Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Request method :
ar: طلب الأسلوب:
pl: Metoda żądania:
sw: Ombi njia:
tl: Paraan ng Kahilingan:

source: Query string :
ar: سلسلة الاستعلام:
pl: Ciąg znaków zapytania:
sw: Query kamba:
tl: String ng query:

source: Robot :
ar: الروبوت:

source: Create dt :
ar: خلق دينارا:
pl: Tworzenie dt:
sw: Kujenga dt:
tl: Lumikha ng dt:

source: Logged on %(create_date)s
ar: بتسجيل الدخول %(create_date)s ق
sw: Watumiaji juu ya %(create_date)s
tl: Naka-log sa %(create_date)s

source: Found <strong>%(pag_count)s</strong> results</p>
ar: وجدت <strong> %(pag_count)s ق </strong> نتائج </p>
sw: Kupatikana <strong> %(pag_count)s </strong> matokeo </p>
tl: Nahanap <strong> %(pag_count)s </strong> ng mga resulta </p>

source: User:
ar: العضو:
pl: Użytkownik:
sw: Mtumiaji:

source: User ID:
ar: هوية المستخدم:
pl: ID użytkownika:
tl: ID ng Gumagamit:

source: Query String:
ar: الاستعلام سلسلة:
pl: String zapytanie:
tl: String ng Query:

source: Entity:
ar: كيان:
pl: Podmiot:
sw: Ameonekana:

source: Entity: N/A
ar: كيان: N / A
pl: Jednostka: N / A
sw: Chombo: N / A

source: User IP:
ar: IP المستخدم:
pl: IP użytkownika:
tl: IP User:

source: Server IP:
ar: خادم IP:
pl: IP serwera:
tl: IP ng server:

source: Headline:
ar: العنوان:
pl: Nagłówek:
sw: Kichwa cha habari:
tl: Ulo ng ad:

source: Logged on %(evlog)s
ar: بتسجيل الدخول %(evlog)s ق
sw: Watumiaji juu ya %(evlog)s
tl: Naka-log sa %(evlog)s

source: Export Status
ar: الحالة التصدير
pl: Eksport status
tl: Katayuan ng Pag-export

source: Export Failed!
ar: تصدير فشل!
pl: Eksport nie powiodło się!
sw: Export Imeshindwa!
tl: Nabigong I-export!

source: Export Completed!
ar: تصدير مكتمل!
pl: Eksport Zakończony!
sw: Export Kukamilika!
tl: Nakumpleto ang I-export!

source: Processing Export!
ar: تجهيز الصادرات!
pl: Przetwarzanie Export!
sw: Shirikisho Export!
tl: Pagpoproseso ng I-export!

source: Please wait while we finish processing your export file.
ar: يرجى الانتظار بينما ننتهي من معالجة ملف التصدير.
pl: Proszę zaczekać, aż zakończy przetwarzanie pliku eksportu.
sw: Tafadhali subiri wakati sisi kumaliza usindikaji nje faili yako.
tl: Mangyaring maghintay habang tapos pinoproseso namin ang iyong file sa pag-export.

source: File Information
ar: معلومات الملف
pl: Informacje o pliku
sw: Picha Habari
tl: Impormasyon ng File

source: Successfully updated Category/Sub Category of %(c)s files.
ar: تحديث بنجاح الفئة / الفئة الفرعية لل %(c)s ق الملفات.
sw: Mafanikio updated Jamii / Sub Jamii ya %(c)s files.
tl: Matagumpay na na-update Kategorya / Sub Kategorya ng %(c)s file.

source: Successfully updated Category/Sub Category of a file.
ar: تحديث بنجاح الفئة / الفئة الفرعية من ملف.
pl: Pomyślnie zaktualizowane kategoria / podkategoria pliku.
sw: Mafanikio updated Jamii / Sub Jamii ya faili.
tl: Matagumpay na na-update Kategorya / Sub Kategorya ng isang file.

source: Add to category
ar: إضافة إلى فئة
pl: Dodaj do kategorii
sw: Kuongeza kwa jamii
tl: Idagdag sa kategorya

source: Successfully uploaded a file.
ar: بنجاح تحميل ملف.
pl: Pomyślnie przesłany plik.
sw: Mafanikio uploaded file.
tl: Matagumpay na na-upload ng isang file.

source: File Sub-Category
ar: ملف الفئة الفرعية
pl: File podkategorii
sw: Picha Sub-Jamii
tl: Maghain Sub-Category

source: File Sub-Categories
ar: ملف فئات فرعية
pl: Plik Podkategorie
sw: Picha Sub-Jamii
tl: File Sub-Category

source: Stores file links and infomation for files uploaded through wysiwyg and other parts in the system
ar: ملف مخازن وصلات من infomation عن الملفات التي تم تحميلها من خلال سوغ وأجزاء أخرى في النظام
pl: Sklepy złożyć linki i Info dla plików przesyłanych przez WYSIWYG i innych części w systemie
sw: Maduka ya faili viungo na infomation kwa files uploaded kwa WYSIWYG na sehemu nyingine katika mfumo
tl: Link at infomation para sa mga file na na-upload sa pamamagitan ng WYSIWYG at iba pang mga bahagi sa sistema Tindahan maghain

source: Sub-Category
ar: الفئة الفرعية
pl: Podkategorii
sw: Sub-Jamii

source: Please choose a category first
ar: الرجاء اختيار الفئة أولا
pl: Najpierw wybierz kategorię
sw: Tafadhali kuchagua jamii kwanza
tl: Mangyaring pumili muna ng kategorya

source: All File Types
ar: جميع أنواع الملفات
pl: Wszystkie typy plików
sw: Aina File wote
tl: Lahat ng mga Uri ng File

source: PDF Documents
ar: وثائق PDF
pl: Dokumenty PDF
sw: PDF Nyaraka
tl: Mga dokumento na PDF

source: Slides
ar: الشرائح
pl: Slajdy
tl: Slide

source: Spreadsheets
ar: جداول البيانات
pl: Arkusze kalkulacyjne
tl: Mga Spreadsheet

source: Text Documents
ar: المستندات النص
pl: Dokumenty tekstowe
sw: Nakala Nyaraka
tl: Teksto ng Dokumento

source: Zip Files
ar: الرمز البريدي الملفات
pl: Zip
tl: Zip File

source: Start
ar: بداية
pl: Początek

source: End
ar: نهاية
pl: Koniec
sw: Mwisho
tl: Pagtatapos

source: File Type
ar: نوع الملف
pl: Typ pliku
sw: Aina ya faili
tl: Uri ng File

source: Public can View
ar: يمكن للجمهور مشاهدة
pl: Zobacz publiczny może
sw: Public unaweza View
tl: Pampublikong Maaari Tingnan ang

source: Files Category
ar: ملفات الفئة
pl: Pliki Kategoria
sw: Files Jamii
tl: Mga File ng Kategorya

source: Files Sub Category
ar: ملفات الفئة الفرعية
pl: Pliki podkategoria
sw: Files Sub Jamii
tl: Mga file Sub Kategorya

source: Can view file
ar: يمكن عرض ملف
pl: Można zobaczyć plik
sw: Unaweza kuona faili
tl: Maaaring tingnan ng file

source: File Categories
ar: ملف التصنيفات
pl: Kategorie plików
sw: Picha Jamii
tl: Mga Kategorya ng File

source: File Added
ar: واضاف الملف
pl: Dodano plik
sw: Picha ya Ongezeko la
tl: Maghain Added

source: A file has been added
ar: تمت إضافة ملف
pl: Plik został dodany
sw: faili imekuwa aliongeza
tl: Ang isang file ay naidagdag na

source: File Deleted
ar: ملف المحذوفة
pl: Usunięty plik
sw: Picha Deleted
tl: Tinanggal File

source: A file has been deleted
ar: تم حذف ملف
pl: Plik został usunięty
sw: faili umefutwa
tl: Ang isang file ay tinanggal na

source: Multiple File Upload
ar: متعددة تحميل الملف
sw: Multiple Picha Upload
tl: Mag-upload ng Maramihang Mga File

source: Upload Multiple Files
ar: تحميل ملفات متعددة
pl: Prześlij wiele plików
sw: Weka Picha Multiple
tl: Mag-upload ng Maramihang mga File

source: Add File
ar: إضافة ملف
pl: Dodaj plik
sw: Kuongeza Picha
tl: Magdagdag ng File

source: Add Files
ar: إضافة ملفات
pl: Dodaj pliki
sw: Kuongeza Files
tl: Magdagdag ng mga File

source: Update Files
ar: ملفات التحديث
pl: Aktualizacja plików
sw: Mwisho Files
tl: I-update ang mga File

source: File Delete
ar: ملف حذف
pl: Usuwanie plików
sw: Picha Futa
tl: Maghain Tanggalin

source: Back to files search
ar: عودة إلى البحث ملفات
pl: Powrót do wyszukiwania plików
tl: Bumalik sa mga file sa paghahanap

source: View File
ar: عرض الملف
pl: Zobacz pliku
sw: View Picha
tl: Tingnan ang File

source: Created on %(create_date)s by %(file_creator)s
ar: تم إنشاؤها على %(create_date)s بنسبة %(file_creator)s ق
sw: Ilibuniwa %(create_date)s na %(file_creator)s
tl: Nabuo sa %(create_date)s ng %(file_creator)s

source: File Edit
ar: تحرير ملف
pl: Plik Edycja
sw: Picha Edit
tl: Maghain I-edit ang

source: Files Index Page
ar: ملفات فهرس الصفحة
pl: Pliki Index
tl: Mga file Index ng Pahina

source: File List
ar: قائمة ملف
pl: Lista plików
sw: Picha Orodha ya
tl: Listahan ng File

source: Add a File
ar: إضافة الملف
pl: Dodaj plik
sw: Kuongeza Picha
tl: Magdagdag ng File

source: Add Multiple Files
ar: إضافة ملفات متعددة
pl: Dodaj wiele plików
sw: Kuongeza Files Multiple
tl: Magdagdag ng Maramihang Mga file

source: Most Viewed
ar: الأكثر مشاهدة
pl: Najczęściej oglądane
sw: Wengi Viewed
tl: Pinakapinapanood

source: Search Files
ar: البحث ملفات
pl: Wyszukiwanie plików
tl: Paghahanap Files

source: Uploaded via
ar: تم تحميلها عبر
pl: Przesłane przez
sw: Uploaded kupitia
tl: Na-upload sa pamamagitan ng

source: Created
ar: خلق
pl: Utworzony
tl: Nilikha

source: by
ar: بواسطة
pl: przez
sw: na
tl: sa pamamagitan ng

source: Updated
ar: تحديث
pl: Zaktualizowane
tl: Nai-update

source: Permenantly delete file
ar: Permenantly حذف ملف
pl: Trwale usunąć plik
sw: Permenantly kufuta faili
tl: Permenantly tanggalin ang file

source: Most Viewed Files
ar: الأكثر مشاهدة ملفات
pl: Popularne pliki
sw: Wengi Viewed Files
tl: Pinaka-pinapanood na mga File

source: Filter Files
ar: تصفية الملفات
pl: Filtr plików
tl: I-filter ang mga File

source: Results
ar: النتائج
pl: Wyniki
sw: Matokeo
tl: Mga Resulta

source: Clicks
ar: نقرات
pl: Kliknięć
tl: Mga Pag-click

source: File Name
ar: اسم الملف
pl: Nazwa pliku
sw: Jina faili
tl: Pangalan ng File

source: Actions
ar: الإجراءات
pl: Akcje
sw: Vitendo
tl: Mga Pagkilos

source: Permenantly delete file?
ar: Permenantly حذف الملف؟
pl: Trwale usunąć plik?
sw: Permenantly kufuta files?
tl: Permenantly tanggalin ang file?

source: Upload Media
ar: تحميل وسائل الإعلام
pl: Prześlij mediów
tl: Mag-upload ng Media

source: Insert Selected
ar: إدراج مختارة
pl: Wstaw Wybrane
sw: Baadhi ya kuingiza
tl: Isingit ang Napiling

source: Title Text &amp; Alt Text
ar: عنوان نص &amp; أمبير؛ نص بديل
pl: Tytuł Tekst &amp; amp; Alt tekst
sw: Title Nakala &amp; amp; Alt Nakala
tl: Teksto ng Pamagat &amp; amp; Alt Text

source: Width
ar: عرض
pl: Szerokość
sw: Upana
tl: Lapad

source: Height
ar: ارتفاع
pl: Wysokość
sw: Urefu
tl: Taas

source: Maintain Proportions
ar: الحفاظ على نسب
pl: Zachować proporcje
sw: Kudumisha uwiano
tl: Panatilihin ang sukat

source: Alignment (Float)
ar: المحاذاة (تعويم)
pl: Wyrównanie (float)
tl: Pagkakahanay (float)

source: Update Image
ar: تحديث صورة
pl: Aktualizacja Obrazek
sw: Mwisho Image
tl: I-update ang Imahe

source: Remove Image
ar: إزالة صورة
pl: Usuń obraz
sw: Ondoa Image
tl: Alisin ang Imahe

source: Insert Image
ar: إدراج صورة
pl: Wstaw obrazek
tl: Isingit ang Imahe

source: Insert Attachment
ar: إدراج مرفق
pl: Wstaw załącznik
tl: Ipasok ang Attachment

source: File Add Notice
ar: ملف إضافة إشعار
pl: Plik dodawania Ogłoszeń
sw: Picha Add Ilani
tl: Abiso Magdagdag ng File

source: The following file was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Files module by
ar: تمت إضافة الملف التالي إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s ليالي الملفات بواسطة وحدة
sw: faili zifuatazo alikuwa aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Files moduli na
tl: Ang mga sumusunod na file ay idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s File module sa pamamagitan ng

source: New file (%(file)s) added for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: ملف جديد ( %(file)s ق) وأضاف ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New file ( %(file)s) aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong file ( %(file)sga) idinagdag para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: File Delete Notice
ar: حذف ملف إشعار
pl: Plik Usuń Notice
sw: Faili Futa Ilani
tl: Tanggalin ang file na Paunawa

source: A file has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s Files module by
ar: تم حذف الملف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ليالي الملفات بواسطة وحدة
sw: faili umefutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s Files moduli na
tl: Ang isang file ay tinanggal na mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s File module sa pamamagitan ng

source: File (%(file)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: ملف ( %(file)s ق) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: File ( %(file)s) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: File ( %(file)s) na tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The uploaded file lacks the required field(s) as the identity for duplicates: %s.
ar: الملف الذي تم تحميله يفتقر إلى حقل مطلوب (ق) كما في الهوية عن التكرارات:٪ ق.
pl: Przesłany plik nie posiada pole (y) wymaganych jako tożsamości duplikatów:% s.
sw: faili uploaded inakosa required shamba (s) kama utambulisho kwa marudio:% s.
tl: Walang kinakailangan na (mga) field bilang pagkakakilanlan para sa mga nauulit na-upload na file:% s.

source: Fill in with your user information.
ar: ملء مع معلومات المستخدم الخاصة بك.
pl: Wypełnij swoje dane użytkownika.
sw: Kujaza na user habari yako.
tl: Punan in gamit ang iyong impormasyon ng user.

source: Make Users
ar: جعل المستخدمين
pl: Dodać Użytkownicy
sw: Kufanya Watumiaji
tl: Gumawa ng Mga User

source: <h2>Identify Duplicates by</h2> %(form_key)s
ar: <h2> تحديد التكرارات من قبل </h2> %(form_key)s ق
pl: <h2> Identyfikacja duplikaty przez </h2> %(form_key)s
sw: <h2> Tambua marudio na </h2> %(form_key)s
tl: <h2> Tukuyin ang mga nauulit sa pamamagitan ng </h2> %(form_key)s

source: You're almost done! Please review your settings. To complete your import click 'Import Now.'
ar: لقد انتهيت تقريبا! يرجى مراجعة الإعدادات الخاصة بك. لإتمام انقر فوق استيراد &quot;استيراد الآن&quot;.
pl: To już prawie koniec! Proszę przejrzeć ustawienia. Aby zakończyć importowania kliknij &#39;Importuj teraz &quot;.
sw: Wewe ni karibu kufanyika! Tafadhali kupitia mipangilio yako. Kukamilisha kuagiza yako click &#39;Import Sasa.
tl: Halos tapos ka na! Mangyaring suriin ang iyong mga setting. Upang makumpleto ang &#39;I-import Ngayon.&#39; Iyong pag-import click

source: Total Users
ar: عدد الأعضاء
pl: Wszystkich użytkowników
sw: Jumla ya Watumiaji
tl: Kabuuang Mga User

source: Insert
ar: إدراج
pl: Wstaw
tl: Isingit

source: Invalid Users
ar: المستخدمين غير صالح
pl: Nieprawidłowe Użytkownicy
sw: Watumiaji batili
tl: Di-wastong User

source: ID Duplicates by:
ar: التكرارات ID حسب:
pl: ID duplikaty według:
sw: ID marudio kwa:
tl: ID ng Mga Duplicate sa pamamagitan ng:

source: Interactive Status:
ar: الحالة التفاعلية:
pl: Interaktywna Status:
tl: Katayuan Interactive:

source: User Group:
ar: مجموعة العضو:
pl: Grupa użytkownika:
tl: Pangkat ng User:

source: Update:
ar: تحديث:
pl: Aktualizacja:
sw: Mwisho:
tl: I-update ang:

source: This user will be ignored (not added or updated)
ar: سيتم تجاهل هذا المستخدم (غير مضاف أو تحديث)
pl: Ten użytkownik będą ignorowane (nie dodania lub aktualizacji)
sw: User hii itakuwa kupuuzwa (si aliongeza au updated)
tl: Babalewalain ang gumagamit na ito (hindi naidagdag o na-update)

source: You (%(requser)s) are importing the following file at (time)
ar: أنت ( %(requser)s ق) تقوم باستيراد الملف التالي في (الوقت)
sw: You ( %(requser)s) ni kuagiza faili zifuatazo katika (muda)
tl: Ikaw ( %(requser)s) ay i-import ng ang mga sumusunod na file sa (oras)

source: Note: User Logging Will be Suspended for the duration of import for this session only.
ar: ملاحظة: سيتم إيقاف تسجيل العضو لمدة الاستيراد لهذه الدورة فقط.
pl: Uwaga: Rejestrowanie użytkownika zostanie zawieszone na czas trwania importu dla tylko tej sesji.
sw: Kumbuka: User Logging itakuwa suspended kwa muda wa kuagiza kwa ajili ya kikao hiki tu.
tl: Tandaan: Gumagamit ang Pag-log Ay mai-Suspendido para sa tagal ng pag-import para sa session lamang.

source: INSERTS:
ar: إدراج:
pl: WKŁADKI:
sw: Kuwekeza:
tl: Insert:

source: UPDATES:
ar: التحديثات:
pl: Aktualizacje:
tl: UPDATE:

source: INVALID:
ar: غير صالح:
pl: NIEWAŻNE:
sw: Batili:

source: TOTAL:
ar: المجموع:
pl: RAZEM:
sw: Jumla:

source: Download recap
ar: حمل خلاصة
pl: Pobierz podsumowanie
tl: Mag-download ng pagbabalik-tanaw

source: Import More Users
ar: استيراد المزيد من المستخدمين
pl: Importować więcej użytkowników
sw: Kuagiza Zaidi Watumiaji
tl: I-import ang Higit pang Mga User

source: %(total_done)s</span>/%(total)s completed
ar: %(total_done)s ق </span> / %(total)s ق الانتهاء
sw: %(total_done)s </span> / %(total)s kukamilika
tl: %(total_done)s </span> / %(total)s nakumpleto

source: view rendered template
ar: عرض القالب المقدمة
pl: Widok świadczonych szablon
sw: mtazamo zilizotolewa template
tl: view ng render na template

source: view template content
ar: عرض محتوى القالب
pl: Widok zawartości szablonu
sw: mtazamo template bidhaa
tl: tingnan ang template ng nilalaman

source: Can view newsletter template
ar: يمكن عرض القالب النشرة الإخبارية
pl: Szablon można zobaczyć newslettera
sw: Unaweza kuona jarida template
tl: Maaaring tingnan ang template ng newsletter

source: Tendenci Newsletter Generator
ar: Tendenci مولد النشرة الإخبارية

source: Generate Tendenci Newsletter
ar: توليد Tendenci النشرة الإخبارية
pl: Generowanie Tendenci Newsletter
sw: Kuzalisha tabia Newsletter
tl: Bumuo ng Tendenci Newsletter

source: This form will create a Tendenci newsletter for you with the following information.
ar: وهذا النموذج إنشاء النشرة Tendenci بالنسبة لك مع المعلومات التالية.
pl: Formularz ten będzie stworzyć biuletyn Tendenci dla Ciebie następujące informacje.
sw: Aina Hii itakuwa kujenga Tendenci jarida kwa ajili yenu na maelezo yafuatayo.
tl: Ang form na ito ay bubuo ng isang Tendenci newsletter para sa iyo na may sumusunod na impormasyon.

source: You will still have the ability to make edits before sending.
ar: سوف لا يزال لديك القدرة على إجراء تعديلات قبل إرسالها.
pl: Nadal będziesz mieć możliwość dokonania zmiany przed wysłaniem.
sw: Wewe bado wana uwezo wa kufanya masahihisho kabla ya kutuma.
tl: Kakailanganin mo pa ring ang kakayahang gumawa ng mga pag-edit bago magpadala.

source: User group
ar: مجموعة المستخدم
pl: Grupa użytkowników
sw: Kundi mtumiaji
tl: Pangkat ng Gumagamit

source: Include email2?
ar: تشمل email2؟
pl: Obejmują email2?
sw: Ni pamoja na email2?
tl: Isama email2?

source: Yes, send to user's second email address
ar: نعم، وترسل إلى عنوان البريد الإلكتروني المستخدم الثاني
pl: Tak, wysłać do drugiego adresu e-mail użytkownika
sw: Ndiyo, kutuma kwa mtumiaji pili anwani ya barua pepe
tl: Oo, ipadala sa pangalawang email address gumagamit

source: Personalize Subject?
ar: تخصيص موضوع؟
pl: Personalizować temat?
sw: Kubinafsisha Subject?
tl: I-personalize ang Paksa?

source: Do not include Module Content
ar: لا تشمل وحدة المحتوى
pl: Nie obejmują Moduł Content
sw: Je, si ni pamoja na Module Content
tl: Huwag magsama ng Nilalaman Module

source: Include Login Information?
ar: تتضمن معلومات تسجيل الدخول؟
pl: Zawierać danych logowania?
sw: Ni pamoja na Login habari?
tl: Isama ang Impormasyon sa Pag-login?

source: Template Selection?
ar: اختيار القالب؟
pl: Wybór szablonu?
sw: Kigezo Uchaguzi?
tl: Template Pinili?

source: Templates for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: نماذج ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
pl: Szablony dla %(SITE_GLOBAL_SITEDISPLAYNAME)s
sw: Matukio kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Mga Template para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Tendenci Default Templates
ar: Tendenci القوالب الافتراضية
pl: Domyślne szablony trendy
sw: Mwelekeo Default Templates
tl: Tendenci Default na Mga Template

source: Format?
ar: الشكل؟

source: Continue to Step 2
ar: انتقل إلى الخطوة 2
pl: Przejdź do punktu 2
sw: Kuendelea Hatua ya 2
tl: Magpatuloy sa Hakbang 2

source: Show Module Content options
ar: عرض خيارات وحدة المحتوى
pl: Pokaż opcje Moduł Content
sw: Show chaguzi Module Content
tl: Ipakita ang mga pagpipilian ng Nilalaman ng Module

source: Articles for %(start_date)s to %(end_date)s
ar: مقالات ل %(start_date)s s إلى %(end_date)s ق
sw: Makala kwa ajili ya %(start_date)s kwa %(end_date)s
tl: Mga Artikulo para sa %(start_date)s sa %(end_date)s

source: All Articles
ar: جميع المقالات
pl: Wszystkie artykuły
sw: All Makala
tl: Lahat ng Mga Artikulo

source: Member View Only
ar: عرض عضو فقط
pl: Tylko członek Zobacz
sw: Mwanachama View tu
tl: Tingnan Miyembro Lamang

source: Release Date:
ar: تاريخ الإصدار:
pl: Data wydania:
sw: Tarehe ya kutolewa:
tl: Petsa ng Paglabas:

source: More Info
ar: المزيد من المعلومات
pl: Więcej informacji
sw: Taarifa zaidi
tl: Dagdag Impormasyon

source: <b>Posted by</b>: %(article_first)s %(article_last)s
ar: <b> السؤال </b>: %(article_first)s ق %(article_last)s ق
sw: <b> Imetumwa na </b>: %(article_first)s %(article_last)s
tl: <b> Nai-post sa pamamagitan ng </b>: %(article_first)s %(article_last)s

source: Tendenci Newsletter Template
ar: Tendenci النشرة الإخبارية قالب
pl: Tendenci Newsletter Szablon
sw: Tendenci Newsletter Kigezo

source: Click to copy.
ar: انقر فوق نسخ.
pl: Kliknij, aby skopiować.
sw: Click nakala.
tl: I-click upang kopyahin.

source: Copy HTML to Clipboard
ar: نسخ إلى الحافظة HTML
pl: Skopiuj kod HTML do schowka
sw: Nakala HTML na clipboard
tl: Kopyahin ang HTML sa Clipboard

source: Successfully added HTML to clipboard
ar: وأضاف بنجاح HTML إلى الحافظة
pl: Został dodany do schowka HTML
sw: Mafanikio aliongeza HTML na clipboard
tl: Matagumpay na naidagdag ang HTML sa clipboard

source: Events for %(startdate)s to %(enddate)s
ar: فعاليات ل %(startdate)s s إلى %(enddate)s ق
sw: Matukio kwa %(startdate)s kwa %(enddate)s
tl: Mga kaganapan para sa %(startdate)s sa %(enddate)s

source: Updated:
ar: تحديث:
pl: Aktualizacja:
sw: Yaliyomo
tl: Nai-update:

source: Posted by</b>: %(eventfirst)s %(eventlast)s
ar: أرسلت بواسطة </b>: %(eventfirst)s ق %(eventlast)s ق
sw: Imetumwa na </b>: %(eventfirst)s %(eventlast)s
tl: Nai-post sa pamamagitan ng </b>: %(eventfirst)s %(eventlast)s

source: Tendenci&reg; Membership Management Software
ar: Tendenci وسهل حصوي؛ برنامج إدارة العضوية
pl: Tendenci &amp; reg; Oprogramowanie do zarządzania członków
sw: Tendenci &amp; reg; Usimamizi wa Programu uanachama
tl: Tendenci &amp; reg; Pamamahala ng pagiging miyembro Software

source: Schipul Web Marketing
ar: Schipul شبكة الإنترنت والتسويق
sw: Schipul Mtandao Masoko

source: Powered by Tendenci Software from Schipul
ar: مدعوم من برنامج Tendenci من Schipul
pl: Powered by Software Tendenci od Schipul
sw: Powered by Tendenci Programu kutoka Schipul
tl: Pinapagana ng Tendenci Software mula sa Schipul

source: To unsubscribe, reply with the subject "remove" or click here:
ar: لإلغاء الاشتراك، الرد مع هذا الموضوع &quot;إزالة&quot; أو انقر هنا:
pl: Aby zrezygnować z subskrypcji, odpowiadać z tematem &quot;usuń&quot; lub kliknij tutaj:
sw: Kujitoa, jibu na somo &quot;kuondoa&quot; au bonyeza hapa:
tl: Upang mag-unsubscribe, tumugon na may paksang &quot;alisin&quot; o i-click dito:

source: RSS syndication available for the %(SITE_GLOBAL_SITEDISPLAYNAME)s:
ar: نظام RSS المتاحة ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق:
sw: RSS syndication inapatikana kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s:
tl: RSS syndication magagamit para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: Jobs for %(startdate)s to %(enddate)s
ar: وظائف لل %(startdate)s s إلى %(enddate)s ق
sw: Kazi kwa ajili ya %(startdate)s kwa %(enddate)s
tl: Trabaho para sa %(startdate)s sa %(enddate)s

source: All Jobs
ar: جميع الوظائف
pl: Wszystkie Oferty pracy
sw: Kazi zote
tl: Lahat ng Trabaho

source: Date Activated:
ar: التسجيل المنشط:
pl: Data Activated:
sw: Tarehe Ulioamilishwa:
tl: Petsa Aktibo:

source: Posted by</b>: %(ownfirst)s %(ownlast)s
ar: أرسلت بواسطة </b>: %(ownfirst)s ق %(ownlast)s ق
sw: Imetumwa na </b>: %(ownfirst)s %(ownlast)s
tl: Nai-post sa pamamagitan ng </b>: %(ownfirst)s %(ownlast)s

source: Job Listings
ar: القوائم المهمة
pl: Oferty pracy
sw: Orodha ya kazi
tl: Mga Listahan ng Trabaho

source: Recent Pages
ar: الصفحات الأخيرة
pl: Najnowsze strony
sw: Za hivi karibuni
tl: Kamakailang Mga Pahina

source: If you have any questions, please contact the Site Administrator.
ar: إذا كان لديك أي أسئلة، يرجى الاتصال بمسؤول الموقع.
pl: Jeśli masz jakieś pytania, skontaktuj się z administratorem serwisu.
sw: Kama una maswali yoyote, tafadhali wasiliana na msimamizi wa tovuti.
tl: Kung mayroon kang anumang mga katanungan, mangyaring makipag-ugnay sa Administrator ng Site.

source: News for %(startdate)s to %(enddate)s
ar: أخبار ل %(startdate)s s إلى %(enddate)s ق
sw: Habari kwa %(startdate)s kwa %(enddate)s
tl: Balita para sa %(startdate)s sa %(enddate)s

source: Posted by
ar: أرسلت بواسطة
pl: Wysłany przez
sw: Imetumwa na
tl: Nai-post sa pamamagitan ng

source: 3rd Party Newsletter Generator
ar: 3 مولد حزب النشرة الإخبارية
sw: 3 Party Newsletter Generator
tl: Newsletter Tagabuo ng 3rd Party

source: Email Newsletters
ar: النشرات الإخبارية البريد الإلكتروني
pl: Biuletyny e-mailowe
sw: Barua pepe Newsletters
tl: Email Newsletter

source: Constant Contact
ar: ثابت الاتصال
pl: Stały kontakt
sw: Mara kwa mara Mawasiliano
tl: Pare-pareho Makipag-ugnay sa
