Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Print Invoice
ar: طباعة الفاتورة
pl: Drukuj faktury
sw: Print ankara
tl: Magpa-print ng Invoice

source: Adjust Invoice
ar: ضبط الفاتورة
pl: Dostosowanie faktury
sw: Kurekebisha ankara
tl: Ayusin ang Invoice

source: Search Payments
ar: البحث المدفوعات
pl: Szukaj Płatności
sw: Search Malipo
tl: Paghahanap ng Mga Pagbabayad

source: Payment History
ar: دفع التاريخ
pl: Historia płatności
sw: Malipo Historia
tl: Kasaysayan ng Pagbabayad

source: Line Amount
ar: المكونات خط
pl: Ilość linii
sw: Line ya kiasi
tl: Halaga linya

source: View Payment
ar: عرض الدفع
pl: Zobacz Płatność
sw: View Malipo
tl: Tingnan Pagbabayad

source: by:
ar: من قبل:
pl: przez:
tl: sa pamamagitan ng:

source: abandoned
ar: تخلى
pl: opuszczony
sw: kutelekezwa
tl: inabandunang

source: verified, not received
ar: التحقق، لم تتلق
pl: zweryfikowane, nie otrzymał
sw: kuthibitishwa, si kupokea
tl: na-verify, hindi natanggap

source: voided
ar: باطلة
pl: unieważnione

source: (details)
ar: (التفاصيل)
pl: (szczegóły)
sw: (Maelezo)
tl: (Mga detalye)

source: Description:
ar: الوصف:
pl: Opis:
tl: Paglalarawan:

source: Transaction ID:
ar: ID الصفقة:
pl: ID transakcji:
tl: ID ng Transaksyon:

source: Transaction String:
ar: عملية سلسلة:
pl: Ciąg transakcji:
tl: String ng transaksyon:

source: Response:
ar: الرد:
pl: Odpowiedź:
sw: Jibu:
tl: Tugon:

source: Payment Status:
ar: الحالة الدفع:
pl: Płatność Status:
sw: Malipo Status:
tl: Katayuan ng Pagbabayad:

source: invoice logo
ar: شعار الفاتورة
pl: Logo na fakturze
sw: ankara alama
tl: logo ng invoice

source: Amount Between
ar: كمية بين
pl: Kwota latach
sw: Kiasi Kati
tl: Halaga Sa pagitan ng

source: AND
ar: و
pl: I
sw: NA
tl: AT

source: Invoice Search
ar: البحث الفاتورة
pl: Faktura Szukaj
sw: Ankara Search
tl: Paghahanap ng Invoice

source: CANCELLED
ar: إلغاء
pl: ODWOŁANE
sw: Kufutwa
tl: Kinansela

source: EST
ar: هو
pl: Jest
sw: Ni
tl: Ay

source: View Accounting Entries
ar: مشاهدة مقالات المحاسبة
pl: Zobacz wpisy księgowe
sw: View Uhasibu Entries
tl: Tingnan Accounting Entries

source: Adjustment
ar: التعديل
pl: Regulacja
tl: Pagsasaayos

source: Sub Total:
ar: المجموع الفرعي:
pl: Razem Sub:
sw: Sub Jumla ya:
tl: Sub Kabuuan:

source: Discount Applied (discount code
ar: خصم التطبيقية (رمز الخصم
pl: Rabat Stosowanej (kod rabatowy
tl: Discount Applied (diskwento code

source: Tax:
ar: الضرائب:
pl: Podatek:
sw: Kodi:
tl: Buwis:

source: Balance due:
ar: الرصيد المستحق:
pl: Wagi z powodu:
sw: Mizani kutokana:
tl: Balansehin dahil:

source: Pay Invoice
ar: دفع الفاتورة
pl: Faktura płatna
sw: Pay ankara

source: Accounting Entries
ar: مقالات المحاسبة
pl: Zapisy księgowe
sw: Mhasibu Entries

source: Make Notes
ar: جعل ملاحظات
pl: Robić notatki
sw: Kufanya Notes
tl: Gumawa ng Tala

source: Mark as Paid
ar: إجعلها المدفوع
pl: Oznacz jako Płatny
sw: Mark kama Kulipwa
tl: Markahan bilang Bayad

source: Void Payment
ar: باطلا الدفع
pl: Void Płatność
sw: Void Malipo
tl: Walang bisa sa Pagbabayad

source: Un-Void Invoice
ar: فاتورة الأمم المتحدة الفراغ
pl: Un-brak faktury
sw: -Void ankara
tl: Ang mga hindi nai-bisa ng Invoice

source: Void Invoice
ar: فاتورة باطلة
pl: Void Faktura
sw: Void ankara
tl: Walang bisa ng Invoice

source: Update Notes
ar: تحديث ملاحظات
pl: Aktualizacja Uwagi
sw: Mwisho Notes
tl: I-update ang Tala

source: %(tenddate)s
ar: %(tenddate)s ق

source: Your invoice export is ready.
ar: تصدير الفاتورة جاهز.
pl: Twój eksport faktura jest gotowa.
sw: Ankara yako mauzo ya nje ni tayari.
tl: Ang iyong pag-export invoice ay handa na.

source: Update Date Range
ar: تحديث نطاق التاريخ
pl: Data aktualizacji Zakres
sw: Mwisho Tarehe Range
tl: Hanay ng Petsa Update

source: Your Invoice Export is Ready on %(s)s
ar: تصدير الفاتورة مستعدة على %(s)s ق
pl: Faktura Eksport jest gotowy na %(s)s
sw: Yako ankara Export ni Tayari juu ya %(s)s

source: users
ar: المستخدمين
pl: użytkowników
sw: watumiaji
tl: mga gumagamit

source: members
ar: أعضاء
pl: Członkowie
sw: wanachama
tl: mga kasapi

source: visits
ar: مرة
pl: wizyty
sw: ziara
tl: mga pagbisita

source: disk usage
ar: استخدام القرص
pl: użycie dysku
sw: matumizi disk
tl: paggamit ng disk

source: invoices
ar: الفواتير
pl: faktury
sw: ankara
tl: invoice

source: invoices with a total that is not 0
ar: فواتير بمجموع التي هي ليست 0
pl: faktury w sumie to nie jest 0
sw: ankara kwa jumla kwamba ni si 0
tl: mga invoice na may isang kabuuang na hindi 0

source: sum of invoices' totals
ar: مجموع إجماليات الفواتير &quot;
pl: Suma sum faktur &#39;
sw: Jumla ya jumla ya ankara &#39;
tl: kabuuan ng mga kabuuan ng mga invoice &#39;

source: create date/time
ar: خلق التاريخ / الوقت
pl: utworzyć datę / godzinę
sw: kujenga tarehe / saa
tl: lumikha ng petsa / oras

source: Tendenci stats
ar: احصائيات Tendenci
pl: Statystyki Tendenci

source: Members
ar: الأعضاء
pl: Członkowie
sw: Wanachama
tl: Mga Kasapi

source: Visits
ar: مرة
pl: Odwiedziny
sw: Ziara
tl: Mga Pagbisita

source: Storage
ar: التخزين
pl: Przechowywanie
sw: Uhifadhi
tl: Imbakan

source: Last 7 days
ar: آخر 7 أيام
pl: Ostatnie 7 dni
sw: Mwisho siku 7
tl: Huling 7 araw

source: Last 30 days
ar: آخر 30 أيام
pl: Ostatnie 30 dni
sw: Siku 30 zilizopita
tl: Nakaraang 30 araw

source: Members over the last 7 days
ar: أعضاء خلال 7 أيام مشاركة
pl: Użytkowników w ciągu ostatnich 7 dni
sw: Wanachama juu ya siku 7 zilizopita
tl: Miyembro na ito sa nakaraang 7 araw

source: Web traffic for the last 7 days
ar: حركة المرور على الشبكة لمشاركة 7 أيام
pl: Ruchu w sieci w ciągu ostatnich 7 dni
sw: Mtandao trafiki kwa siku 7 zilizopita
tl: Ang trapiko sa web para sa huling 7 araw

source: Last 7 days Total
ar: إجمالي الماضي 7 أيام
pl: Ostatnie 7 dni Ogólnie
sw: Mwisho siku 7 Jumla ya
tl: Huling 7 araw Kabuuan

source: Last 30 days Total
ar: الماضي 30 يوما إجمالي
pl: Ostatnie 30 dni Razem
sw: Siku 30 zilizopita Jumla ya
tl: Nakaraang 30 araw Kabuuang

source: Create navs for navigation
ar: خلق navs للملاحة
pl: Tworzenie navs do nawigacji
sw: Kujenga navs kwa urambazaji
tl: Lumikha ng navs para sa nabigasyon

source: Nav Information
ar: معلومات الملاحة
pl: Nav Informacje
sw: Hub Habari
tl: Impormasyon nav

source: Can view nav
ar: يمكن عرض الملاحة
pl: Można zobaczyć nav
tl: Maaaring tingnan nav

source: Title Attribute
ar: عنوان السمة
pl: Tytuł Atrybut
sw: Title Sifa
tl: Pamagat ng Attribute

source: Open in a new window
ar: فتح في نافذة جديدة
pl: Otwórz w nowym oknie
sw: Fungua katika dirisha jipya
tl: Buksan sa bagong window

source: Add Nav
ar: إضافة التنقل
pl: Dodaj Nav
tl: Magdagdag ng Nav

source: Edit Nav
ar: تحرير التنقل
pl: Edycja Nav
tl: I-edit ang Nav

source: Delete Nav
ar: حذف التنقل
pl: Usuń Nav
sw: Kufuta Nav
tl: Tanggalin Nav

source: Delete a Nav
ar: حذف التنقل
pl: Usuwanie Nav
tl: Tanggalin ang isang Nav

source: Are you sure you want to permanently delete this nav?
ar: هل أنت متأكد أنك تريد حذف هذه الملاحة نهائيا؟
pl: Czy na pewno chcesz usunąć ten nav?
sw: Je, una uhakika unataka kufuta nav hii?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang nav?

source: Update Nav
ar: تحديث التنقل
pl: Aktualizacja Nav
tl: I-update ang Nav

source: All Navs
ar: جميع Navs
pl: Wszystko navs
tl: Lahat ng Navs

source: Search Navs
ar: Navs البحث
pl: Szukaj navs
tl: Paghahanap Navs

source: Export Navs
ar: تصدير Navs
pl: Eksport navs
tl: I-export ang Navs

source: This Nav
ar: هذا التنقل
pl: Ten Nav
tl: Ito Nav

source: View Nav
ar: عرض التنقل
pl: Zobacz Nav
tl: Tingnan Nav

source: Edit Nav Items
ar: تحرير عناصر التنقل
pl: Produkty edytuj Nav
tl: I-edit ang Nav Mga Item

source: Items
ar: البنود
pl: Produkty
sw: Vitu
tl: Item

source: list
ar: قائمة
pl: lista
sw: orodha
tl: listahan

source: Select pages below to be added to
ar: صفحات مختارة أدناه لتضاف إلى
pl: Wybierz strony poniżej należy dodać do
sw: Chagua kurasa chini kuongezwa kwa
tl: Pumili ng mga pahina sa ibaba na idaragdag sa

source: Use the search box to filter the list of pages
ar: استخدام مربع البحث لتصفية قائمة الصفحات
pl: Użyj pola wyszukiwania, aby przefiltrować listę stron
sw: Kutumia sanduku search kwa kuchuja orodha ya kurasa
tl: Gamitin ang box para sa paghahanap upang i-filter ang listahan ng mga pahina

source: Add selected pages
ar: إضافة صفحات مختارة
pl: Dodaj wybrane strony
sw: Kuongeza kurasa kuchaguliwa
tl: Idagdag ang mga napiling mga pahina

source: Add a Custom Navigation Item
ar: إضافة للملاحة مخصص البند
pl: Dodaj pozycję Niestandardowe nawigacji
sw: Kuongeza Custom Navigation Item
tl: Magdagdag ng Custom na Pag-navigate Item

source: edit
ar: تحرير
pl: edytuj
sw: hariri
tl: i-edit

source: Save All Navigation Items
ar: حفظ كافة ملاحة الأصناف
pl: Zapisz przedmioty Wszystko nawigacji
sw: Ila wote Navigation Items
tl: I-save ang Mga Item Lahat ng Navigation

source: Edit %(t)s
ar: تحرير %(t)s ق
pl: Edycja %(t)s
tl: I-edit ang %(t)s

source: Preview Email
ar: معاينة البريد الإلكتروني
pl: Podgląd Wyślij
sw: Preview Barua pepe
tl: I-preview ang Email

source: Resend the selected emails
ar: إعادة إرسال رسائل البريد الإلكتروني المختارة
pl: Wyślij ponownie wybrane e-maile
sw: Tuma barua pepe ya kuchaguliwa
tl: Muling ipadala ang napiling mga email

source: Restricted Access
ar: منطقة محدودة
pl: Ograniczony dostęp
sw: Vikwazo Access
tl: Pinaghihigpitan Access

source: Authorization Required
ar: إذن المطلوب
pl: Wymagana autoryzacja
sw: Authorization Inahitajika
tl: Kailangan ng Pahintulot

source: Notices Feed
ar: إشعارات الأعلاف
pl: Powiadomienia RSS
sw: Maelezo Feed
tl: Mga Notice ng Feed

source: label
ar: التسمية
pl: etykieta
sw: studio

source: display
ar: عرض
pl: Wyświetlacz
sw: kuonyesha

source: default
ar: الافتراضي
pl: domyślnie

source: notice type
ar: نوع إشعار
pl: Typ ogłoszenia
sw: ilani ya aina
tl: Uri ng abiso

source: notice types
ar: أنواع إشعار
pl: anonse
sw: aina notisi
tl: mga uri ng abiso

source: medium
ar: المتوسطة
pl: średnie
sw: kati

source: send
ar: إرسال
pl: wyślij
sw: kutuma
tl: magpadala ng

source: notice setting
ar: وضع إشعار
pl: Ustawienie anons
sw: ilani mazingira
tl: Ang setting na abiso

source: notice settings
ar: إعدادات إشعار
pl: Ogłoszenie o ustawienia
sw: mazingira taarifa
tl: Mga setting ng abiso

source: message
ar: رسالة
pl: wiadomość
sw: ujumbe
tl: mensahe

source: added
ar: وأضاف
pl: dodane
sw: aliongeza
tl: idinagdag

source: unseen
ar: الغيب
pl: skryte
sw: ghaibu
tl: hindi nakikita

source: archived
ar: المؤرشفة
pl: w archiwum
sw: jalada
tl: naka-archive

source: on site
ar: في الموقع
pl: na miejscu
sw: kwenye tovuti

source: notice
ar: إشعار
pl: Ogłoszenie
sw: ilani

source: notices
ar: إشعارات
pl: Anonse
sw: matangazo
tl: mga abiso

source: signal
ar: إشارة
pl: Sygnał
sw: ishara

source: observed item
ar: البند المرصود
pl: Pozycja obserwowana
sw: aliona bidhaa
tl: inobserbahang item

source: observed items
ar: البنود المرصودة
pl: obserwowane przedmioty
sw: vitu aliona
tl: inobserbahang mga item

source: Notifications
ar: الإخطارات
pl: Powiadomienia
tl: Mga Notification

source: from
ar: من
pl: z
sw: kutoka
tl: mula sa

source: date
ar: التاريخ
pl: Data
sw: tarehe
tl: petsa

source: subject
ar: الموضوع
pl: Temat
sw: somo
tl: paksa

source: You have received the following notice from %(site)s: %(m)s To see other notices or change how you receive notifications, please go to %(notices_url)s.
ar: كنت قد تلقيت هذا الإشعار التالي من %(site)s S: %(m)s ق للاطلاع على إخطارات أخرى أو تغيير الطريقة التي تتلقى الإخطارات، يرجى الذهاب إلى %(notices_url)s ق.
sw: Una kupokea taarifa zifuatazo kutoka %(site)s: %(m)s Ili kuona matangazo mengine au kubadilisha jinsi kupokea notisi, tafadhali nenda kwa %(notices_url)s.
tl: Natanggap mo ang sumusunod na abiso mula sa %(site)s: %(m)s Upang makita ang iba pang mga abiso o baguhin kung paano mo makatanggap ng mga abiso, mangyaring pumunta sa %(notices_url)s.

source: [%(s)s] %(m)s
ar: [ %(s)s ق] %(m)s ق

source: Primary email
ar: البريد الإلكتروني الرئيسي
pl: Podstawowym email
sw: Email Kanuni ya
tl: Pangunahing email

source: change
ar: التغيير
pl: Zmiana
sw: mabadiliko
tl: pagbabago

source: Note
ar: ملاحظة
pl: Uwaga
sw: Kumbuka
tl: Tandaan

source: Notification Type
ar: نوع الإشعار
pl: Rodzaj powiadomienia
sw: Taarifa Aina
tl: Uri ng Pag-abiso

source: Change
ar: التغيير
pl: Zmień
sw: Lugha
tl: Baguhin

source: FROM
ar: من
pl: Z
sw: Kutoka
tl: MULA

source: WEBSITE
ar: الموقع
pl: STRONA INTERNETOWA

source: ADDRESS
ar: العنوان
pl: ADRES

source: STATE
ar: الدولة
pl: STAN
sw: HALI
tl: ESTADO

source: View message online:
ar: عرض رسالة على الانترنت:
pl: Zobacz wiadomość w Internecie:
sw: View ujumbe online:
tl: Tingnan ang mga online na mensahe:

source: Contact Form
ar: نموذج الاتصال
pl: Formularz kontaktowy
sw: Fomu ya Mawasiliano

source: A donation has been made for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: تم إجراء التبرع ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: mchango yamepatikana kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ang isang donasyon ay ginawa para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Donation Amount:
ar: قيمة التبرع:
pl: Darowizna Kwota:
sw: Mchango Kiasi:
tl: Halaga ng donasyon:

source: Allocate Donation to:
ar: تخصيص تبرع إلى:
pl: Przeznaczyć darowiznę na:
sw: Tenga Donation kwa:
tl: Maglaan ng donasyon sa:

source: Payment Method:
ar: طريقة الدفع:
pl: Sposób płatności:
sw: Malipo Method:
tl: Pamamaraan sa Pagbabayad:

source: Referred By:
ar: يشار بواسطة:
pl: Zaproszony przez:
sw: Inajulikana By:
tl: Ni-refer ni:

source: To view the donation details, go to:
ar: لعرض تفاصيل التبرع، انتقل إلى:
pl: Aby wyświetlić szczegółowe informacje dawstwa, przejdź do:
sw: Kuangalia maelezo mchango, nenda kwa:
tl: Upang tingnan ang mga detalye ng donasyon, pumunta sa:

source: To view the user details, go to:
ar: لعرض تفاصيل المستخدم، انتقل إلى:
pl: Aby wyświetlić dane użytkownika, przejdź do:
sw: Kuangalia maelezo user, nenda kwa:
tl: Upang tingnan ang mga detalye ng gumagamit, pumunta sa:

source: Donation given by %(donation.last_name)s, %(donation.first_name)s on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: التبرع الذي قدمه %(donation.last_name)s ق، %(donation.first_name)s يالي على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Msaada uliotolewa na %(donation.last_name)s, %(donation.first_name)s juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Donasyon ibinigay ng %(donation.last_name)s, %(donation.first_name)s sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Group Add Notice
ar: إضافة مجموعة الإشعار
pl: Grupa dodawania Ogłoszeń
sw: Group Add Ilani
tl: Abiso Magdagdag Group

source: The following group was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s by %(requser)s(superuser)
ar: وكانت المجموعة التالية يضاف إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s بنسبة %(requser)s ق (المستخدم الخارق)
sw: kundi iliyofuata ilikuwa ya aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s na %(requser)s (superuser)
tl: Ang mga sumusunod na grupo ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s ng %(requser)s (superuser)

source: The following group was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s by %(requser)s and needs to be activated
ar: وكانت المجموعة التالية يضاف إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s بنسبة %(requser)s ق ويجب تفعيلها
sw: kundi iliyofuata ilikuwa ya aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s na %(requser)s na mahitaji ya kuwa ulioamilishwa
tl: Ang mga sumusunod na grupo ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s ng %(requser)s at kailangang ma-activate ang

source: Label:
ar: التسمية:
pl: Wytwórnia:

source: To view the details of this group, go to:
ar: لعرض تفاصيل هذا مجموعة، انتقل إلى:
pl: Aby wyświetlić szczegółowe informacje o tym grupę, przejdź do:
sw: Kuangalia maelezo ya hii kikundi, nenda kwa:
tl: Upang tingnan ang mga detalye ng grupo, pumunta sa:

source: To activate this group, go to:
ar: لتنشيط هذه المجموعة، انتقل إلى:
pl: Aby aktywować tę grupę, przejdź do:
sw: Kuamsha kundi hili, nenda kwa:
tl: Upang i-activate group na ito, pumunta sa:

source: New group (%(objname)s) added on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: وأضافت مجموعة جديدة ( %(objname)s ق) على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New kundi ( %(objname)s) aliongeza juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong pangkat ( %(objname)s) idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: A group has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are given below:
ar: تم حذف مجموعة من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق. وفيما يلي التفاصيل:
pl: Grupa została usunięta od %(SITE_GLOBAL_SITEDISPLAYNAME)s. Szczegóły podano poniżej:
sw: kundi umefutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s. maelezo ya ni aliyopewa chini:
tl: Ang isang grupo ay tinanggal na mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s. Ang mga detalye ay ibinigay sa ibaba:

source: Deleted by:</td> <td width="75%%"><b>%(requser)s (%(requsername)s)
ar: حذف بواسطة: </td> <td width="75%%"> <b> %(requser)s ق ( %(requsername)s ق)
sw: Kufutwa by: </td> <td width="75%%"> <b> %(requser)s ( %(requsername)s)

source: If you would like view all recently deleted groups, go to:
ar: إذا كنت ترغب في عرض الجميع مؤخرا جماعات حذف، انتقل إلى:
pl: Jeśli chcesz widok wszystkich niedawno usunięte grupy, przejdź do:
sw: Kama ungependa maoni yote hivi karibuni makundi ilifutwa, nenda kwa:
tl: Kung nais mong tingnan ang lahat Kamakailan lamang ay tinanggal group, pumunta sa:

source: Time submitted:
ar: الوقت المقدمة:
pl: Czas składać:
sw: Wakati kuwasilishwa:
tl: Oras na isinumite:

source: Group (%(objname)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: مجموعة ( %(objname)s ق) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Group ( %(objname)s) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Grupo ( %(objname)s) na tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The following invoice has been edited:
ar: تم تحرير الفاتورة التالية:
pl: Po faktura została edytowana:
sw: ankara zifuatazo imekuwa mwisho:
tl: Na-edit ang mga sumusunod na invoice:

source: Type:
ar: نوع:
pl: Typ:
sw: Aina:
tl: Uri:

source: Create Date: %(objdate)s
ar: خلق التاريخ: %(objdate)s ق
sw: Kujenga Tarehe: %(objdate)s
tl: Petsa Lumikha: %(objdate)s

source: To view this invoice go to: %(SITE_GLOBAL_SITEURL)s%(objget)s
ar: لعرض هذه الفاتورة تذهب إلى: %(SITE_GLOBAL_SITEURL)s ق %(objget)s ق
sw: Kwa mtazamo ankara hii nenda kwa: %(SITE_GLOBAL_SITEURL)s %(objget)s
tl: Upang tingnan ang invoice na ito pumunta sa: %(SITE_GLOBAL_SITEURL)s %(objget)s

source: A payment attempt has been made for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: تم إجراء محاولة دفع ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: jaribio la malipo yamepatikana kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ang isang pagtatangkang pagbabayad ay ginawa para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Payment Amount:
ar: دفع المبلغ:
pl: Kwota płatności:
sw: Malipo ya kiasi:
tl: Halaga ng Pagbabayad:

source: This is a notice to let you know that a general payment attempt has been made.
ar: هذا هو إشعار لتمكنك من معرفة أن محاولة دفع أحرز العامة.
pl: To jest informacja, aby poinformować, że ogólnie próba została dokonana płatność.
sw: Hili ni tangazo kwa basi unajua kwamba malipo jaribio ujumla yamepatikana.
tl: Ito ay isang abiso upang ipaalam sa iyo na ang isang pangkalahatang pagtatangkang pagbabayad ay ginawa.

source: View invoice to verify payment received:
ar: عرض فاتورة للتحقق من دفع وردت:
pl: Zobacz faktury w celu weryfikacji płatności otrzymane:
sw: View ankara kuthibitisha malipo ya kupokea:
tl: Tingnan invoice upang i-verify ang natanggap na kabayaran:

source: To view the payment details, go to:
ar: لعرض تفاصيل الدفع، انتقل إلى:
pl: Aby zobaczyć szczegóły płatności, przejdź do:
sw: Kuangalia maelezo malipo, nenda kwa:
tl: Upang tingnan ang mga detalye ng pagbabayad, pumunta sa:

source: Payment attempt by %(mplast)s, %(mpfirst)s on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: محاولة الدفع عن طريق %(mplast)s ق، %(mpfirst)s يالي على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Malipo ni jaribio kwa %(mplast)s, %(mpfirst)s juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Pagtatangkang pagbabayad sa pamamagitan ng %(mplast)s, %(mpfirst)s sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Greetings %(act_create)s: <br /><br /> The submission of your newsletter %(act_name)s has been completed.<br /><br /> Total Attempted to Send = %(act_attempt)s <br /> Bad Address or E-mail Blocked = %(act_fail)s <br /> Total Processed = %(act_sent)s <br /><br /> For details of this submission, go to:
ar: تحيات %(act_create)s S: <br /> <br /> تقديم الرسائل الإخبارية الخاصة بك %(act_name)s وقد تم الانتهاء ق. <br /> <br /> إجمالي محاولة لإرسال = %(act_attempt)s ق <br /> سيئة أو عنوان البريد الإلكتروني محظور = %(act_fail)s ق <br /> إجمالي المصنعة = %(act_sent)s ق <br /> <br /> للاطلاع على تفاصيل هذا التقديم، انتقل إلى:
sw: Salamu %(act_create)s: <br /> <br /> kuwasilisha barua yako %(act_name)s imekamilika <br />. <br /> Jumla ya ilijaribu kutuma = %(act_attempt)s <br /> Bad mitaani au E-mail Zilizozuwiwa = %(act_fail)s <br /> Jumla ya kusindika = %(act_sent)s <br /> <br /> Kwa maelezo ya kuwasilisha hii, nenda kwa:

source: Time Submitted:
ar: الوقت المقدمة:
pl: Czas Napisał:
sw: Wakati iliombwa:
tl: Oras Naisumite:

source: Newsletter %(subject)s submission recap
ar: النشرة %(subject)s ق تقديم خلاصة
sw: Newsletter %(subject)s kuwasilisha recap
tl: Newsletter %(subject)s pagbabalik-tanaw pagsusumite

source: Payment Generated Notice
ar: الدفع المتولدة إشعار
pl: Płatność Wygenerowane Wskazówka
sw: Malipo Generated Ilani
tl: Binuo Abiso sa Pagbabayad

source: Payment ID:
ar: ID الدفع:
pl: Płatność ID:
sw: Malipo ID:
tl: ID ng Pagbabayad:

source: Status Detail:
ar: وضع التفاصيل:
pl: Stan Szczegóły:
sw: Hali Detail:
tl: Detalye ng Katayuan:

source: To view the details of this payment, go to:
ar: لعرض تفاصيل هذا الدفع، انتقل إلى:
pl: Aby wyświetlić szczegóły tej płatności, przejdź do:
sw: Kuangalia maelezo ya malipo hii, nenda kwa:
tl: Upang tingnan ang mga detalye ng pagbabayad, pumunta sa:

source: New payment (ID: %(objid)s, amount: %(objamount)s) for invoice (ID: %(objinv)s)
ar: دفع جديدة (ID: %(objid)s ق، كمية: %(objamount)s ق) لفاتورة (ID: %(objinv)s ق)
sw: Malipo New (ID: %(objid)s, kiasi: %(objamount)s) kwa ankara (ID: %(objinv)s)
tl: Bagong pagbabayad (ID: %(objid)s, halaga: %(objamount)s) para sa invoice (ID: %(objinv)s)

source: Resume Add Notice
ar: استئناف إضافة إشعار
pl: Resume Dodaj Notice
sw: Kuendelea Kuongeza Ilani
tl: Ipagpatuloy ang Magdagdag ng Abiso

source: The following resume was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Resume Bank by:
ar: تمت إضافة الذاتية التالية ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق استئناف على الانترنت من قبل البنك:
sw: resume zifuatazo alikuwa aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Resume Bank na:
tl: Ang mga sumusunod na resume ay naidagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Ipagpatuloy Bank sa pamamagitan ng:

source: To view the details of this resume, go to:
ar: لعرض تفاصيل هذه السيرة الذاتية، انتقل إلى:
pl: Aby wyświetlić szczegóły tego życiorysu, przejdź do:
sw: Kuangalia maelezo ya resume hii, nenda kwa:
tl: Upang tingnan ang mga detalye ng resume na ito, pumunta sa:

source: To activate this resume, go to:
ar: لتفعيل هذه السيرة الذاتية، ويذهب إلى:
pl: Aby aktywować tę CV, przejdź do:
sw: Kuamsha resume hii, kwenda kwa:
tl: Upang i-activate ang resume ninyo ito, magpunta sa:

source: New resume (%(objtitle)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: استئناف الجديد ( %(objtitle)s ق) نشر ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New resume ( %(objtitle)s) posting kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong resume ( %(objtitle)s) para sa pag-post ng %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Resume Delete Notice
ar: استئناف إشعار حذف
pl: Wznowić Usuń Notice
sw: Kuendelea Delete Ilani
tl: Ipagpatuloy ang Delete Abiso

source: A record has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
ar: تم حذف سجل من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق وحدة
sw: rekodi umefutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s moduli
tl: A record ay tinanggal na module na ito mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s
