Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Create Date:
ar: خلق التسجيل:
pl: Data utworzenia:
sw: Kujenga Tarehe:
tl: Petsa Lumikha:

source: User Welcome
ar: أهلا المستخدم
pl: Użytkownik Witamy
sw: User Karibu
tl: Maligayang pagdating User

source: User Account Created, Welcome Message
ar: حساب المستخدم مكون، رسالة ترحيب
pl: Konto użytkownika utworzone, Powitanie
sw: Akaunti ya mtumiaji Created, Karibu Ujumbe
tl: User Account Nilikha, Maligayang pagdating Mensahe

source: Membership Entry Submission
ar: عضوية التقديم الدخول
pl: Członkostwo Wejście Składanie
sw: Uanachama Entry Kujitoa
tl: Ang pagsapi Pagsusumite ng Entry

source: Membership Entry Renewal
ar: عضوية تجديد الاشتراك
pl: Wpis Odnowienie członkostwa
sw: Uanachama Entry Renewal
tl: Ang pagsapi sa Pagpasok ng Pag-renew ng

source: Membership Application Approved
ar: عضوية التطبيقات المعتمدة
pl: Członkostwo Zatwierdzony
sw: Maombi uanachama Approved
tl: Naaprubahan Application Ang pagsapi

source: Membership Application Disapproved
ar: عضوية تطبيق مرفوض
pl: Członkowska Odrzucone
sw: Uanachama Maombi tumeshindwa
tl: Ang pagsapi Application Hindi Naaprubahan

source: Membership Corp Indiv Verify Email
ar: عضوية كورب الكلاسيكي فردي تحقق البريد الإلكتروني
pl: Członkostwo Corp Skoki Sprawdź Wyślij
sw: Uanachama Corp INDIV Kuhakiki Barua pepe
tl: Ang pagsapi corp Indiv Patunayan ang Email

source: Membership Corp Indiv Email To Be Verified
ar: عضوية كورب الكلاسيكي فردي البريد الإلكتروني ليتم التحقق منها
pl: Członkostwo Corp Skoki email zostać zweryfikowane
sw: Uanachama Corp INDIV Email Kuwa Imethibitishwa
tl: Ang pagsapi corp Indiv Email Upang Maging verify

source: Profile
ar: الملف الشخصي
pl: Profil

source: Membership
ar: عضوية
pl: Członkostwo
sw: Uanachama
tl: Ang pagsapi

source: Education History
ar: تعليم التاريخ
pl: Historia edukacji
sw: Elimu Historia
tl: Kasaysayan ng Edukasyon

source: Money
ar: المال
pl: Pieniądze
tl: Pera

source: Extra
ar: خارج
sw: Kinga ya ziada ya
tl: Extrang

source: Demographics
ar: التركيبة السكانية
pl: Demografia
sw: Takwimu za watu
tl: Demograpiko

source: Successfully Approved
ar: وافق بنجاح
pl: Powodzeniem Zatwierdzony
sw: Mafanikio Approved
tl: Matagumpay na Aprubado

source: Successfully Renewed
ar: تحديث بنجاح
pl: Odnowiona powodzeniem
sw: Mafanikio Lililohuishwa
tl: Matagumpay na na-renew

source: Successfully Disapproved
ar: المرفوضة بنجاح
pl: Powodzeniem Odrzucone
sw: Mafanikio tumeshindwa
tl: Matagumpay na Hindi naaprubahan

source: Successfully Expired
ar: الترويجي بنجاح
pl: Pomyślnie minął
sw: Mafanikio Umeisha
tl: Matagumpay na Na-expire

source: Expiration Method
ar: الطريقة انتهاء
pl: Metoda ważności
sw: Kumalizika muda wake Method
tl: Pamamaraan sa Pag-expire

source: Renewal Options
ar: خيارات التجديد
pl: Opcje odnawiania
sw: Renewal Chaguzi
tl: Mga Pagpipilian sa Pag-renew ng

source: Membership App
ar: عضوية التطبيقات
pl: Członkostwo App
sw: Uanachama App
tl: Ang pagsapi App

source: Membership management application.
ar: تطبيق إدارة العضوية.
pl: Aplikacja do zarządzania członków.
sw: Uanachama usimamizi maombi.
tl: Application sa pamamahala ng pagiging kasapi.

source: Period Type
ar: النوع الفترة
pl: Okres Typ
sw: Kipindi Aina
tl: Uri ng Panahon

source: Admin fee for the first time processing
ar: رسوم المشرف لتجهيز أول مرة
pl: Opłata administracyjna do przetwarzania w czasie pierwszego
sw: Admin ada kwa ajili ya kwanza wakati usindikaji
tl: Bayad Admin para sa unang panahon ng pagpoproseso

source: Period must be a numeric number.
ar: ويجب أن تكون فترة عددا رقمية.
pl: Okres musi być liczbą numeryczny.
sw: Kipindi lazima iwe ni namba numeric.
tl: Panahon ay dapat na isang numerong numero.

source: Period is a required field.
ar: الفترة هي حقل مطلوب.
pl: Okres jest polem wymaganym.
sw: Kipindi ni uwanja required.
tl: Panahon ay kinakailangang patlang.

source: Please select a expiration option for join.
ar: يرجى تحديد خيار انتهاء صلاحية الانضمام.
pl: Proszę wybrać opcję wygaśnięcia dołączyć.
sw: Tafadhali kuchagua kumalizika muda wake chaguo kwa ajili ya kujiunga.
tl: Mangyaring pumili ng pagpipilian sa pag-expire para sumali.

source: The day(s) field in option 2 of Expires On must be a numeric number.
ar: اليوم (ق) الميدانية في الخيار 2 من الإنتهاء يجب أن يكون عدد الرقمية.
pl: Pole dzień (dni) w opcji 2 wygasa musi być liczbą numeryczny.
sw: siku (s) katika uwanja chaguo 2 ya Muda wake On lazima iwe ni namba numeric.
tl: Ang field (na) araw sa 2 pagpipilian ng e-expire Sa dapat na isang numerong numero.

source: Please select a expiration option for renewal.
ar: يرجى تحديد خيار انتهاء صلاحية التجديد.
pl: Proszę wybrać opcję wygaśnięcia przedłużenia.
sw: Tafadhali kuchagua kumalizika muda wake chaguo kwa ajili ya upya.
tl: Mangyaring pumili ng pagpipilian sa pag-expire para sa renewal.

source: The day(s) field in option 2 of Renew Expires On must be a numeric number.
ar: اليوم (ق) الميدانية في الخيار 2 للتجديد تنتهي في يجب أن يكون عدد الرقمية.
pl: Pole dzień (dni) w opcji 2 Renew wygasa musi być liczbą numeryczny.
sw: siku (s) katika uwanja chaguo 2 ya upya Muda wake On lazima iwe ni namba numeric.
tl: E-expire ang field ng (na) araw sa opsyon 2 ng I-renew Sa dapat na isang numerong numero.

source: The day(s) field in option 3 of Renew Expires On must be a numeric number.
ar: اليوم (ق) الميدانية في الخيار 3 من تجديد تنتهي في يجب أن يكون عدد الرقمية.
pl: Pole dzień (dni) w opcji 3 Renew wygasa musi być liczbą numeryczny.
sw: siku (s) katika uwanja chaguo 3 ya upya Muda wake On lazima iwe ni namba numeric.
tl: E-expire ang field ng (na) araw sa opsyon 3 ng I-renew Sa dapat na isang numerong numero.

source: Please select an option for fixed period.
ar: الرجاء تحديد خيار لفترة محددة.
pl: Proszę wybrać opcję dla ustalonego okresu.
sw: Tafadhali kuchagua chaguo kwa fasta kipindi hicho.
tl: Mangyaring pumili ng opsyon para sa nakapirming panahon.

source: The day(s) field in the option 1 of Expires On must be a numeric number.
ar: اليوم (ق) الميدانية في الخيار 1 من ينتهي يجب أن يكون في عدد الرقمية.
pl: Pole dzień (dni), w wariancie 1 wygasa musi być liczba cyfrowa.
sw: siku (s) katika uwanja chaguo 1 ya Muda wake On lazima iwe ni namba numeric.
tl: Ang field na (mga) araw sa opsyon 1 ng e-expire Sa dapat na isang numerong numero.

source: The day(s) field in the option 2 of Expires On must be a numeric number.
ar: اليوم (ق) الميدانية في الخيار 2 من ينتهي يجب أن يكون في عدد الرقمية.
pl: Pole dzień (dni), w wariancie 2 wygasa musi być liczba cyfrowa.
sw: siku (s) katika uwanja chaguo 2 ya Muda wake On lazima iwe ni namba numeric.
tl: Ang field (na) araw sa pagpipiliang 2 ng e-expire Sa dapat na isang numerong numero.

source: The grace period day(s) for optoin 2 must be a numeric number.
ar: يجب أن يكون يوم فترة سماح (ق) لoptoin 2 عدد الرقمية.
pl: Dzień (dni) Okres karencji na optoin 2 musi być liczbą numeryczny.
sw: siku kipindi cha neema (s) kwa optoin 2 lazima iwe ni namba numeric.
tl: Ang (mga) palugit na araw para sa optoin 2 ay dapat na isang numerong numero.

source: Published
ar: نشرت
pl: Opublikowano
tl: Nai-publish

source: Allowed characters are letters, digits, at sign (@), period (.), plus sign (+), dash (-), and underscore (_).
ar: الأحرف المسموح بها هي الحروف والأرقام، في علامة (@)، فترة، علامة زائد (+)، الشرطة (.) (-) والشرطة السفلية (_).
pl: Dozwolone znaki to litery, cyfry, znaki (@), w okresie, znak plus (+), myślnik (.) (-) I znak podkreślenia (_).
sw: Wahusika kuruhusiwa ni herufi, tarakimu, katika ishara ya (@), kipindi, pamoja na ishara (+), dash (.) (-), Na kusisitiza (_).
tl: Ang pinapayagang character ay mga titik, digit, sa pag-sign (@), panahon, plus sign (+), gitling (.) (-), At salungguhit (_).

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
pl: Hasła nie są identyczne.
sw: Nywila si mechi.
tl: Ang mga password ay hindi tumutugma.

source: Username and password did not match.
ar: لم اسم المستخدم وكلمة المرور غير متطابقة.
pl: Nazwa użytkownika i hasło nie pasuje.
sw: Jina la mtumiaji na password hakuwa mechi.
tl: Username at password ay hindi tumutugma.

source: This username exists. If it's yours, please provide your password.
ar: يوجد هذا المستخدم. لو كان لك، أرجو تقديم كلمة المرور الخاصة بك.
pl: Ta nazwa użytkownika nie istnieje. Jeśli jest to twoja, proszę podać swoje hasło.
sw: Jina la mtumiaji huu upo. Kama ni yako, tafadhali kutoa password yako.
tl: Umiiral na ang username na ito. Kung sa iyo ito, mangyaring ibigay ang iyong password.

source: Graduation Date
ar: تاريخ التخرج
pl: Stopniowanie Data
sw: Kuhitimu Tarehe
tl: Petsa ng Pagtatapos

source: School 2
ar: المدرسة 2
pl: Szkoła 2
sw: Shule 2
tl: Paaralan 2

source: Major 2
ar: كبير 2
pl: Duże 2
sw: Meja 2

source: Degree 2
ar: درجة 2
pl: Stopień 2
sw: Shahada ya 2

source: Graduation Date 2
ar: تاريخ التخرج 2
pl: Data 2 Graduation
sw: Kuhitimu Tarehe 2
tl: Pagtatapos ng Petsa 2

source: School 3
ar: المدرسة 3
pl: Szkoła 3
sw: Shule 3
tl: Paaralan 3

source: Major 3
ar: كبير 3
pl: Duże 3
sw: Meja 3

source: Degree 3
ar: درجة 3
pl: Stopień 3
sw: Shahada ya 3

source: Graduation Date 3
ar: تاريخ التخرج 3
pl: Data 3 Graduation
sw: Kuhitimu Tarehe 3
tl: Pagtatapos ng Petsa 3

source: School 4
ar: المدرسة 4
pl: Szkoła 4
sw: Shule 4
tl: Paaralan 4

source: Major 4
ar: كبير 4
pl: Duże 4
sw: Meja 4

source: Degree 4
ar: درجة 4
pl: Stopień 4
sw: Shahada ya 4

source: Graduation Date 4
ar: تاريخ التخرج 4
pl: Data 4 Graduation
sw: Kuhitimu Tarehe 4
tl: Pagtatapos ng Petsa 4

source: Archive
ar: الأرشيف
pl: Archiwum

source: Export Active Memberships
ar: تصدير عضوية زيارة
pl: Eksport Aktywni Członkostwa
sw: Export Active Uanachama
tl: I-export ang mga pagmimiyembro Aktibo

source: Export Pending Memberships
ar: تصدير قيد الانتظار عضوية
pl: Przynależność oczekujące na eksport
sw: Export Pending Uanachama
tl: I-export ang Mga nakabinbing mga pagmimiyembro

source: Export Expired Memberships
ar: تصدير الترويجي عضوية
pl: Eksport minął Członkostwa
sw: Export Umeisha Uanachama
tl: I-export Nag-expire mga pagmimiyembro

source: Export All Types
ar: تصدير جميع أنواع
pl: Wyeksportować wszystkie typy
sw: Kuuza nje aina zote
tl: I-export Lahat ng mga Uri

source: Join Under the Corporation:
ar: الانضمام تحت شركة:
pl: Dołącz Pod Corporation:
sw: Kujiunga Chini ya Corporation:
tl: Sumali sa ilalim ng Corporation:

source: Enter the Secret Code
ar: أدخل رمز السري
pl: Wprowadź kod Tajny
sw: Kuingia Siri Code
tl: Ipasok ang Lihim Code

source: Verify Your Email Address
ar: التحقق من عنوان البريد الإلكتروني الخاص بك
pl: Zweryfikuj swój adres e-mail
sw: Kuhakiki ya barua pepe yako mitaani
tl: I-verify ang iyong Email Address

source: Your email address will help us to identify your corporate. You will receive an email to the address you entered for us to verify your email address. Please follow the instruction in the email to continue signing up for the membership.
ar: وعنوان البريد الإلكتروني الخاص بك يساعدنا على تحديد الشركة. سوف تتلقى رسالة بريد إلكتروني إلى العنوان الذي أدخلته بالنسبة لنا للتحقق عنوان البريد الإلكتروني الخاص بك. يرجى اتباع تعليمات في البريد الإلكتروني على مواصلة توقيع يصل للعضوية.
pl: Twój adres e-mail pomoże nam zidentyfikować firmowej. Otrzymasz wiadomość e-mail do Adres wprowadzony dla nas do sprawdzenia Twój adres e-mail. Należy postępować zgodnie z instrukcja w e-mailu, aby kontynuować podpisanie się o członkostwo.
sw: Anwani ya barua pepe yako kutusaidia kutambua kampuni yako. Utapokea barua pepe kwa anwani wewe aliingia kwa ajili yetu ili kuthibitisha anwani yako ya barua pepe. Tafadhali kufuata maelekezo kwa barua pepe kwa kuendelea kutia saini up kwa ajili ya uanachama.
tl: Ang iyong email address ay makakatulong sa amin upang makilala iyong korporasyon. Makakatanggap ka ng isang e-mail sa ang address na iyong ipinasok para sa amin upang i-verify ang iyong email address. Mangyaring sundin ang mga pagtuturo sa email upang magpatuloy sa pag-sign up para sa pagiging kasapi.

source: Invalid Secret Code.
ar: كود سر باطلة.
pl: Nieprawidłowy kod tajne.
sw: Batili siri Code.
tl: Di-wastong Lihim Code.

source: Sorry but we're not able to find your corporation.
ar: آسف ولكن نحن لسنا قادرين على العثور على الشركة الخاصة بك.
pl: Przykro nam, ale nie jesteśmy w stanie znaleźć korporację.
sw: Sorry lakini sisi siyo uwezo wa kupata kampuni yako.
tl: Paumanhin ngunit hindi namin kayang upang mahanap ang iyong korporasyon.

source: All Statuses
ar: كل الاوضاع
pl: Wszystkie stany
sw: Statuses wote
tl: Lahat ng Mga katayuang

source: Gender
ar: بين الجنسين
pl: Płeć
sw: Jinsia
tl: Kasarian

source: Section Header
ar: المقطع رأس
pl: Sekcja Nagłówek
sw: Sehemu Header
tl: Seksyon ng header

source: Description
ar: وصف
pl: Opis
sw: Maelezo
tl: Paglalarawan

source: Horizontal Rule
ar: القاعدة الأفقية
pl: Linia pozioma

source: Membership Type
ar: نوع العضوية
pl: Rodzaj członkostwa
sw: Aina ya uanachama
tl: Uri ng pagiging kasapi

source: Corporate Membership ID
ar: ID عضوية الشركات
pl: Identyfikacje Członkostwo
sw: Corporate Uanachama ID
tl: ID Corporate Ang pagsapi

source: User
ar: المستخدم
pl: Użytkownik
sw: Mtumiaji

source: Donation
ar: تبرع
pl: Darowizna
sw: Mchango
tl: Donasyon

source: Custom
ar: العرف
pl: Niestandardowy
sw: Desturi
tl: Pasadyang

source: Fixed
ar: ثابت
pl: Stała
sw: Fasta
tl: Nakapirming

source: Rolling
ar: المتداول
pl: Walcówka
tl: Binabalik

source: Days
ar: أيام
pl: Dni
sw: Siku
tl: Mga Araw

source: Months
ar: أشهر
pl: Miesięcy
sw: Miezi
tl: Mga Buwan

source: Years
ar: سنوات
pl: Lat
sw: Miaka
tl: Taon

source: Admin Fee
ar: رسوم المشرف
pl: Opłata administracyjna
tl: Bayad sa Admin

source: Members joined will be added to this group
ar: سيتم إضافة أعضاء انضم إلى هذه المجموعة
pl: Użytkownicy Dołączył zostanie dodana do tej grupy
sw: Wanachama alijiunga Itakuwa aliongeza kwa kundi hili
tl: Sumali Miyembro ay idadagdag sa grupong ito

source: Require Approval
ar: تتطلب الموافقة
pl: Wymaga zatwierdzenia
sw: Zinahitaji kibali
tl: Atasan ang Pag-apruba

source: Auto-approval requires payment
ar: تتطلب صناعة السيارات في الموافقة على الدفع
pl: Automatyczne zatwierdzenie wymaga zapłaty
sw: Auto-idhini inahitaji malipo
tl: Nangangailangan ang auto-apruba ng pagbabayad

source: If checked, auto-approved memberships will require a successful online payment to be auto-approved.
ar: إذا تم، سيكون لعضوية المعتمدة من السيارات تتطلب دفع ناجحة على الانترنت لتكون وافقت عليها السيارات.
pl: Jeśli zaznaczone, auto akceptację członkostwa wymagać będzie udany płatności online jest automatycznie zatwierdzane.
sw: Kama checked, auto-kupitishwa uanachama wa itahitaji mafanikio online malipo kuwa auto-kupitishwa.
tl: Kung naka-check, ang auto-naaprubahan pagiging miyembro ay mangangailangan ng isang matagumpay na online na pagbabayad upang maging auto-naaprubahan.

source: Allow Renewal
ar: السماح تجديد
pl: Pozwalają Renewal
sw: Kuruhusu Renewal
tl: Payagan ang Pag-renew ng

source: Renewal Only
ar: تجديد فقط
pl: Tylko odnowienie
sw: Renewal tu
tl: Pag-renew Lamang

source: Renewal Requires Approval
ar: تجديد يتطلب موافقة
pl: Odnowienie Wymaga zatwierdzenia
sw: Renewal Inahitaji kibali
tl: Pag-renew Nangangailangan ng Pag-apruba

source: Never Expires
ar: لا ينتهي
pl: Nigdy nie wygasa
sw: Kamwe Muda wake
tl: Huwag kailanman e-expire

source: If selected, skip the Renewal Options.
ar: إذا المختارة، تخطي خيارات التجديد.
pl: Jeśli wybrana, przejdź do opcji przedłużenia.
sw: Kama kuchaguliwa, ruka Chaguzi Renewal.
tl: Kung pinili, laktawan ang Mga Pagpipilian sa Pag-renew.

source: Expires On
ar: ينتهي في
pl: Wygasa
sw: Muda wake On
tl: Sa e-expire

source: Expiration Day
ar: انتهاء اليوم
pl: Dzień wygaśnięcia
sw: Siku ya kumalizika muda wake
tl: Araw ng Pag-expire

source: Renewal Expires On
ar: تجديد تنتهي في
pl: Odnowienie Wygasa
sw: Renewal Muda wake On
tl: Pag-renew ng e-expire Sa

source: Allow Rollover
ar: تسمح التمديد
pl: Pozwalają Rollover
sw: Kuruhusu Rollover
tl: Payagan ang rollover

source: Membership signups after this date covers the following calendar year as well.
ar: الاشتراك في العضوية بعد هذا التاريخ يغطي السنة التقويمية التالية أيضا.
pl: Zapisy członków po upływie tego terminu obejmuje następnego roku kalendarzowego, jak również.
sw: Signups uanachama baada ya tarehe hii inashughulikia zifuatazo kalenda ya mwaka kama vizuri.
tl: Pag-signup ng pagiging miyembro pagkatapos ng petsang ito ay sumasaklaw sa sumusunod na taon ng kalendaryo pati na rin.

source: Renewal Period Start
ar: تجديد الفترة ابدأ
pl: Odnowienie Początek okresu
sw: Renewal Kipindi Start
tl: Pag-renew ng Pagsisimula ng Panahon

source: How long (in days) before the memberships expires can the member renew their membership.
ar: متى (في أيام) قبل أن تنتهي عضوية عضو تجديد عضويتهم.
pl: Jak długo (w dniach) przed wygaśnięciem członkostwa członek może odnowić swoje członkostwo.
sw: Jinsi muda mrefu (katika siku) kabla ya muda wake unaweza uanachama wa mwanachama upya wanachama wao.
tl: Gaano katagal (sa araw) bago ang pagiging miyembro ng mag-expire ang maaari ang miyembro i-renew ang kanilang pagiging miyembro.

source: Renewal Period End
ar: تجديد نهاية الفترة
pl: Odnowienie koniec okresu
sw: Renewal Kipindi Mwisho
tl: Pag-renew ng End Panahon

source: How long (in days) after the memberships expires can the member renew their membership.
ar: متى (بالأيام) بعد انتهاء عضوية عضو يمكن تجديد عضويتهم.
pl: Jak długo (w dniach) po wygaśnięciu członkostwa członek może odnowić swoje członkostwo.
sw: Jinsi muda mrefu (katika siku) baada ya kumaliza muda wake unaweza uanachama wa mwanachama upya wanachama wao.
tl: Gaano katagal (sa araw) pagkatapos ng pagiging miyembro ng mag-expire ang maaari ang miyembro i-renew ang kanilang pagiging miyembro.

source: Expiration Grace Period
ar: انتهاء فترة السماح
pl: Okres ważności Grace
sw: Kumalizika muda wake Grace Period
tl: Pag-expire ng Grace ng Panahon

source: The number of days after the membership expires their membership is still active.
ar: انتهاء عدد الأيام بعد عضوية عضويتهم لا تزال نشطة.
pl: Liczba dni po wygaśnięciu ich członkostwo członkostwo jest nadal aktywny.
sw: idadi ya siku baada ya muda wake uanachama taarifa uanachama yao bado ni hai.
tl: Ang bilang ng araw pagkatapos ng pagiging miyembro nag-expire ang kanilang pagiging miyembro ay aktibo pa rin.

source: Can view membership type
ar: يمكن عرض نوع العضوية
pl: Można zobaczyć typ członkostwa
sw: Unaweza kuona taarifa uanachama aina
tl: Maaaring tingnan ang uri ng pagsapi

source: Memberships
ar: عضوية
pl: Przynależność
sw: Uanachama
tl: Ang mga pagmimiyembro

source: Corporate Membership
ar: عضوية الشركات
pl: Członkostwo korporacyjnego
sw: Corporate Uanachama
tl: Corporate Ang pagsapi

source: Can approve memberships
ar: يمكن الموافقة على عضوية
pl: Może zatwierdzić członkostwo
sw: Je, kupitisha uanachama wa
tl: Maaari aprubahan ang mga pagmimiyembro

source: Interactive
ar: التفاعلية
pl: Interaktywna

source: Not Interactive (no login)
ar: لا التفاعلي (أي الدخول)
pl: Nie Interactive (bez logowania)
sw: Si Interactive (hakuna kuingia)
tl: Hindi Interactive (walang pag-login)

source: Recap File
ar: خلاصة الملف
pl: Podsumowanie pliku
sw: Kurejea Picha
tl: Pagbabalik-tanaw ng File

source: Header Line
ar: رأس الخط
pl: Linia nagłówka
sw: Line Header
tl: Header ng Linya

source: Error
ar: خطأ
pl: Błąd

source: Renewal Date
ar: تجديد التسجيل
pl: Data odnowienia
sw: Renewal Tarehe
tl: Petsa ng Pagre-renew

source: Note that if you don't select a membership type, the notice will go out to all members.
ar: لاحظ أنه إذا لم تقم بتحديد نوع عضوية، فإن إشعار الخروج لجميع الأعضاء.
pl: Należy pamiętać, że jeśli nie wybrać rodzaj członkostwa, informacja trafi do wszystkich członków.
sw: Kumbuka kwamba kama huna kuchagua aina uanachama, ilani yake itakuwa kwenda nje kwa wanachama wote.
tl: Tandaan na kung hindi ka pumili ng uri ng pagiging kasapi, ang paunawa ay pumunta out sa lahat ng mga miyembro.

source: Description of this application.
ar: وصف هذا التطبيق.
pl: Opis tego zastosowania.
sw: Maelezo ya maombi haya.
tl: Paglalarawan ng application na ito.

source: Use Captcha
ar: استخدام كلمة التحقق
pl: Zastosowanie Captcha
sw: Matumizi Captcha
tl: Gamitin ang Captcha

source: Allow Multiple Membership Types
ar: تسمح أنواع متعددة العضوية
pl: Rodzaje członkostwa umożliwić wielu
sw: Kuruhusu Multiple Uanachama Aina
tl: Payagan Maramihang Mga Uri ng Pagiging Kasapi

source: Payment Methods
ar: طرق الدفع
pl: Metody płatności
sw: Malipo Njia
tl: Mga Paraan ng Pagbabayad

source: Use for Corporate Individuals
ar: استخدام الشركات للأفراد
pl: Użyj dla osób Korporacyjnych
sw: Matumizi kwa ajili ya Watu Corporate
tl: Gamitin para sa Mga Indibidwal Corporate

source: Can view membership application
ar: يمكن عرض طلب العضوية
pl: Wniosek o członkostwo mogą korzystać
sw: Unaweza kuona taarifa uanachama maombi
tl: Maaaring tingnan ang application ng pagiging miyembro

source: Select One (Drop Down)
ar: حدد واحد (إسقاط لأسفل)
pl: Wybierz jedną (rozwijanego)
sw: Chagua One (Drop Down)
tl: Pumili ng Isa (Drop Down)

source: Select One (Radio Buttons)
ar: اختر واحدة (أزرار الراديو)
pl: Wybierz jedną (Radio Buttons)
sw: Kuchagua One (Radio Buttons)
tl: Pumili ng Isa (Pindutan ng Radyo)

source: CSS Class
ar: CSS الدرجة
pl: Klasa CSS
sw: CSS Hatari

source: user
ar: المستخدم
pl: użytkownik
tl: gumagamit

source: New Memberships
ar: عضوية جديدة
pl: Nowe Członkostwa
sw: New Uanachama
tl: Bagong mga pagmimiyembro

source: John Smith Corporation
ar: جون سميث شركة

source: Price Paid
ar: السعر المدفوع
pl: Cena zapłacona
sw: Bei Kulipwa
tl: Bayad na presyo

source: Pleaes make sure you're importing a .csv file.
ar: Pleaes تأكد أنك استيراد ملف .csv.
pl: Pleaes upewnij się, że import pliku csv.
sw: Pleaes kuhakikisha wewe ni kuagiza .csv file.
tl: Pleaes makatiyak na iyong pag-import ng isang csv file.

source: This .csv file has null characters, try re-saving it.
ar: هذا ملف .csv ديه أحرف فارغة، حاول إعادة الموفرة للبه.
pl: Ten plik csv ma ​​pustych znaków, spróbuj ponownie zapisać go.
sw: Faili hili .csv ina null wahusika, jaribu re-kuokoa yake.
tl: Ito .csv file ay null character, subukang muling i-save ito.

source: Please make sure there is a membership type column.
ar: يرجى التأكد من وجود عمود نوع العضوية.
pl: Prosimy upewnić się, że jest to kolumna typ członkostwa.
sw: Tafadhali kuhakikisha kuna taarifa uanachama aina safu.
tl: Mangyaring tiyakin na mayroong isang hanay na Uri ng pagiging kasapi.

source: Successfully updated Membership Information.
ar: تحديث معلومات العضوية بنجاح.
pl: Pomyślnie zaktualizowane informacje o członkostwie.
sw: Mafanikio updated Uanachama Habari.
tl: Matagumpay na na-update ang Impormasyon ng Pagiging Kasapi.

source: Jan (01)
ar: يناير (01)

source: Feb (02)
ar: مايو (02)
pl: Luty (02)
sw: Februari (02)
tl: Pebrero (02)

source: Mar (03)
ar: مارس (03)

source: Apr (04)
ar: أبريل (04)
pl: Kwiecień (04)
sw: Aprili (04)
tl: Abril (04)

source: May (05)
ar: مايو (05)
pl: Maj (05)
sw: Mei (05)
tl: Mayo (05)

source: Jun (06)
ar: جون (06)
sw: Juni (06)
tl: Hunyo (06)

source: Jul (07)
ar: يوليو (07)
pl: Lipiec (07)
sw: Julai (07)
tl: Hulyo (07)

source: Aug (08)
ar: أغسطس (08)
pl: Sierpień (08)
sw: Agosti (08)
tl: Agosto (08)

source: Sep (09)
ar: سبتمبر (09)
pl: Wrzesień (09)
sw: Septemba (09)
tl: Septiyembre (09)

source: Oct (10)
ar: أكتوبر (10)
pl: Październik (10)
sw: Oktoba (10)
tl: Oktubre (10)

source: Nov (11)
ar: نوفمبر (11)
pl: Listopad (11)
sw: Novemba (11)
tl: Nobyembre (11)

source: Dec (12)
ar: ديسمبر (12)
pl: Grudzień (12)
sw: Desemba (12)
tl: Disyembre (12)

source: End of full period
ar: نهاية الفترة الكاملة
pl: Koniec pełnego okresu
sw: Mwisho wa kipindi full
tl: Katapusan ng buong panahon

source: Section 1. User Information
ar: قسم المعلومات 1. العضو
pl: Sekcja Informacje 1. Użytkownik
sw: Sehemu ya Habari 1. mtumiaji
tl: Seksyon ng Impormasyon 1 User
