Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Location Information
ar: معلومات عن الموقع
pl: Lokalizacja
sw: Location Habari
tl: Impormasyon ng Lokasyon

source: Sponsor
ar: الراعي
sw: Mdhamini

source: Speakers in an event must have distinct names. '%s' is already used.
ar: يجب أن يكون المتحدثين في هذا الحدث أسماء متميزة. ويستخدم بالفعل &#39;٪ ق&#39;.
pl: Głośniki w imprezie muszą posiadać odrębne nazwy. &#39;% S&#39; jest już używana.
sw: Wasemaji katika tukio lazima kuwa na majina tofauti. &#39;% S&#39; tayari kutumika.
tl: Mga Speaker sa isang kaganapan ay dapat na mayroong natatanging pangalan. &#39;% S&#39; ay ginagamit na.

source: Speaker
ar: رئيس
pl: Głośnik
sw: Spika
tl: Tagapagsalita

source: Please keep filesize under %(max_upload_size)s. Current filesize %(data_size)s
ar: يرجى إبقاء حجم الملف تحت %(max_upload_size)s ق. حجم الملف الحالية %(data_size)s ق
sw: Tafadhali kuweka filesize chini ya %(max_upload_size)s. Sasa filesize %(data_size)s
tl: Mangyaring panatilihin ang filesize sa ilalim ng %(max_upload_size)s. Kasalukuyang filesize %(data_size)s

source: Speaker name is required if a speaker file is given.
ar: مطلوب اسم المتكلم إذا تم إعطاء ملف متكلم.
pl: Nazwa głośnika jest wymagane, jeżeli plik znajduje się głośnik.
sw: Jina Spika inahitajika kama msemaji faili ni kutolewa.
tl: Pangalan ng Tagapagsalita ay kinakailangan kung ang isang speaker file ay ibinibigay.

source: Speaker details missing. Please add speaker name or delete the speaker.
ar: تفاصيل رئيس مفقودة. الرجاء إضافة أو حذف اسم رئيس المتكلم.
pl: Szczegóły głośnikowe brakuje. Proszę dodać nazwę lub usunąć głośnika głośnik.
sw: Maelezo ya Spika kukosa. Tafadhali kuongeza jina msemaji au kufuta msemaji.
tl: Mga detalye ng Tagapagsalita nawawala. Mangyaring magdagdag ng pangalan ng speaker o tanggalin ang mga speaker.

source: Start and End
ar: بداية ونهاية
pl: Początku i na końcu
sw: Kuanza na Mwisho
tl: Simulan at Tapusin

source: Inherit from event
ar: ترث من الحدث
pl: Dziedziczą zdarzenia
sw: Kurithi kutoka tukio
tl: Manahin mula sa kaganapan

source: Start Date/Time should come after End Date/Time
ar: تاريخ بدء / أن الوقت قد حان بعد نهاية التاريخ / التوقيت
pl: Data rozpoczęcia / czas powinien przyjść po End Date / Time
sw: Kuanza Tarehe / Saa waje baada ya Mwisho Tarehe / Saa
tl: Petsa ng Pagsisimula / oras ay dapat dumating pagkatapos ng Petsa ng Pagtatapos / Oras

source: Registration Pricing
ar: التسعير تسجيل
pl: Cennik Rejestracja
sw: Usajili Bei
tl: Pagpepresyo Pagpaparehistro

source: Note: the registrants will be verified (for users,
ar: ملاحظة: سيتم التحقق من المسجلين (للمستخدمين،
pl: Uwaga: rejestrujący zostaną zweryfikowane (dla użytkowników,
sw: Kumbuka: registret itakuwa kuhakikiwa (kwa watumiaji,
tl: Tandaan: ang registrants mabe-verify (para sa mga gumagamit,

source: Registration
ar: تسجيل
pl: Rejestracja
sw: Usajili
tl: Pagpaparehistro

source: Registration Limit
ar: حد التسجيل
pl: Limit Rejestracja
sw: Limit Usajili
tl: Hangganan ng Pagpaparehistro

source: Enter the maximum number of registrants. Use 0 for unlimited registrants
ar: إدخال أكبر عدد ممكن من المسجلين. استخدام غير محدود للمسجلين 0
pl: Wprowadź maksymalną liczbę rejestrujących. Zastosowanie 0 nieograniczone rejestrujących
sw: Kuingia upeo wa idadi ya registret. Matumizi 0 kwa registret ukomo
tl: Ipasok ang maximum na bilang ng mga registrants. Gumamit ng 0 para sa walang limitasyong mga registrants

source: Registration Configuration
ar: التكوين تسجيل
pl: Konfiguracja rejestracji
sw: Usajili Configuration
tl: Configuration ng Pagpaparehistro

source: Please choose a custom registration form
ar: يرجى اختيار استمارة التسجيل المخصصة
pl: Proszę wybrać niestandardowy formularz rejestracyjny
sw: Tafadhali kuchagua fomu ya usajili desturi
tl: Mangyaring pumili ng custom na form sa pagrerehistro

source: Please specify when to send email reminders
ar: يرجى تحديد وقت إرسال رسائل تذكير البريد الإلكتروني
pl: Proszę określić, kiedy wysłać przypomnienia e-mail
sw: Tafadhali taja wakati kutuma kuwakumbusha email
tl: Mangyaring tukuyin kapag upang magpadala ng mga paalala ng email

source: Invalid value '%s'. Integer(s) only.
ar: قيمة غير صالحة &#39;٪ ق&#39;. صحيح (ق) فقط.
pl: Nieprawidłowa wartość &#39;% s&#39;. Integer (s) tylko.
sw: Thamani batili &#39;% s&#39;. Integer (s) tu.
tl: Hindi wastong halaga ng &#39;% s&#39;. (Mga) integer lamang.

source: Markup is not allowed in the name field
ar: لا يسمح العلامات في حقل الاسم
pl: Znaczników nie jest dozwolone w polu Nazwa
sw: Markup hairuhusiwi katika uwanja jina
tl: Markup ay hindi pinapayagan sa patlang na Pangalan

source: URL's and Emails are not allowed in the name field
ar: وURL ورسائل البريد الإلكتروني غير مسموح بها في حقل الاسم
pl: URL i e-maile nie są dozwolone w polu Nazwa
sw: URL na Emails hawaruhusiwi katika uwanja jina
tl: Mga Email na mga URL at hindi pinapayagan sa field ng pangalan

source: Individual registration(s)
ar: تسجيل فردي (ق)
pl: Indywidualne Rejestracja (e)
sw: Usajili wa mtu binafsi (s)
tl: (Mga) indibidwal na pagpaparehistro

source: Table registration
ar: تسجيل الجدول
pl: Rejestracja tabeli
sw: Meza ya usajili
tl: Pagpaparehistro ng Talahanayan

source: Please choose a price for table registration.
ar: الرجاء اختيار ثمنا لتسجيل الجدول.
pl: Proszę wybrać cenę rejestracji tabeli.
sw: Tafadhali kuchagua bei kwa ajili ya usajili meza.
tl: Mangyaring pumili ng isang presyo para sa pagpaparehistro ng talahanayan.

source: Discount Code
ar: كود الخصم
pl: Kod rabatowy

source: We don't detect you as a member.
ar: نحن لا كشف لك كعضو.
pl: Nie wykrywa ci jako członka.
sw: Sisi si kuchunguza wewe kama mwanachama.
tl: Hindi namin makita ka bilang isang kasapi.

source: You have entered a member id but
ar: لقد دخلت رقم العضوية لكن
pl: Wprowadzeniu ID użytkownika ale
sw: Una aliingia mwanachama id lakini
tl: Nagpasok ka ng isang miyembro id ngunit

source: Paid
ar: دفعت
pl: Płatny
sw: Kulipwa
tl: Bayad

source: Not Paid
ar: لا تدفع
pl: Nie Płatny
sw: Si Kulipwa
tl: Hindi Bayad

source: Message
ar: رسالة
pl: Wiadomość
sw: Ujumbe
tl: Mensahe

source: Available tokens: <br />
ar: الرموز المتاحة: <br />
pl: Dostępne znaczniki: <br />
sw: Ishara Available: <br />
tl: Magagamit na mga token: <br />

source: Addon Information
ar: معلومات الملحق
pl: Addon Informacje
sw: Nyongeza Habari
tl: Addon Impormasyon

source: Option
ar: الخيار
pl: Opcja
sw: Chaguo
tl: Pagpipilian

source: Event
ar: الحدث
pl: Wydarzenie
sw: Tukio
tl: Kaganapan

source: All Events
ar: كل الأحداث
pl: Wszystkie wydarzenia
sw: All Matukio
tl: Lahat ng Mga Kaganapan

source: User ID
ar: هوية المستخدم
pl: ID użytkownika
tl: ID ng Gumagamit

source: comma separated if multiple
ar: مفصولة بفواصل إذا متعددة
pl: oddzielone przecinkami, jeżeli wielokrotność
sw: comma kutengwa kama nyingi
tl: comma separated kung maramihang

source: Member #%s does not exists!
ar: لا يوجد عضو #٪ ق!
pl: Użytkownik #% s nie istnieje!
sw: Mwanachama #% s haina ipo!
tl: Miyembro #% s ay hindi umiiral!

source: Export by Date Range
ar: تصدير من نطاق التاريخ
pl: Eksport w zakresie dat
sw: Export na Tarehe Range
tl: I-export sa pamamagitan ng Hanay ng Petsa

source: From
ar: من
pl: Z
sw: Kutoka
tl: Mula sa

source: To
ar: ل
pl: Do
sw: Kwa
tl: Upang

source: Export by Type
ar: تصدير حسب النوع
pl: Eksport według typów
sw: Export kwa Aina
tl: I-export sa pamamagitan ng Uri

source: Don't filter by type
ar: لا تصفية حسب النوع
pl: Nie filtrować według typu
sw: Je, si kuchuja na aina
tl: Huwag i-filter ayon sa uri

source: Start date is required if exporting by date range
ar: مطلوب تاريخ البدء إذا المصدرة من نطاق التاريخ
pl: Data rozpoczęcia jest wymagane, jeżeli wywozu przez zakres dat
sw: Tarehe ya kuanza ni required kama nje na tarehe mbalimbali
tl: Ang petsa ng pagsisimula ay kinakailangan kung ang pag-export sa pamamagitan ng hanay ng petsa

source: End date is required if exporting by date range
ar: مطلوب تاريخ انتهاء إذا المصدرة من نطاق التاريخ
pl: Data zakończenia jest wymagane, jeżeli wywozu przez zakres dat
sw: Tarehe ya mwisho ni required kama nje na tarehe mbalimbali
tl: Ang petsa ng pagtatapos ay kailangan kung e-export sa pamamagitan ng hanay ng petsa

source: End date must be greater than start date
ar: يجب أن يكون تاريخ انتهاء أكبر من تاريخ بدء
pl: Data końcowa musi być większa niż data rozpoczęcia
sw: Tarehe ya mwisho lazima kuwa kubwa kuliko tarehe ya kuanza
tl: Ang petsa ng pagtatapos ay dapat mas malaki kaysa sa petsa ng pagsisimula

source: End Date/Time should be greater than Start Date/Time.
ar: يجب أن يكون تاريخ نهاية / زمن أكبر من تاريخ بدء / الوقت.
pl: Data zakończenia / Godzina powinna być większa niż Data / godzina rozpoczęcia.
sw: Mwisho Tarehe / Saa lazima kuwa kubwa kuliko Start Tarehe / Saa.
tl: End Petsa / Oras ay dapat na mas mababa sa Start Petsa / Oras.

source: Default Email Only
ar: البريد الإلكتروني الافتراضي فقط
pl: Tylko domyślne email
sw: Default Email tu
tl: Default Email Lamang

source: Custom Email Only
ar: العرف البريد الإلكتروني فقط
pl: Tylko na zamówienie e-mail
sw: Desturi Email tu
tl: Custom Email Lamang

source: Default and Custom Email
ar: الافتراضي والعرف البريد الإلكتروني
pl: Domyślne i niestandardowe email
sw: Default na Desturi Barua pepe
tl: Default at Pasadyang Email

source: A payment required before registration is accepted.
ar: يتم قبول دفعة المطلوبة قبل التسجيل.
pl: Płatność wymagane przed rejestracją jest akceptowane.
sw: malipo required kabla ya usajili ni kukubalika.
tl: Ang isang pagbabayad kinakailangan bago pagpaparehistro ay tinanggap.

source: Enable Registration
ar: تمكين التسجيل
pl: Włącz rejestracja
sw: Kuwawezesha Usajili
tl: Paganahin ang Pagpaparehistro

source: Require Guests Info
ar: تتطلب زائر معلومات
pl: Wymagają informacji Gości
sw: Zinahitaji Wageni Info
tl: Atasan ang mga bisita Info

source: If checked,
ar: إذا دققت،
pl: Jeśli zaznaczone,
sw: Kama checked,
tl: Kung naka-check,

source: Guests Pay Registrant Price
ar: الضيوف دفع الثمن بمسجل
pl: Goście płacą rejestrującą Cena
sw: Wageni Kulipa Registrant Price
tl: Bayaran ang mga bisita Registrant Presyo

source: Publicly Show Registration Stats
ar: علنا عرض الإحصائيات التسجيل
pl: Rejestracja publicznie Pokaż statystyki
sw: Hadharani Onyesha Usajili Stats
tl: Ipakita sa publiko ang Stats ng Pagpaparehistro

source: Use Custom Registration Form
ar: استخدام استمارة التسجيل مخصص
pl: Użyj niestandardowy formularz rejestracyjny
sw: Matumizi Custom Fomu ya Usajili
tl: Gamitin ang Form Custom Pagpaparehistro

source: Custom Registration Form
ar: استمارة التسجيل المخصصة
pl: Formularz rejestracyjny na zamówienie
sw: Desturi Fomu ya Usajili
tl: Form Custom Pagpaparehistro

source: You'll have the chance to edit the selected form
ar: سيكون لديك فرصة لتعديل النموذج المحدد
pl: Będziesz miał okazję do edycji wybrany formularz
sw: Itabidi nafasi ya hariri aina kuchaguliwa
tl: Magkakaroon ka ng pagkakataon upang i-edit ang napiling paraan

source: Use one form for all pricings
ar: استخدام نموذج واحد لجميع تسعير
pl: Użyj jednego formularza dla wszystkich pricings
sw: Kutumia fomu moja kwa pricings wote
tl: Gamitin ang isa na form para sa lahat ng pricings

source: Use separate form for each pricing
ar: استخدام نموذج منفصل لكل التسعير
pl: Użyj osobny formularz dla każdego cenę
sw: Matumizi fomu tofauti kwa kila bei
tl: Gamitin ang hiwalay na form para sa bawat pagpepresyo

source: Send Email Reminder to attendees
ar: إرسال رسائل التذكير على الحضور
pl: Wyślij e-mail do uczestników Przypomnienie
sw: Send Email mawaidha kwa waliohudhuria
tl: Ipadala ang Email Paalala sa mga dadalo

source: Specify when (? days before the event
ar: تحديد متى (؟ أيام قبل الحدث
pl: Określić, kiedy (? Dni przed imprezą
sw: Bayana wakati (? Siku chache kabla ya tukio
tl: Tiyakin kapag (? Araw bago sumapit ang kaganapan

source: Comma delimited. Ex: 7,1
ar: بفواصل. مثلا: 7،1
pl: Rozdzielany przecinkami. Ex: 7,1
tl: Comma delimited. Hal: 7,1

source: Registration Email
ar: تسجيل البريد الإلكتروني
pl: Rejestracja E-mail
sw: Usajili Barua pepe
tl: Email Pagpaparehistro

source: Registration Email Text
ar: تسجيل البريد الإلكتروني نص
pl: Rejestracja email Tekst
sw: Usajili Email Nakala
tl: Email Pagpaparehistro ng Teksto

source: Pricing display name
ar: التسعير اسم العرض
pl: Wyświetlana nazwa cenowa
sw: Bei kuonyesha jina
tl: Pagpepresyo display name

source: Pricing description
ar: وصف التسعير
pl: Opis Cennik
sw: Bei maelezo
tl: Paglalarawan Pagpepresyo

source: Number of attendees
ar: عدد الحضور
pl: Liczba uczestników
sw: Idadi ya waliohudhuria
tl: Bilang ng mga dadalo

source: Public can use this pricing
ar: يمكن للجمهور استخدام هذا التسعير
pl: Publiczne mogą korzystać z tej ceny
sw: Umma unaweza kutumia bei hii
tl: Pampublikong maaaring gamitin ang pagpepresyo

source: Signed in user can use this pricing
ar: وقعت في يمكن للمستخدم استخدام هذا التسعير
pl: Podpisano użytkownicy mogą korzystać z tej ceny
sw: Saini katika user unaweza kutumia bei hii
tl: Naka-sign in ay maaaring gamitin ang pagpe-presyo ng user

source: All members can use this pricing
ar: يمكن لجميع أعضاء استخدام هذا التسعير
pl: Wszyscy członkowie mogą korzystać z tej ceny
sw: Wanachama wote wanaweza kutumia bei hii
tl: Lahat ng mga miyembro ay maaaring gamitin ang pagpe-presyo

source: Amount Paid
ar: المبلغ المدفوع
pl: Kwota zapłacona
sw: Kiasi Kulipwa
tl: Halaga ng Bayad

source: Is table registration
ar: هو تسجيل الجدول
pl: Tabela jest rejestracja
sw: Ni usajili meza
tl: Ay pagpaparehistro ng talahanayan

source: Number of registrants for a table
ar: عدد المسجلين للحصول على طاولة
pl: Liczba rejestrujących na stole
sw: Idadi ya registret kwa meza
tl: Bilang ng mga registrants para sa isang talahanayan

source: Canceled
ar: إلغاء
pl: Odwołany
sw: Kufutwa
tl: Kinansela

source: Can view registration
ar: يمكن عرض تسجيل
pl: Można zobaczyć rejestrację
sw: Unaweza kuona usajili
tl: Maaaring tingnan ng pagpaparehistro

source: Is primary registrant
ar: هو المسجل الرئيسي
pl: Jest podstawowym rejestrujący
sw: Ni registrant ya msingi
tl: Ay pangunahing registrant

source: Discount Amount
ar: مقدار الخصم
pl: Kwota z rabatem
sw: Discount ya kiasi
tl: Halaga ng Diskwento

source: Is Checked In?
ar: يتم فحص في؟
pl: Jest kontrolowana?
sw: Ni checked katika?
tl: Ay Naka-check Sa?

source: Can view registrant
ar: يمكن عرض المسجل
pl: Można zobaczyć rejestrującego
sw: Unaweza kuona registrant
tl: Maaaring tingnan ng registrant

source: Speaker Name
ar: اسم رئيس
pl: Nazwa głośnika
sw: Jina Spika
tl: Pangalan ng Tagapagsalita

source: All speakers marked as featured will be displayed when viewing the event.
ar: سيتم عرض جميع المتكلمين علامة مميزة عند عرض الحدث.
pl: Wszystkie głośniki oznaczone jako funkcjonalny będzie wyświetlany podczas oglądania wydarzenia.
sw: Wasemaji wote alama kama featured itakuwa kuonyeshwa wakati viewing tukio hilo.
tl: Ang lahat ng mga nagsasalita ng minarkahan bilang itinatampok na ipapakita kapag tinitingnan ang kaganapan.

source: Day(s)
ar: يوم (s)
pl: Dzień (dni)
sw: Siku (s)
tl: (Na) araw

source: Week(s)
ar: أسبوع (s)
pl: Tydzień (s)
sw: Wiki (s)
tl: (Mga) linggo

source: Month(s)
ar: الشهر (s)
pl: Miesiąc (e)
sw: Mwezi (s)
tl: (Mga) Buwan

source: Year(s)
ar: عام (ق)
pl: Lat (a)
sw: Mwaka (s)
tl: (Mga) Taon

source: Repeats every
ar: يكرر كل
pl: Powtarza każdy
sw: Kurudiwa kila
tl: Pag-ulit araw-

source: Recurring Event
ar: حدث متكرر
pl: Zdarzenie cykliczne
sw: Recurring Tukio
tl: Nauulit Kaganapan

source: Recurring Events
ar: الأحداث المتكررة
pl: Imprezy cykliczne
sw: Matukio ya mara kwa mara
tl: Nauulit Kaganapan

source: Repeats every %(frequency)s %(repeat_type)s until %(ends_on)s
ar: يكرر كل %(frequency)s ق %(repeat_type)s ق حتى %(ends_on)s ق
sw: Kurudiwa kila %(frequency)s %(repeat_type)s mpaka %(ends_on)s
tl: Pag-uulit tuwing %(frequency)s %(repeat_type)s hanggang %(ends_on)s

source: Registration Ended
ar: تسجيل المنتهية
pl: Rejestracja Zakończone
sw: Usajili kumalizika
tl: Natapos Pagpaparehistro

source: Enable Private URL
ar: تمكين URL الخاص
pl: Włącz Prywatna URL
sw: Kuwawezesha Private URL
tl: Paganahin ang Pribadong URL

source: This event occurs on weekends
ar: يحدث هذا الحدث في عطلة نهاية الأسبوع
pl: To wydarzenie odbywa się w weekendy
sw: Tukio hili hutokea mwishoni mwa wiki
tl: Ang kaganapang ito ay nangyari sa katapusan ng linggo

source: External URL
ar: URL خارجي
pl: Zewnętrzny adres URL
sw: Nje URL
tl: Panlabas na URL

source: Photo that represents this event.
ar: الصورة التي تمثل هذا الحدث.
pl: Zdjęcie, które przedstawia to wydarzenie.
sw: Picha kwamba inawakilisha tukio hili.
tl: Larawan na kumakatawan sa kaganapang ito.

source: Priority events will show up at the top of the event calendar day list and single day list. They will be featured with a star icon on the monthly calendar and the list view.
ar: سوف تظهر الأحداث الأولوية في أعلى القائمة اليوم تقويم الحدث وقائمة في يوم واحد. وسوف تكون واردة مع رمز النجمة على التقويم الشهري وعرض القائمة.
pl: Wydarzenia priorytecie będą wyświetlane na górze listy dni Kalendarz wydarzeń i listy jednego dnia. Będą ciekawe z ikoną gwiazdki na kalendarz miesięczny i widoku listy.
sw: Matukio kipaumbele itaonyesha juu katika juu ya siku orodha kalenda tukio hilo na moja orodha siku. Wao itakuwa featured kwa nyota icon juu ya kalenda ya kila mwezi na orodha maoni.
tl: Mahalagang mga kaganapan ay magpapakita sa tuktok ng kalendaryo ng kaganapan araw na listahan at solong listahan araw ang. Ang mga ito ay itinampok na may star icon sa buwanang kalendaryo at ang view ng listahan.

source: Is Recurring Event
ar: هو الحدث التكراري
pl: Jest cykliczne
sw: Ni Recurring Tukio
tl: Nauulit ba Kaganapan

source: Display Attendees
ar: الحضور عرض
pl: Pokaż Uczestnicy
sw: Display Waliohudhuria
tl: Ipakita ang Mga Dadalo

source: Can view event
ar: يمكن عرض الحدث
pl: Można zobaczyć wydarzenie
sw: Unaweza kuona tukio
tl: Maaaring tingnan ng kaganapan

source: Standard Registration Form
ar: استمارة التسجيل القياسية
pl: Standardowy Formularz rejestracyjny
sw: Standard Fomu ya Usajili
tl: Standard Form Pagpaparehistro

source: Mail Name
ar: الاسم البريد
pl: Email Nazwa
sw: Jina Mail
tl: Pangalan ng Mail

source: Zip
ar: الرمز البريدي

source: Meal Option
ar: الخيار وجبة
pl: Opcja posiłek
sw: Mlo Chaguo
tl: Pagpipilian pagkain

source: Comments
ar: تعليقات
pl: Komentarze
sw: Maoni
tl: Mga Komento

source: Custom Registration Forms
ar: نماذج التسجيل المخصصة
pl: Formularze rejestracyjne na zamówienie
sw: Desturi Usajili Fomu
tl: Mga Form Custom Pagpaparehistro

source: Map to User Field
ar: خريطة لحقل المستخدم
pl: Mapa na Polu użytkownika
sw: Ramani ya mtumiaji Field
tl: Mapa sa Field ng User

source: Special Functionality
ar: وظائف خاصة
pl: Funkcje specjalne
sw: Utendaji Maalum
tl: Espesyal na Pag-andar

source: Visible
ar: مرئية
pl: Widoczny
sw: Inayoonekana
tl: Nakikita

source: Default
ar: الافتراضي
pl: Domyślnie

source: Default value of the field
ar: القيمة الافتراضية للحقل
pl: Domyślna wartość pola
sw: Thamani Default ya shamba
tl: Default na halaga ng patlang

source: Show on Roster
ar: تظهر على القائمة
pl: Pokaż na Roster
sw: Kuonyesha juu ya Ratiba
tl: Ipakita sa roster

source: Public can use
ar: يمكن استخدام الجمهور
pl: Publiczne mogą korzystać
sw: Public unaweza kutumia
tl: Maaaring gamitin ng Pampublikong

source: Signed in user can use
ar: وقعت في يمكن للمستخدم استخدام
pl: Podpisano użytkownicy mogą wykorzystać
sw: Saini katika user unaweza kutumia
tl: Naka-sign in ay maaaring gumamit ng gumagamit

source: All members can use
ar: يمكن استخدام كافة الأعضاء
pl: Wszyscy członkowie mogą korzystać
sw: Wanachama wote wanaweza kutumia
tl: Lahat ng mga miyembro ay maaaring gumamit

source: Number
ar: عدد
pl: Liczba
sw: Idadi
tl: Numero

source: Choose from a list
ar: اختر من قائمة
pl: Wybierz z listy
sw: Kuchagua kutoka orodha
tl: Pumili mula sa isang listahan

source: Multi select
ar: متعددة اختيار
pl: Wielu wybrać
sw: Multi kuchagua
tl: Multi piliin

source: Section Heading
ar: عنوان القسم
pl: Sekcja Nagłówek
sw: Sehemu Heading
tl: Seksyon Heading

source: Mailing Name
ar: اسم البريدية
pl: Nazwa mailing
sw: Mailing Jina
tl: Pangalan ng Mailing

source: Subscribe to Group
ar: الاشتراك في المجموعة
pl: Zapisz się do grupy
sw: Kujiunga na Group
tl: Mag-subscribe sa Grupo

source: Pricing(s)
ar: التسعير (ق)
pl: Cennik (e)
sw: Bei (s)
tl: (Mga) Pagpepresyo

source: Speaker(s)
ar: مكبر الصوت (ق)
pl: Ojczysty (e)
sw: Spika (s)
tl: (Mga) Tagapagsalita

source: Registration is full.
ar: تسجيل ممتلئ.
pl: Rejestracja jest pełny.
sw: Usajili ni full.
tl: Pagpaparehistro ay puno na.

source: Please log in or sign up to the site before registering the event.
ar: الرجاء تسجيل الدخول أو الاشتراك في الموقع قبل تسجيل هذا الحدث.
pl: Zaloguj się lub zarejestruj się na stronie przed rejestracji zdarzenia.
sw: Tafadhali ingia au ishara juu ya tovuti kabla ya kusajili tukio hilo.
tl: Mangyaring mag-log in o mag-sign up sa site bago magrehistro sa kaganapan.

source: Please choose a price.
ar: يرجى اختيار السعر.
pl: Wybierz cenę.
sw: Tafadhali kuchagua bei.
tl: Mangyaring pumili ng isang presyo.

source: Registration has been closed.
ar: تم إغلاق التسجيل.
pl: Rejestracja została zamknięta.
sw: Usajili imekuwa imefungwa.
tl: Pagpaparehistro ay sarado.

source: Price has been overriden for this registration.
ar: وقد تنقضها ثمن هذا التسجيل.
pl: Cena zostało nadpisane dla tej rejestracji.
sw: Bei imekuwa overriden kwa ajili ya usajili huu.
tl: Presyo Na-Override para sa pagpaparehistro na ito.

source: Registrant(s) info updated
ar: المسجل (ق) تجديد المعلومات
pl: Rejestrujący (e) informacje aktualizowane
tl: Na-update na (mga) Registrant impormasyon

source: No changes made to the registrant(s)
ar: أي تغييرات يتم إجراؤها على المسجل (ق)
pl: Wprowadzone żadne zmiany rejestrującego (e)
sw: Hakuna mabadiliko yaliyofanywa kwa registrant (s)
tl: Walang pagbabago ang nagawa sa registrant (mga)

source: Successfully sent a test email.
ar: أرسلت بنجاح اختبار البريد الإلكتروني.
pl: Wysłano wiadomość na adres e-mail testowy.
sw: Mafanikio alimtuma email mtihani.
tl: Matagumpay na naipadala ang isang pagsubok na email.

source: Your event submission has been received. It is now subject to approval.
ar: وقد وردت تقديم هذا الحدث الخاص بك. هو الآن يخضع للموافقة عليها.
pl: Twoje zgłoszenie zdarzenia został odebrany. To jest teraz przedmiotem zatwierdzenia.
sw: Tukio kuwasilisha yako imekuwa kupokelewa. Ni sasa ni chini ya idhini.
tl: Ang iyong mga pagsusumite ng kaganapan ay natanggap. Ito ay sasailalim sa pag-apruba ngayon.

source: Addon is invalid for current set of registrants
ar: الملحق غير صالح للمجموعة الحالية من المسجلين
pl: Dodatek jest nieprawidłowy dla bieżącego zestawu rejestrujących
sw: Nyongeza ni batili kwa ajili ya kuweka ya sasa ya registret
tl: Addon ay hindi wasto para sa kasalukuyang hanay ng mga registrants

source: Option required for %s
ar: الخيار المطلوب ل٪ s
pl: Opcja wymagana dla% s
sw: Chaguo inahitajika kwa ajili ya% s
tl: Kinakailangan na pagpipilian para sa% s

source: Failed
ar: فشل
pl: Nie powiodło się
sw: Imeshindwa
tl: Nabigong

source: Event Added
ar: واضاف الحدث
pl: Wydarzenie dodane
sw: Tukio Added
tl: Added Kaganapan

source: An event has been added
ar: تمت إضافة هذا الحدث
pl: Impreza została dodana
sw: tukio imekuwa aliongeza
tl: Ang isang kaganapan ay idinagdag

source: Event Edited
ar: حدث محرر
pl: Impreza Edytowany
sw: Tukio Edited
tl: In-edit ang Kaganapan

source: An event has been edited
ar: تم تحرير حدثا
pl: Impreza została edytowana
sw: tukio imekuwa mwisho
tl: Na-edit ang isang kaganapan

source: Event Deleted
ar: الحدث المحذوفة
pl: Wydarzenie usunięty
sw: Tukio Deleted
tl: Tinanggal na Kaganapan

source: An event has been deleted
ar: تم حذف هذا الحدث
pl: Impreza została usunięta
sw: tukio umefutwa
tl: Ang isang kaganapan ay tinanggal na

source: Event Registration Confirmation
ar: الحدث تأكيد التسجيل
pl: Potwierdzenie rejestracji zdarzeń
sw: Tukio Usajili Kipaimara
tl: Pagkumpirma ng Pagrehistro ng Kaganapan
