Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: %(b)s tag requires 4 or 5 arguments
ar: %(b)s ق تتطلب علامة 4 أو 5 الحجج
sw: %(b)s tag inahitaji 4 au 5 hoja
tl: %(b)sangangailangan ng mga tag 4 o 5 argumento

source: Customize Dashboard Statistics
ar: تخصيص لوحة الاحصائيات
pl: Dostosuj Kokpit Statystyki
sw: Customize Dashboard Takwimu
tl: I-customize ang Dashboard Istatistika

source: Customize the dashboard statistics that would show up in the dashboard page by either reordering the following statistics types or choosing which type would be visible at a current time.
ar: تخصيص لوحة الإحصائيات التي من شأنها أن تظهر في صفحة لوحة المعلومات إما عن طريق إعادة ترتيب أنواع الإحصاءات التالية أو اختيار أي نوع سيكون مرئيا في الوقت الحالي.
pl: Dostosuj Panel statystyk, które pokazują się w stronę deski rozdzielczej albo przez zmianę kolejności następujące rodzaje statystyki lub wybór, jaki rodzaj byłby widoczny w danym momencie.
sw: Customize dashibodi takwimu kwamba itakuwa show up katika ukurasa dashibodi kwa aidha reordering zifuatazo takwimu aina au kuchagua ni aina itakuwa inayoonekana kwa wakati wa sasa.
tl: I-customize ang mga istatistika ng dashboard na lilitaw sa pahina ng dashboard sa pamamagitan ng alinman sa muling pagsasaayos ng mga sumusunod na uri ng istatistika o pinili kung aling uri ay makikita sa isang kasalukuyang oras.

source: Your free trial period expired on %(expiration_dt)s.
ar: انتهت فترة التجربة المجانية الخاصة بك على %(expiration_dt)s ق.
sw: Kipindi cha majaribio yako ya bure muda wake juu ya %(expiration_dt)s.
tl: Ang iyong free trial period na nag-expire noong %(expiration_dt)s.

source: Your free trial period expires on %(expiration_dt)s.
ar: انتهاء فترة التجربة المجانية الخاصة بك على %(expiration_dt)s ق.
sw: Kipindi cha majaribio yako ya bure ya kumaliza muda wake juu ya %(expiration_dt)s.
tl: Ang iyong free trial period na mag-expire sa %(expiration_dt)s.

source: Activate Your Account
ar: تفعيل حسابك
pl: Aktywuj swoje konto
sw: Kuamsha Akaunti yako
tl: Isaaktibo ang Iyong Account

source: Welcome to the Tendenci Dashboard!
ar: مرحبا بكم في Tendenci لوحة!
pl: Zapraszamy do Tendenci Dashboard!
sw: Karibu Tendenci Dashboard!
tl: Maligayang pagdating sa Tendenci Dashboard!

source: Your Tendenci site comes with a built-in guide to get you started. In includes basic concepts like adding pages and other content, editing your navigation, uploading photos, and other general topics.
ar: Tendenci الموقع الخاص بك يأتي مع دليل المدمج في الحصول على انك بدأته. وفي يشمل المفاهيم الأساسية مثل إضافة صفحات والمحتويات الأخرى، وتحرير الملاحة الخاص بك، وتحميل الصور، وغيرها من الموضوعات العامة.
pl: Twoja witryna Tendenci pochodzi z wbudowanym przewodnikiem na początek. W zawiera podstawowe pojęcia, takie jak dodawanie stron i innych materiałów, edycji nawigację, przesyłanie zdjęć i innych ogólnych.
sw: Tendenci tovuti yako kuja na kujengwa katika mwongozo wa kupata wewe kuanza. Katika ni pamoja na dhana ya msingi kama vile kuongeza kurasa na vitu vingine, editing urambazaji yako, kuweka picha, na wengine mada ujumla.
tl: Ang iyong Tendenci site ay may gabay sa built-in upang makapagsimula ka. Sa kasamang mga pangunahing konseptong tulad ng pagdaragdag ng mga pahina at iba pang nilalaman, pag-edit ng iyong pag-navigate, pag-upload ng mga larawan, at iba pang pangkalahatang mga paksa.

source: Go to the Guide
ar: اذهب إلى دليل
pl: Przejdź do Przewodnika
sw: Kwenda Guide
tl: Pumunta sa Gabay sa

source: Users
ar: المستخدمين
pl: Użytkowników
sw: Watumiaji
tl: Ang mga gumagamit

source: Groups
ar: مجموعات
pl: Grupy
sw: Vikundi

source: Resumes
ar: السير الذاتية
pl: CV
sw: Wasifu
tl: Mga Resume

source: Corp. Memb.
ar: شركة MEMB.

source: Photo Albums
ar: ألبومات الصور
pl: Albumy ze zdjęciami
sw: Malbamu ya Picha
tl: Albums Larawan

source: Stories
ar: قصص
pl: Historie
tl: Mga Kuwento

source: Files
ar: ملفات
pl: Pliki
tl: Mga File

source: Locations
ar: المواقع
pl: Lokalizacje
tl: Mga Lokasyon

source: Contributions
ar: مساهمات
pl: Składki
sw: Michango
tl: Kontribusyon

source: Forms
ar: أشكال
pl: Formularze
sw: Fomu
tl: Mga Form

source: Redirects
ar: التحويلات
pl: Przekierowania
sw: Maelekezo
tl: Pag-redirect

source: Contacts
ar: اتصالات
pl: Kontakt
sw: Mawasiliano
tl: Mga Contact

source: Event Logs
ar: سجلات الأحداث
pl: Dzienniki zdarzeń
sw: Kumbukumbu ya Tukio
tl: Log ng kaganapan

source: Tendenci Blog
ar: Tendenci مدونة
pl: Trendy Blog
sw: Mwelekeo Blog

source: View latest posts
ar: عرض كل المشاركات
pl: Zobacz ostatnie posty
sw: View posts karibuni
tl: Tingnan ang pinakabagong mga post

source: Tendenci Help
ar: Tendenci مساعدة
pl: Tendenci Pomoc
sw: Tendenci Msaada
tl: Tendenci Tulong

source: Admin Quick Links
ar: روابط سريعة المشرف
pl: Admin Szybkie linki
tl: Admin Mabilis na Links

source: Add a page
ar: إضافة صفحة
pl: Dodaj stronę
sw: Kuongeza ukurasa
tl: Magdagdag ng isang pahina

source: Search All Modules
ar: البحث عن كافة الوحدات النمطية
pl: Szukaj Wszystkie moduły
sw: Tafuta Modules wote
tl: Maghanap Lahat ng mga Module

source: Import Users
ar: استيراد المستخدمين
pl: Użytkownicy importowe
sw: Import Watumiaji
tl: Mag-import ng Mga User

source: Enable/Disable modules
ar: تمكين / تعطيل وحدات
pl: Włącz modułów / Wyłącz
sw: Wezesha / Lemaza modules
tl: Paganahin / Huwag paganahin ang mga module

source: Clear Cache
ar: واضح الكاش
pl: Wyczyść pamięć
sw: Wazi Cache
tl: I-clear ang Cache

source: Theme Editor
ar: المحرر موضوع
sw: Theme Mhariri
tl: Editor ng Tema

source: Admin Panel
ar: لوحة المشرف
pl: Panel administracyjny
sw: Jopo Admin
tl: Panel ng Admin

source: Recurring Payments
ar: المدفوعات المتكررة
pl: Płatności cykliczne
sw: Malipo ya mara kwa mara
tl: Nauulit Pagbabayad

source: Update Theme
ar: تحديث الموضوع
pl: Aktualizacja motywy
sw: Mwisho Theme
tl: I-update ang Tema

source: Update Styles
ar: أنماط التحديث
pl: Styl aktualizacja
sw: Mwisho Styles
tl: I-update ang Mga Estilo

source: Update Template
ar: تحديث قالب
pl: Aktualizacja Szablon
sw: Mwisho Kigezo
tl: I-update ang Template

source: Update Navigation
ar: تحديث الإنتقال
pl: Aktualizacja nawigacji
sw: Mwisho Navigation
tl: I-update ang Pag-navigate

source: Update Footer
ar: تحديث تذييل
pl: Aktualizacja stopki
sw: Mwisho Footer
tl: I-update ang Footer

source: Change Themes
ar: التغيير موبايل
pl: Zmiany Tematy
sw: Lugha za video
tl: Baguhin ang Tema

source: Theme Settings
ar: إعدادات موضوع
pl: Ustawienia tematyczne
tl: Mga Setting ng Tema

source: Search Users
ar: البحث عن مستخدم
pl: Szukaj użytkowników
sw: Search Watumiaji
tl: Paghahanap ng User

source: Add User
ar: إضافة مستخدم
pl: Dodaj użytkownika
sw: Kuongeza mtumiaji
tl: Magdagdag ng Gumagamit

source: Toggle Dashboard Icons
ar: تبديل لوحة الأيقونات
pl: Przełącz Kokpit Ikony
tl: I-toggle ang Dashboard Icon

source: Registrations
ar: التسجيلات
pl: Zgłoszenia
sw: Usajili
tl: Pagrerehistro

source: Expire in 30 days
ar: تنتهي في 30 أيام
pl: Wygaśnie za 30 dni
sw: Kumalizika kwa siku 30
tl: E-expire sa 30 araw

source: More new memberships.
ar: المزيد من عضويات جديدة.
pl: Więcej nowych członków.
sw: Zaidi ya mwezi uanachama wa.
tl: Higit pang mga bagong pagiging miyembro.

source: No new memberships within this time period.
ar: لا عضوية جديدة ضمن هذه الفترة الزمنية.
pl: Brak nowych członkostwa w tym okresie czasu.
sw: Hakuna uanachama wa mpya ndani ya kipindi cha muda huu.
tl: Walang mga bagong pagiging miyembro sa loob ng tagal ng panahon na ito.

source: View all new memberships.
ar: عرض جميع عضويات جديدة.
pl: Zobacz wszystkie nowe członkostwo.
sw: View uanachama wa yote mapya.
tl: Tingnan ang lahat ng mga bagong pagiging miyembro.

source: More renewed memberships.
ar: أكثر تجدد عضوية.
pl: Więcej odnowione członkostwo.
sw: Zaidi upya uanachama wa.
tl: Higit pang-renew na mga pagiging miyembro.

source: No renewed memberships within this time period.
ar: لا تجدد عضوية غضون هذه الفترة الزمنية.
pl: Nie odnowione członkostwo w tym okresie czasu.
sw: Hakuna upya uanachama wa ndani ya kipindi cha muda huu.
tl: Walang na-renew na kasapi sa loob ng tagal ng panahon na ito.

source: View all renewed memberships.
ar: عرض جميع عضويات جدد.
pl: Wyświetl wszystkie odnowione członkostwo.
sw: View uanachama wa wote upya.
tl: Tingnan ang lahat ng na-renew pagiging miyembro.

source: More expired memberships.
ar: عضوية أكثر منتهية الصلاحية.
pl: Więcej przeterminowane Członkostwa.
sw: Zaidi ya muda wake uanachama wa.
tl: Higit pang mga nag-expire na pagiging miyembro.

source: No expired memberships within this time period.
ar: لا عضوية منتهية الصلاحية غضون هذه الفترة الزمنية.
pl: Nie minął członkostwa w tym okresie czasu.
sw: Hakuna uanachama wa muda wake ndani ya kipindi cha muda huu.
tl: Walang mga nag-expire na kasapi sa loob ng tagal ng panahon na ito.

source: View all expired memberships.
ar: عرض الكل عضوية منتهية الصلاحية.
pl: Wyświetl wszystkie wygasły członkostwa.
sw: View uanachama wa wote muda wake.
tl: Tingnan ang lahat ng expire na ang mga pagiging miyembro.

source: No expiring memberships within this time period.
ar: لم تنتهي عضوية غضون هذه الفترة الزمنية.
pl: Nie wygasające członkostwo w tym okresie czasu.
sw: Hakuna uanachama wa expiring ndani ya kipindi cha muda huu.
tl: Walang nang Mag-expire pagiging miyembro sa loob ng tagal ng panahon na ito.

source: Day Submissions
ar: اليوم التقديمات
pl: Dzień Zgłoszenia
sw: Siku Mawasilisho
tl: Araw ng Pagsusumite

source: Day Traffic
ar: يوم المرور
pl: Dzień Ruchu
sw: Siku Traffic
tl: Araw ng Trapiko

source: Discount Information
ar: معلومات الخصم
pl: Rabat Informacje
sw: Discount Taarifa
tl: Impormasyon ng Diskwento

source: Create and Manage Discount Codes for Your Events
ar: إنشاء وإدارة رموز الخصم عن الأحداث الخاصة بك
pl: Tworzenie i zarządzanie kody rabatowe dla swoich imprez
sw: Kujenga na kusimamia discount Codes kwa Matukio yako
tl: Lumikha at Pamahalaan ang Discount Code para sa Iyong Mga Kaganapan

source: Discount Value
ar: قيمة الخصم
pl: Wartość rabatu
sw: Discount Thamani
tl: Halaga ng Diskwento

source: Enter discount value as a positive number.
ar: أدخل قيمة الخصم ورقم موجب.
pl: Wprowadź wartość dyskonta jako liczbę dodatnią.
sw: Kuingia thamani discount kama idadi chanya.
tl: Ipasok ang diskwento na halaga bilang isang positibong numero.

source: There a discount for this code already exists.
ar: هناك خصم لهذا الرمز موجود بالفعل.
pl: Nie upustu na ten kod już istnieje.
sw: Kuna discount kwa kanuni hii tayari ipo.
tl: May umiiral na ang diskwento para sa ang code na ito.

source: This cannot be earlier than the start date.
ar: هذا لا يمكن أن يكون أقدم من تاريخ البدء.
pl: To nie może być wcześniejsza niż data rozpoczęcia.
sw: Hii haiwezi kuwa mapema zaidi ya tarehe ya kuanza.
tl: Ito ay hindi maaaring maging mas maaga kaysa sa petsa ng pagsisimula.

source: This is not a valid discount code.
ar: هذا ليس رمز خصم صالح.
pl: To nie jest poprawny kod rabatowy.
sw: Hii si halali discount code.
tl: Ito ay hindi isang wastong diskwento code.

source: This discount code is not in effect yet.
ar: هذا الرمز الخصم ليست في الواقع حتى الان.
pl: Ten kod rabatowy nie jest w rzeczywistości jeszcze.
sw: Hii ni discount code si katika athari bado.
tl: Ito diskwento code ay wala sa bisa pa.

source: This discount code has expired.
ar: لقد إنتهت صلاحية هذا الرمز الخصم.
pl: Ten kod rabatowy wygasła.
sw: Hii code discount ina muda wake.
tl: Ito diskwento code ay napaso na.

source: This discount code has passed the limit.
ar: لقد مر هذا الرمز خصم الحد.
pl: Ten kod rabatowy przeszedł granicę.
sw: Hii code discount amepita kikomo.
tl: Ito diskwento code pumasa ito sa limitasyon.

source: Can view discount
ar: يمكن عرض خصم
pl: Można zobaczyć zniżki
sw: Unaweza kuona discount
tl: Maaaring tingnan ng diskwento

source: Discount codes must be unique.
ar: يجب أن يكون رموز الخصم فريدة من نوعها.
pl: Kody rabatowe muszą być unikalne.
sw: Discount codes lazima kipekee.
tl: Dapat na natatangi ang Discount mga code.

source: Applications
ar: تطبيقات
pl: Aplikacje
sw: Maombi
tl: Mga Application

source: Select the applications that can use this discount.
ar: اختر التطبيقات التي يمكن استخدام هذا الخصم.
pl: Wybierz aplikacje, które mogą korzystać z tego rabatu.
sw: Kuchagua maombi kwamba unaweza kutumia discount hii.
tl: Piliin ang mga application na maaaring gamitin diskwento ito.

source: Check this box to make the discount code never expire.
ar: حدد هذا المربع لجعل رمز الخصم تنتهي أبدا.
pl: Zaznacz to pole, aby kod rabatowy nigdy nie wygasa.
sw: Angalia sanduku hii ya kufanya discount code kamwe inaisha.
tl: Lagyan ng check ang kahong ito upang gumawa ng mga diskwento code hindi kailanman mawalan ng bisa.

source: Maximum Uses
ar: استخدامات القصوى
pl: Maksymalnie Zastosowania
sw: Maximum Matumizi
tl: Maximum na Mga Gamit

source: Enter 0 for unlimited discount code uses.
ar: أدخل 0 للخصم الاستخدامات قانون غير محدودة.
pl: Wpisz 0 dla nieograniczonej zniżkami zastosowań kodu.
sw: Kuingia kwa ukomo 0 discount code matumizi.
tl: Ipasok ang 0 para sa walang limitasyong mga gamit diskwento code.

source: Successfully added %(d)s
ar: وأضاف بنجاح %(d)s ق
sw: Mafanikio aliongeza %(d)s
tl: Matagumpay na naidagdag %(d)s

source: Your discount of $ %(p)s has been added.
ar: تمت إضافة الخصم الخاص بك $ %(p)s ق.
sw: Discount yako ya $ %(p)s imekuwa aliongeza.
tl: Ang iyong mga diskwento na $ %(p)s ay naidagdag na.

source: A discount of $%(d)s has been added.
ar: تمت إضافة خصم قدره %(d)s ق.
sw: discount ya $ %(d)s imekuwa aliongeza.
tl: Ang isang discount ng $ %(d)s ay naidagdag na.

source: Add Discount
ar: إضافة الخصم
pl: Dodaj rabatem
sw: Kuongeza discount
tl: Magdagdag ng Diskwento

source: Delete Discount
ar: حذف الخصم
pl: Usuń Rabat
sw: Kufuta discount
tl: Tanggalin ang Discount

source: Delete a Discount
ar: حذف الخصم
pl: Usuwanie rabatem
sw: Kufuta discount
tl: Magtanggal ng Diskwento

source: Are you sure you want to permanently delete this discount?
ar: هل أنت متأكد أنك تريد حذف هذا الخصم بشكل دائم؟
pl: Czy na pewno chcesz usunąć ten rabat?
sw: Je, una uhakika unataka kufuta discount hii?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang diskwento na ito?

source: Number of uses
ar: عدد من الاستخدامات
pl: Ilość zastosowań
sw: Idadi ya matumizi
tl: Bilang ng mga gamit

source: %(num)s out of %(cap)s max
ar: %(num)s من ق %(cap)s ثانية كحد أقصى
sw: %(num)s nje ya %(cap)s max
tl: Max %(num)s sa %(cap)s

source: %(s)s to %(e)s
ar: %(s)s s إلى %(e)s ق
tl: %(s)s sa %(e)s

source: Still Available
ar: لا يزال متاح
pl: Nadal dostępne
sw: Bado Available
tl: Magagamit pa rin

source: Discount Usage Report
ar: تقرير حول استخدام تجميلية
pl: Użycie zniżki Zgłoś
sw: Discount Usage Ripoti
tl: Ulat ng Discount Paggamit

source: Url
ar: رابط

source: Invoice Url
ar: فاتورة رابط
pl: Faktura WWW
sw: Ankara Url
tl: Url ng Invoice

source: Registration URL
ar: URL تسجيل
pl: URL Rejestracja
sw: Usajili URL
tl: URL ng Pagpaparehistro

source: Invoice URL
ar: URL الفاتورة
pl: Adres na fakturze
sw: Ankara URL
tl: URL ng Invoice

source: Membership URL
ar: URL عضوية
pl: Członkostwo URL
sw: Uanachama URL
tl: URL ng pagiging miyembro

source: Update Discount
ar: تحديث الخصم
pl: Aktualizacja Rabat
sw: Mwisho discount
tl: I-update ang Discount

source: Discounts Export
ar: تخفيض التصدير
pl: Rabaty Export
sw: Punguzo Export
tl: I-export ang mga diskwento

source: Discounts
ar: تخفيضات
pl: Rabaty
sw: Punguzo

source: All Discounts
ar: جميع خصومات
pl: Wszystkie rabaty
sw: Punguzo wote
tl: Ang lahat ng mga Discount

source: Search Discounts
ar: خصومات البحث
pl: Szukaj Rabaty
sw: Search Punguzo
tl: Paghahanap ng Discount

source: Export Discounts
ar: حسومات التصدير
pl: Rabaty eksportowe
sw: Export Punguzo
tl: I-export ang Discount

source: This Discount
ar: هذا الخصم
pl: Ten Rabat
sw: Punguzo hili
tl: Discount na ito

source: View Discount
ar: عرض خصم
pl: Zobacz Rabat
tl: Tingnan ang Discount

source: Edit Discount
ar: تحرير الخصم
pl: Edycja Rabat
tl: I-edit ang Discount

source: Value
ar: قيمة
pl: Wartość
sw: Thamani
tl: Halaga

source: Uses
ar: الاستخدامات
pl: Zastosowania
sw: Matumizi
tl: Mga Gamit

source: Cap
ar: كاب
pl: Czapka z daszkiem
sw: Sura ya

source: Committee
ar: اللجنة
pl: Komitet
sw: Kamati ya
tl: Komite

source: Reporting
ar: التقارير
pl: Sprawozdawczość
sw: Taarifa
tl: Pag-uulat

source: Study Group
ar: مجموعة الدراسة
tl: Pag-aaral ng Grupo

source: Technical Interest Group
ar: المجموعة الفنية الفائدة
pl: Techniczne Interest Group
sw: Ufundi riba Group
tl: Teknikal na Interes Group

source: Other
ar: البعض
pl: Inne
sw: Nyingine
tl: Iba pang

source: Entity Information
ar: معلومات كيان
pl: Jednostka informacji
sw: Chombo Habari
tl: Impormasyon Entity

source: Contact Name
ar: الاتصال اسم
pl: Kontakt Nazwa
sw: Mawasiliano Jina
tl: Pangalan ng Contact

source: Public can view
ar: يمكن مشاهدة الجمهور
pl: Publiczne mogą korzystać
sw: Public unaweza kuona
tl: Pampublikong ay maaaring tumingin

source: Signed in user can view
ar: وقعت في يمكن للمستخدم عرض
pl: Podpisano użytkownicy mogą korzystać
sw: Saini katika user unaweza kuona
tl: Naka-sign in na user ay maaaring tumingin

source: Signed in user can change
ar: وقعت في يمكن للمستخدم تغيير
pl: Podpisano użytkownik może zmienić
sw: Saini katika user unaweza kubadilisha
tl: Naka-sign in na user ay maaaring magbago

source: Can view entity
ar: يمكن عرض كيان
pl: Może korzystać podmiot
sw: Unaweza kuona chombo
tl: Maaaring tingnan ng entity

source: entities
ar: الكيانات
pl: Podmioty
sw: vyombo
tl: entity

source: Successfully added %(e)s
ar: وأضاف بنجاح %(e)s ق
sw: Mafanikio aliongeza %(e)s
tl: Matagumpay na naidagdag %(e)s

source: Entities
ar: الكيانات
pl: Podmioty
sw: Vyombo
tl: Mga Entity

source: Back to entities search
ar: عودة إلى البحث الكيانات
pl: Powrót do wyszukiwania podmiotów
sw: Nyuma kwa vyombo search
tl: Bumalik sa mga entity sa paghahanap

source: Submitted on %(submit_date)s by %(entity_creator)s
ar: المقدمة على %(submit_date)s بنسبة %(entity_creator)s ق
sw: Iliombwa juu ya %(submit_date)s na %(entity_creator)s
tl: Isinumite sa %(submit_date)s ng %(entity_creator)s

source: More
ar: أكثر
pl: Więcej
sw: Zaidi
tl: Higit pang mga

source: Review Reports
ar: تقارير المراجعة
pl: Raporty recenzję
tl: Suriin ang Mga Ulat

source: Optimize Meta Tags
ar: تحسين العلامات ميتا
pl: Optymalizacja Meta Tagi
sw: Kuongeza Meta Tags
tl: I-optimize ang Meta Tag

source: Attach Files
ar: إرفاق ملفات
pl: Dołączanie plików
sw: Ambatisha Files
tl: Mag-attach ng Mga File

source: View Revisions
ar: عرض المراجعات
pl: Zobacz Wersje
tl: Tingnan ang Mga Pagbabago

source: Submitted on %(encreate)s by:
ar: المقدمة على %(encreate)s ق من قبل:
sw: Iliombwa juu ya %(encreate)s by:
tl: Isinumite sa %(encreate)s sa pamamagitan ng:

source: Section Positions
ar: المراكز القسم
pl: Pozycji Sekcja
sw: Sehemu Nafasi
tl: Mga Posisyon ng Seksyon

source: Please select the order in which you would like the Intro paragraph, the fields (name, date, address, etc) and the pricing options to appear on your finished form. Example: If you want the paragraph at the top, position the 'Intro' to the first position.
ar: يرجى تحديد الترتيب الذي كنت ترغب في مقدمة الفقرة، وحقول (الاسم والتاريخ والعنوان، الخ)، وتسعير الخيارات لتظهر على شكل النهائي الخاص بك. مثال: إذا كنت تريد الفقرة في الجزء العلوي، ضع &quot;مقدمة&quot; إلى المركز الأول.
pl: Wybierz kolejność, w której chcesz intro pkt, pola (imię, data, adres, itp) i opcje cenowe do stawienia się na gotowym formularzu. Przykład: Jeśli chcesz akapitu na górze, umieść &#39;Intro&#39; na pierwszej pozycji.
sw: Tafadhali kuchagua ili katika ambayo ungependa aya Intro, mashamba (jina, tarehe, mahali, nk) na bei chaguzi kuonekana kwenye fomu yako ya kumaliza. Mfano: Kama unataka aya saa ya juu, nafasi &#39;Intro&#39; kwa nafasi ya kwanza.
tl: Mangyaring piliin ang pagkakasunud-sunod kung gusto mong ang mga Intro talata, mga field (pangalan, petsa, address, atbp) at ang mga pagpipilian sa pagpepresyo upang lumitaw sa iyong natapos na form. Halimbawa: Kung gusto mong ang mga talata sa itaas, ilagay ang &#39;Intro&#39; sa unang posisyon.

source: Section Names
ar: القسم أسماء
pl: Sekcja Nazwy
sw: Sehemu Majina
tl: Mga Pangalan ng Seksyon

source: Label the section names to meet the needs of your form. Examples for the pricing section would be: Pricing, Costs, Ticket Prices, Additional Costs, Service Fees and text of that nature.
ar: تسمية أسماء القسم لتلبية احتياجات النموذج الخاص بك. ومن الأمثلة لقسم التسعير هي: التسعير والتكاليف وأسعار التذاكر، التكاليف الإضافية، ورسوم الخدمة ونص من هذا القبيل.
pl: Etykieta nazwy sekcji, aby zaspokoić potrzeby swojej postaci. Przykłady sekcji cenowej byłoby: Ceny, koszty, ceny biletów, koszty dodatkowe, opłaty serwisowe i tekst o takim charakterze.
sw: Studio majina sehemu ili kukidhi mahitaji ya fomu yako. Mifano kwa bei sehemu itakuwa: Pricing, Gharama, Bei ya tiketi, Gharama za ziada, Ada Huduma na maandishi ya asili.
tl: Lagyan ng label ang mga pangalan ng seksyon upang matugunan ang mga pangangailangan ng iyong form. Mga halimbawa para sa seksyon na ang pagpepresyo ay magiging: Pagpepresyo, Gastos, Mga presyo ng tiket, Karagdagang Mga Gastos, Mga Bayarin Serbisyo at teksto ng mga na likas na katangian.

source: Create custom forms to take information throughout the site
ar: إنشاء نماذج مخصصة لأخذ المعلومات في جميع أنحاء الموقع
pl: Tworzenie niestandardowych form do podjęcia informacji w całej witrynie
sw: Kuunda aina desturi kuchukua habari katika tovuti
tl: Lumikha ng custom na form upang kumuha ng impormasyon sa buong site

source: Please set your price.
ar: يرجى وضع السعر الخاص بك.
pl: Proszę ustawić cenę.
sw: Tafadhali kuweka bei yako.
tl: Mangyaring itakda ang iyong presyo.

source: Price must be a valid amount
ar: يجب أن يكون سعر مبلغ صالح
pl: Cena musi być ważna kwota
sw: Bei lazima kiasi halali
tl: Presyo ay dapat maging isang wastong halaga

source: Take Payment
ar: اتخاذ الدفع
pl: Weź Płatność
sw: Kuchukua Malipo
tl: Dumaan sa Pagbabayad

source: Form Information
ar: شكل معلومات
pl: Formularz informacji
sw: Taarifa ya Fomu
tl: Impormasyon Form

source: Payments
ar: المدفوعات
pl: Płatności
sw: Malipo
tl: Mga Pagbabayad

source: This field's function requires Checkbox as a field type
ar: تتطلب وظيفة هذا الحقل خانة كنوع الحقل
pl: Funkcja tej dziedzinie wymaga Pole wyboru jako typ pola
sw: Kazi hii inahitaji shamba checkbox kama aina uwanja
tl: Function ng patlang na ito ay nangangailangan ng Checkbox bilang isang uri ng patlang

source: This field's function requires at least 1 group specified.
ar: تتطلب وظيفة هذا الحقل على الأقل 1 مجموعة محددة.
pl: Funkcja tej dziedzinie, wymaga co najmniej 1 grupę określony.
sw: Kazi hii inahitaji shamba kundi angalau 1 maalum.
tl: Function ng patlang na ito ay nangangailangan ng hindi bababa sa 1 grupong tinukoy.

source: The group "%(val)s" does not exist
ar: مجموعة &quot; %(val)s ق&quot; غير موجود
sw: kundi &quot; %(val)s&quot; haipo
tl: Ang pangkat na &quot; %(val)s&quot; ay hindi umiiral

source: The "Email to Recipients" function requires Multi-select - Checkboxes
ar: و&quot;بالبريد الإلكتروني إلى المستلمين&quot; وظيفة تتطلب متعدد مختارة - خانات
pl: &quot;E-mail do odbiorców&quot; funkcja wymaga Wielu wybierz - wyboru
sw: &quot;Barua pepe kwa Wapokeaji&quot; kazi inahitaji Multi-kuchagua - checkboxes
tl: Ang &quot;Email sa Mga tatanggap&quot; function na nangangailangan ng multi-select - Checkbox

source: The "Email to Recipients" function requires at least 1 email specified.
ar: يتطلب &quot;بالبريد الإلكتروني إلى المستلمين&quot; وظيفة لا يقل عن 1 البريد الإلكتروني المحدد.
pl: &quot;E-mail do odbiorców&quot; funkcja wymaga co najmniej 1-mail podany.
sw: &quot;Barua pepe kwa Wapokeaji&quot; kazi inahitaji angalau 1 email maalum.
tl: Ang function na &quot;Email sa Mga tatanggap&quot; ay nangangailangan ng hindi bababa sa 1 email tinukoy.
