Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Enter your Career History
ar: أدخل التاريخ الوظيفي الخاص
pl: Wpisz swój historię kariery
sw: Kuingia Career Historia yako
tl: Ipasok ang iyong Kasaysayan ng Career

source: Position Information
ar: معلومات موقف
pl: Informacje o pozycji
sw: Habari Position
tl: Impormasyon Posisyon

source: Section 7: Superuser Only
ar: القسم 7: الخارق فقط
pl: Sekcja 7: Tylko superużytkownika
sw: Sehemu ya 7: superuser tu
tl: Seksiyon 7: Superuser Lamang

source: Application Approved
ar: تطبيق المعتمدة
pl: Zatwierdzony
sw: Maombi Approved
tl: Naaprubahan Application

source: Submit Membership Application
ar: تقديم طلب العضوية
pl: Zatwierdź członkowska
sw: Kuwasilisha Uanachama Maombi
tl: Isumite Ang pagsapi Application

source: Email Has been Sent to Verify Your Email Address
ar: تم إرسال البريد الإلكتروني للتحقق من عنوان البريد الإلكتروني الخاص بك
pl: E-mail został wysłany na Twój adres email weryfikujący
sw: Barua pepe imetumwa kwa Kuhakiki ya barua pepe yako mitaani
tl: Email ay naipadala na sa I-verify ang iyong Email Address

source: Please follow the instruction in the email to continue signing up for the membership.
ar: يرجى اتباع التعليمات في البريد الإلكتروني لمواصلة الاشتراك في العضوية.
pl: Proszę postępować zgodnie z instrukcją w e-mailu, aby kontynuować rejestrację dla członkostwa.
sw: Tafadhali kufuata maelekezo katika email kuendelea kusainiwa kwa ajili ya uanachama.
tl: Mangyaring sundin ang mga tagubilin sa email upang magpatuloy sa pag-sign up para sa pagiging kasapi.

source: Thank you!
ar: شكرا لك!
pl: Dziękujemy!
sw: Asante!
tl: Salamat!

source: Membership Applications
ar: تطبيقات عضوية
pl: Członkostwo Aplikacje
sw: Maombi uanachama
tl: Mga application ng pagiging miyembro

source: A list of all membership applications
ar: قائمة بجميع طلبات العضوية
pl: Lista wszystkich aplikacji członkostwa
sw: orodha ya maombi yote uanachama
tl: Isang listahan ng lahat ng mga application ng pagiging miyembro

source: <p>You are a member of every (%(c)s) membership type available in this application.</p> <p>This application will be available starting at your next renewal period.</p>
ar: <p> أنت عضو في كل ( %(c)s ق) نوع العضوية متاحة في هذا التطبيق. </p> <p> هذا التطبيق سوف تكون متاحة بدءا من فترة التجديد المقبلة. </p>
sw: <p> Wewe ni mwanachama wa kila ( %(c)s) taarifa uanachama aina inapatikana katika maombi haya. </p> <p> Maombi Hii itakuwa inapatikana kuanzia saa upya yako kipindi cha pili. </p>
tl: <p> Kayo ay miyembro ng bawat uri ng pagsapi ( %(c)sga) magagamit sa application na ito. </p> <p> Ang application na ito ay magagamit simula sa iyong susunod na panahon ng pag-renew. </p>

source: This membership never expires. There is no renewal period
ar: عدم انتهاء صلاحية هذه العضوية. ليس هناك فترة تجديد
pl: Członkostwo to nigdy nie wygasa. Nie ma okresu odnowienia
sw: Hii uanachama kamwe muda wake. Hakuna kipindi upya
tl: Hindi kailanman nag-expire ang pagiging miyembro na ito. Walang panahon ng pag-renew

source: Import Memberships from CSV file - Preview
ar: عضوية استيراد من ملف CSV - استعراض
pl: Przynależność Import z pliku CSV - Zapowiedź
sw: Import Uanachama kutoka CSV file - Preview
tl: I-import ang mga pagmimiyembro mula sa CSV file - Preview

source: Import Membership
ar: استيراد العضوية
pl: Import Członkostwo
sw: Import Uanachama
tl: Mag-import ng pagiging miyembro

source: Please wait while we're processing...
ar: يرجى الانتظار بينما نقوم تجهيز ...
pl: Poczekaj jesteśmy przetwarzania ...
sw: Tafadhali subiri wakati sisi ni usindikaji ...
tl: Mangyaring maghintay habang ino-pinoproseso namin ...

source: Import Memberships from CSV file - Status
ar: عضوية استيراد من ملف CSV - الحالة
pl: Przynależność Import z pliku CSV - Status
sw: Import Uanachama kutoka CSV file - Hali
tl: I-import ang mga pagmimiyembro mula sa CSV file - Katayuan

source: Done
ar: القيام به
pl: Gotowe
tl: Tapos na

source: Mixed (user update, membership insert)
ar: مختلطة (تحديث المستخدم، إدراج العضوية)
pl: Mieszane (zmiana użytkownika, należy wpisać członków)
sw: Mixed (user update, taarifa uanachama Insert)
tl: Mixed (update ng gumagamit, insert pagiging miyembro)

source: Download Recap
ar: حمل خلاصة
pl: Pobierz Recap
tl: Mag-download ng pagbabalik-tanaw

source: Import more memberships
ar: استيراد المزيد من عضوية
pl: Importować więcej członkostwem
sw: Kuagiza uanachama wa zaidi
tl: I-import ang higit pang mga pagmimiyembro

source: <h3>How to prepare the spreadsheet (.csv file)?</h3> <ul> <li> The required fields are the field(s) in the selected key (see the second field below). </li> <li> If the <strong>membership_type</strong> is not present in the spreadsheet, the first membership type in the system will be used. </li> <li> The data type of ForeignKey fields (ex: membership_type) is <strong>integer</strong>. So, please fill the ForeignKey fields with IDs. </li> <li> Use the field names in the <strong>Template</strong>. The order of the field names doesn't matter. </li> </ul>
ar: <h3> كيفية إعداد جدول (ملف csv)؟ </h3> <ul> <li> الحقول المطلوبة هي الميدان (ق) في المفتاح المحدد (انظر الحقل الثاني أدناه). </li> <li> إذا كان <strong> membership_type </strong> غير موجود في جدول البيانات، أول نوع العضوية في النظام سيتم استخدامها. </li> <li> نوع بيانات الحقول ForeignKey (مثلا: membership_type) هو <strong> صحيح </strong>. لذلك، يرجى تعبئة الحقول ForeignKey مع معرفات. </li> <li> استخدام أسماء الحقول في <strong> قالب </strong>. ترتيب أسماء الحقول لا يهم. </li> </ul>
pl: <h3> Jak przygotować arkusz kalkulacyjny (CSV plik)? </h3> <ul> <li> Wymagane pola są pola (y) w wybranym kluczem (patrz drugie pole poniżej). </li> <li> Jeśli <strong> membership_type </strong> to nie występuje w arkuszu kalkulacyjnym, pierwszy typ członkostwa w systemie będą wykorzystywane. </li> <li> Typ danych pola ForeignKey (ex: membership_type) jest <strong> liczba całkowita </strong>. Tak, proszę wypełnić ForeignKey Pola identyfikatorów. </li> <li> Użyj nazw pól w szablonie <strong> </strong>. Kolejność nazw pól nie ma znaczenia. </li> </ul>
sw: <h3> Jinsi ya kuandaa spreadsheet (.csv file)? </h3> <ul> <li> mashamba required ni uwanja (s) katika ufunguo kuchaguliwa (kuona shamba pili hapo chini). </li> <li> Kama <strong> membership_type </strong> ni si sasa katika spreadsheet, kwanza taarifa uanachama aina katika mfumo wa zitatumika. </li> <li> aina ya data ForeignKey mashamba (ex: membership_type) ni <strong> integer </strong>. Hivyo, tafadhali kujaza mashamba ForeignKey na vitambulisho. </li> <li> Kutumia majina ya uwanja katika <strong> Kigezo </strong>. utaratibu wa majina uwanja haijalishi. </li> </ul>
tl: <h3> Paano upang maghanda ng spreadsheet (csv file)? </h3> <ul> <li> Ang kinakailangang field ay ang (mga) field sa napiling key (tingnan ang pangalawang patlang sa ibaba). </li> <li> Kung ang <strong> membership_type </strong> ay hindi naroroon sa spreadsheet, ang unang uri ng pagsapi sa system ay gagamitin. </li> <li> Ang uri ng data ng mga patlang ForeignKey (hal: membership_type) ay <strong> integer </strong>. Kaya, mangyaring punan ang ForeignKey mga patlang na may mga ID. </li> <li> Gamitin ang mga pangalan ng patlang sa <strong> Template </strong>. Ang pagkakasunud-sunod ng pangalan ng field ay hindi mahalaga. </li> </ul>

source: New Member Joined under Your Corporation
ar: عضو جديد اشترك في ظل شركتك
pl: Użytkownik Dołączył ramach korporacji
sw: New Mwanachama Joined chini ya Corporation yako
tl: Bagong Miyembro Sumali sa ilalim ng Iyong Corporation

source: has
ar: لديه
pl: ma
sw: ina
tl: May

source: joined
ar: انضم
pl: Rejestracja
sw: alijiunga
tl: Sumali si

source: renewed
ar: جدد
pl: Odnowiona
sw: upya
tl: na-renew

source: the membership under your corporation
ar: عضوية تحت شركتك
pl: Członkostwo w ramach korporacji
sw: taarifa uanachama chini ya kampuni yako
tl: ang pagiging miyembro sa ilalim ng iyong korporasyon

source: New
ar: جديد
pl: Nowy
tl: Bagong

source: Joined
ar: انضم
pl: Dołączył
sw: Alijiunga
tl: Sumali

source: under Your Corporation
ar: تحت الشركة الخاصة بك
pl: w ramach korporacji
sw: chini ya Corporation yako
tl: sa ilalim ng Iyong Corporation

source: on
ar: على
pl: na
sw: juu ya
tl: sa

source: Membership Notices were distributed on %(site_display_name)s.
ar: تم توزيع الإشعارات عضوية %(site_display_name)s ق.
sw: Maelezo uanachama walikuwa kusambazwa juu ya %(site_display_name)s.
tl: Mga Notice sa pagiging miyembro ay ipinamamahagi sa %(site_display_name)s.

source: Your roster export for corp "%(corp_profile.name)s" is ready.
ar: تصدير قائمة جهات الاتصال لكورب &quot; %(corp_profile.name)s ق&quot; جاهز.
sw: Orodha yako nje kwa corp &quot; %(corp_profile.name)s&quot; ni tayari.
tl: Ang iyong roster pag-export para sa corp &quot; %(corp_profile.name)s&quot; ay handa na.

source: Your membership export is ready.
ar: تصدير عضوية جاهز.
pl: Twój eksport członkostwo jest gotowy.
sw: Taarifa uanachama wako nje ni tayari.
tl: Ang iyong pag-export pagiging miyembro ay handa na.

source: The details of the export:
ar: تفاصيل تصدير:
pl: Szczegóły dotyczące wywozu:
sw: maelezo ya kuuza nje:
tl: Ang mga detalye ng pag-export:

source: Export Status Detail:
ar: الحالة التصدير التفاصيل:
pl: Eksport status Szczegóły:
tl: Detalye ng Katayuan ng Pag-export:

source: Export Type:
ar: نوع التصدير:
pl: Rodzaj eksportu:
sw: Export Aina:
tl: Uri ng Pag-export:

source: To download the export file, go to:
ar: لتحميل ملف التصدير، انتقل إلى:
pl: Aby pobrać plik eksportu, przejdź do:
sw: Kupakua faili kuuza nje, nenda kwa:
tl: Upang i-download ang pag-export ng file, pumunta sa:

source: Note that the download link will expire in one week.
ar: لاحظ أن وصلة التحميل سوف تنتهي في أسبوع واحد.
pl: Należy pamiętać, że pobieranie wygaśnie w ciągu jednego tygodnia.
sw: Kumbuka kwamba download kiungo utakamilika katika wiki moja.
tl: Tandaan na ang download link ay mawawalan ng bisa sa isang linggo.

source: Your Roster Export for "%(cname)s" is Ready on %(site)s
ar: تصدير جدول الخاص بك عن &quot; %(cname)s ق&quot; مستعدة على %(site)s ق
sw: Ratiba Export yako kwa ajili ya &quot; %(cname)s&quot; ni Tayari juu ya %(site)s
tl: Ang iyong roster I-export para sa &quot; %(cname)s&quot; ay Handa sa %(site)s

source: Your Membership Export is Ready on %(site)s
ar: تصدير العضوية جاهز على %(site)s ليالي
sw: Yako Uanachama Export ni Tayari juu ya %(site)s
tl: Ang iyong I-export ang pagsapi ay Handa sa %(site)s

source: Membership Notice Log View
ar: دخول عضوية إشعار مشاهدة
pl: Członkostwo Wskazówka Zaloguj Zobacz
sw: Uanachama Ilani Log View
tl: Ang pagsapi Abiso Mag-log View

source: Sent to the following member(s):
ar: إرسالها إلى عضو (s) التالية:
pl: Przesyłane na następujący członka (ów):
sw: Kutumwa kwa mwanachama zifuatazo (s):
tl: Ipinadala sa ang (mga) sumusunod na miyembro:

source: Membership Notice Log Search
ar: عضوية إشعار دخول بحث
pl: Członkostwo Wskazówka Zaloguj Szukaj
sw: Uanachama Ilani Log Search
tl: Ang pagsapi Abiso Mag-log Paghahanap

source: Membership Approved
ar: عضوية المعتمدة
pl: Członkostwo Zatwierdzony
sw: Uanachama Approved
tl: Naaprubahan Ang pagsapi

source: Membership Type: %(memtype)s $%(memprice)s
ar: نوع العضوية: %(memtype)s ق $ %(memprice)s ق
sw: Aina ya uanachama: %(memtype)s $ %(memprice)s
tl: Uri ng pagiging kasapi: %(memtype)s $ %(memprice)s

source: Membership Type: %(memtype)s (Free)
ar: نوع العضوية: %(memtype)s ق (مجانا)
sw: Aina ya uanachama: %(memtype)s (Free)
tl: Uri ng pagiging kasapi: %(memtype)s (Libre)

source: View Approved Application
ar: عرض التطبيقات المعتمدة
pl: Zobacz zatwierdzonym wniosku
sw: View Approved Maombi
tl: Tingnan Naaprubahan Application

source: %(membership_total)s Total Active Membership(s)
ar: %(membership_total)s ق مجموع العضوية النشطة (ق)
sw: %(membership_total)s Jumla ya Active Uanachama (s)
tl: %(membership_total)s Kabuuang Aktibo (mga) Ang pagsapi

source: Membership application approved
ar: الموافقة على طلب العضوية
pl: Wniosek o członkostwo zatwierdzono
sw: Uanachama maombi kupitishwa
tl: Naaprubahan ang application ng pagiging miyembro

source: Hello,<br /><br /> We have received a requet to verify an email address for signing up the membership under the corporate "%(memname)s" on %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /><br /> To verify and continue to sign up for the membership, click the following URL:
ar: مرحبا، <br /> <br /> تلقينا requet للتحقق من عنوان البريد الإلكتروني للتوقيع عضوية تحت والشركات &quot; %(memname)s ق&quot; على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق. <br /> <br /> للتحقق والاستمرار في الاشتراك في عضوية، انقر الرابط التالي:
sw: Hello, <br /> <br /> Tumepokea requet kuthibitisha anwani ya barua pepe kwa kusainiwa uanachama chini ya ushirika &quot; %(memname)s&quot; juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /> <br /> Kuthibitisha na kuendelea ishara ya juu kwa ajili ya uanachama, bofya URL ifuatayo:
tl: Kumusta, <br /> <br /> Natanggap namin ang isang requet upang i-verify ng isang email address para sa pag-sign up sa ilalim ng pagiging miyembro ang corporate &quot; %(memname)s&quot; sa %(SITE_GLOBAL_SITEDISPLAYNAME)s. <br /> <br /> Upang i-verify at magpatuloy upang mag-sign up para sa pagiging kasapi, i-click ang sumusunod na URL:

source: Thanks, <br /><br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: شكر، <br /> <br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Shukrani, <br /> <br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Salamat, <br /> <br /> %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Email Address Verification Request on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: طلب البريد الإلكتروني التحقق من العنوان على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Barua pepe ya mitaani Ukaguzi Ombi juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Kahilingan sa Pag-verify ng Email Address sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Membership Disapproved
ar: عضوية مرفوض
pl: Członkostwo Odrzucone
sw: Uanachama tumeshindwa
tl: Hindi Naaprubahan Ang pagsapi

source: Membership Type:
ar: نوع العضوية:
pl: Rodzaj członkostwa:
sw: Aina ya uanachama:
tl: Uri ng pagiging kasapi:

source: Free
ar: مجانا
pl: Bezpłatny
tl: Libreng

source: View Disapproved Application
ar: عرض التطبيق مرفوض
pl: Zobacz Odrzucone aplikacji
sw: View tumeshindwa Maombi
tl: Tingnan Application Hindi Naaprubahan

source: Application Created %(objcreate)s (%(objtime)s)
ar: تطبيق مكون %(objcreate)s ق ( %(objtime)s ق)
sw: Maombi Created %(objcreate)s ( %(objtime)s)
tl: Application Nilikha %(objcreate)s( %(objtime)s) s

source: Membership application disapproved
ar: رفض طلب العضوية
pl: Wniosek o członkostwo odrzucona
sw: Uanachama maombi tumeshindwa
tl: Hindi naaprubahan ang application ng pagiging miyembro

source: Membership Application Submission
ar: تقديم طلب عضوية
pl: Składanie członkowska
sw: Maombi uanachama Kujitoa
tl: Pagsusumite ng Application Ang pagsapi

source: Membership Submission
ar: عضوية التقديم
pl: Członkostwo Składanie
sw: Uanachama Kujitoa
tl: Pagsusumite ng pagiging miyembro

source: Membership Type: %(membership_type)s $%(membership_type_price)s
ar: نوع العضوية: %(membership_type)s ق $ %(membership_type_price)s ق
sw: Aina ya uanachama: %(membership_type)s $ %(membership_type_price)s
tl: Uri ng pagiging kasapi: %(membership_type)s $ %(membership_type_price)s

source: Membership Type: %(membership_type)s (Free)
ar: نوع العضوية: %(membership_type)s ق (مجانا)
sw: Aina ya uanachama: %(membership_type)s (Free)
tl: Uri ng pagiging kasapi: %(membership_type)s (Libre)

source: View Submitted Application
ar: عرض الطلب المقدم
pl: Zobacz złożonego wniosku
sw: View iliombwa Maombi
tl: Tingnan ang Isinumite ng Application

source: To approve this membership, go to:
ar: الموافقة على هذه العضوية، انتقل إلى:
pl: Do zatwierdzenia tego członkostwa, przejdź do:
sw: Kupitisha uanachama hili, nenda:
tl: Upang maaprubahan ang pagiging miyembro na ito, pumunta sa:

source: Membership application submission
ar: تقديم طلب العضوية
pl: Składanie wniosków członków
sw: Uanachama kuwasilisha maombi
tl: Pagsumite ng application ng pagiging miyembro

source: Membership Application Renewal
ar: تجديد عضوية تطبيق
pl: Odnowienie Zastosowanie członków
sw: Uanachama Maombi Renewal
tl: Ang pagsapi sa Pag-renew ng Application

source: Membership Type: %(membership_type)s Free
ar: نوع العضوية: %(membership_type)s مجانا
sw: Aina ya uanachama: %(membership_type)s Free
tl: Uri ng pagiging kasapi: %(membership_type)s Libreng

source: Application Created %(create_date)s (%(time_since)s)
ar: تطبيق مكون %(create_date)s ق ( %(time_since)s ق)
sw: Maombi Created %(create_date)s ( %(time_since)s)
tl: Application Nilikha %(create_date)s( %(time_since)s) s

source: Membership application renewal
ar: تجديد طلب العضوية
pl: Odnowa wniosek o członkostwo
sw: Uanachama maombi upya
tl: Pag-renew ng application ng pagiging miyembro

source: News Information
ar: الأخبار معلومات
pl: Aktualności Informacje
sw: News Habari
tl: Impormasyon ng Balita

source: Create news to let your vistors keep current
ar: خلق الأخبار للسماح الزوار الخاص تبقي الحالي
pl: Tworzenie wiadomości, aby Twoi vistors utrzymać obecny
sw: Kujenga habari basi vistors yako kushika sasa
tl: Lumikha ng balita upang hayaan ang iyong mga bisita panatilihin ang kasalukuyang

source: %(dname)s Latest News
ar: %(dname)s ق آخر الأخبار
tl: %(dname)s Pinakabagong Balita

source: Thumbnail Image
ar: صورة مصغرة
pl: Miniatura
sw: Picha ndogo Image
tl: Larawan ng Thumbnail

source: The thumbnail image can be used on your homepage or sidebar if it is setup in your theme. It will not display on the news page.
ar: الصورة المصغرة يمكن استخدامها على صفحتك الرئيسية أو الشريط الجانبي إذا كان الإعداد في الموضوع الخاص بك. وسوف يتم عرضها في صفحة الأخبار.
pl: Miniatur obraz może być używany na stronie głównej lub w pasku bocznym, jeśli jest ustawiony w swoim temacie. Nie będą wyświetlane na stronie informacyjnej.
sw: picha thumbnail inaweza kutumika juu ya homepage yako au sidebar kama ni kuanzisha katika mada yako. Ni si kuonyesha juu ya ukurasa habari.
tl: Ang thumbnail na larawan ay maaaring magamit sa iyong homepage o sidebar kung ito ay sa pag-setup sa iyong tema. Hindi ito ay magpapakita sa pahina ng balita.

source: News Added
ar: واضاف الأخبار
pl: News Dodano
tl: Balita Added

source: A news has been added.
ar: تمت إضافة الأخبار.
pl: Aktualności został dodany.
sw: habari imekuwa aliongeza.
tl: Ang balita ay naidagdag na.

source: News Deleted
ar: أخبار المحذوفة
pl: Aktualności Usunięte
tl: Balita Tinanggal

source: A news has been deleted
ar: قد تم حذفه والخبر
pl: Wiadomości zostały usunięte
sw: habari umefutwa
tl: Ang balita ay tinanggal na

source: The thumbnail image can be used on your homepage or sidebar if it is setup in your theme. The thumbnail image will not display on the news page.
ar: الصورة المصغرة يمكن استخدامها على صفحتك الرئيسية أو الشريط الجانبي إذا كان الإعداد في الموضوع الخاص بك. سوف يتم عرض صورة مصغرة في صفحة الأخبار.
pl: Miniatur obraz może być używany na stronie głównej lub w pasku bocznym, jeśli jest ustawiony w swoim temacie. Miniatur obraz nie będzie wyświetlany na stronie informacyjnej.
sw: picha thumbnail inaweza kutumika juu ya homepage yako au sidebar kama ni kuanzisha katika mada yako. picha thumbnail si kuonyesha juu ya ukurasa habari.
tl: Ang thumbnail na larawan ay maaaring magamit sa iyong homepage o sidebar kung ito ay sa pag-setup sa iyong tema. Ang thumbnail na larawan ay hindi ipapakita sa pahina ng balita.

source: Auto Timestamp
ar: السيارات الطابع الزمني
pl: Sygnatura czasu auto

source: Can view news
ar: يمكن عرض الأخبار
pl: Można zobaczyć nowości
sw: Unaweza kuona habari
tl: Maaaring tingnan ng balita

source: Are you sure you want to permanently delete this news?
ar: هل أنت متأكد أنك تريد حذف هذا الخبر نهائيا؟
pl: Czy jesteś pewien, że chcesz usunąć tę wiadomość?
sw: Je, una uhakika unataka kufuta habari hii?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang balita?

source: Meta Information for <br /> %(news_head)s
ar: معلومات الوصفية ل <br /> %(news_head)s ق
pl: Meta Informacje dla <br /> %(news_head)s
sw: Meta Habari kwa <br /> %(news_head)s
tl: Meta Impormasyon para sa <br /> %(news_head)s

source: %(sub_cat)s
ar: %(sub_cat)s ق

source: All News
ar: جميع الأخبار
pl: Wszystkie wiadomości
tl: Lahat ng Mga Balita

source: Back to regular news view
ar: إلى طريقة العرض صحفي
pl: Powrót do normalnego widoku wiadomości
sw: Nyuma ya mara kwa mara habari mtazamo
tl: Bumalik sa regular na view ng balita

source: %(b)s
ar: %(b)s S

source: Submitted on %(news_create)s by %(news_creator)s
ar: المقدمة على %(news_create)s بنسبة %(news_creator)s ق
sw: Iliombwa juu ya %(news_create)s na %(news_creator)s
tl: Isinumite sa %(news_create)s ng %(news_creator)s

source: Latest News
ar: آخر الأخبار
pl: Aktualności
tl: Pinakabagong Balita

source: News Add Notice
ar: الأخبار إضافة إشعار
pl: Nowości Dodaj Wskazówka
sw: News Add Ilani
tl: Balita Magdagdag Abiso

source: The following news was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
ar: كان الخبر التالي يضاف إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s ق وحدة
sw: habari iliyofuata ilikuwa ya aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s moduli
tl: Ang mga sumusunod na balita ay module naidagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: To view the details of this news, go to:
ar: لعرض تفاصيل هذا الأخبار، انتقل إلى:
pl: Aby wyświetlić szczegółowe informacje o tym aktualności, przejdź do:
sw: Kuangalia maelezo ya hii habari, nenda kwa:
tl: Upang tingnan ang mga detalye ng balita, pumunta sa:

source: To activate this news, go to:
ar: لتنشيط هذا الخبر، انتقل إلى:
pl: Aby aktywować tę nowinę, przejdź do:
sw: Kuamsha habari hii, nenda kwa:
tl: Upang i-activate ito ng balita, pumunta sa:

source: New news (%(objhead)s) posting on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: أخبار جديدة ( %(objhead)s ق) نشر على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New habari ( %(objhead)s) posting juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong balita ( %(objhead)sga) pag-post sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: News Delete Notice
ar: أخبار حذف إشعار
pl: Aktualności Usuń Notice
sw: News Futa Ilani
tl: Balita Tanggalin Abiso

source: Deleted by:</td> <td width="75%%"><b>%(requser)s</b>
ar: حذف بواسطة: </td> <td width="75%%"> <b> %(requser)s ق </b>
sw: Kufutwa by: </td> <td width="75%%"> <b> %(requser)s </b>
tl: Tinanggal sa pamamagitan ng: </td> <td width="75%%"> <b> %(requser)s </b>

source: If you would like view all recently deleted news, go to:
ar: إذا كنت ترغب في عرض الجميع حذف مؤخرا أنباء، انتقل إلى:
pl: Jeśli chcesz widok wszystkich niedawno usunięte wiadomości, przejdź do:
sw: Kama ungependa maoni yote hivi karibuni ilifutwa habari, nenda kwa:
tl: Kung nais mong tingnan ang lahat Kamakailan lamang ay tinanggal balita, pumunta sa:

source: News (%(objhead)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: الأخبار ( %(objhead)s ق) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: News ( %(objhead)s) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Balita ( %(objhead)s) na tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Photo Set Information
ar: صورة مجموعة معلومات
pl: Photo Zestaw informacji
sw: Picha Set Habari
tl: Impormasyon sa Photo Set

source: Photo Set Status
ar: صورة تعيين الحالة
pl: Photo Ustaw status
sw: Picha Set Status
tl: Photo Itakda ang Katayuan

source: Upload photos for the world to see!
ar: تحميل الصور للعالم لنرى!
pl: Dodaj zdjęcia za świat, aby zobaczyć!
sw: Pakia picha kwa ajili ya ulimwengu kuona!
tl: Mag-upload ng mga larawan para sa mundo upang makita!

source: %(dname)s - Latest Photo Albums
ar: %(dname)s ق - أحدث ألبومات الصور
tl: %(dname)s - Pinakabagong Albums Larawan

source: Latest Photo Albums from %(dname)s
ar: أحدث ألبومات الصور من %(dname)s ق
pl: Najnowsze albumów zdjęć z %(dname)s
sw: Latest Photo Albums kutoka %(dname)s
tl: Pinakabagong Albums Larawan mula sa %(dname)s

source: Photo Information
ar: صور معلومات
pl: Informacja o zdjęciu
sw: Picha Habari
tl: Impormasyon sa Larawan
