Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: The email you receive confirming your registration
ar: البريد الإلكتروني التي تتلقاها تأكيد تسجيلك
pl: E-mail otrzymasz potwierdzenie rejestracji
sw: email wewe kupokea kuthibitisha usajili wako
tl: Ang email na iyong natatanggap na nagkukumpirma ang iyong pagpaparehistro

source: Event Registration Cancelled
ar: التسجيل تم إلغاء الحدث
pl: Rejestracja zdarzeń Anulowane
sw: Tukio Usajili kufutwa
tl: Kinansela ng Pagpaparehistro ng Kaganapan

source: Notify administrators that someone has cancelled their event registration
ar: إعلام المسؤولين أن شخصا ما قد إلغاء تسجيل الحدث على
pl: Powiadom administratorów o tym, że ktoś anulowania ich rejestracji zdarzeń
sw: Mjulishe watendaji kwamba mtu imesitisha usajili wao tukio
tl: I-notify ang mga administrator na may isang taong Kinansela ng ang kanilang pagrehistro ng kaganapan

source: Recap of end of event registration
ar: خلاصة من نهاية تسجيل الحدث
pl: Podsumowanie zakończenia rejestracji zdarzeń
sw: Recap ya mwisho wa usajili tukio
tl: Pagbabalik-tanaw ng pagtatapos ng pagpaparehistro ng kaganapan

source: Notify administrators that registration for the event has ended.
ar: إعلام المسؤولين أن التسجيل لهذا الحدث قد انتهت.
pl: Powiadom administratorów, że rejestracja na razie się zakończył.
sw: Mjulishe watendaji kwamba usajili kwa ajili ya tukio kumalizika.
tl: I-notify ang mga administrator na pagpaparehistro para sa kaganapan ay natapos.

source: Discount Code cannot be used for %s people.
ar: كود خصم لا يمكن استخدامها ل٪ s الناس.
pl: Kod rabatowy nie może być używany do% s osób.
sw: Discount Code haiwezi kutumika kwa watu% s.
tl: Discount Code ay hindi maaaring gamitin para sa% s tao.

source: This is not a valid Discount Code!
ar: هذه ليست كود الخصم صالحة!
pl: To nie jest poprawny kod rabatowy!
sw: Hii si halali discount Code!
tl: Ito ay hindi isang wastong Discount Code!

source: %s is already registered for this event
ar: تم تسجيل٪ ق بالفعل لهذا الحدث
pl: % S jest już zarejestrowana dla tego zdarzenia
sw: % S tayari imesajiliwa kwa tukio hili
tl: % S ay naka-rehistro para sa kaganapang ito

source: You must register at least 1 registrant per registration
ar: يجب عليك تسجيل 1 على الأقل المسجل في تسجيل
pl: Należy zarejestrować przynajmniej 1 rejestrującego za rejestrację
sw: Lazima kujiandikisha angalau 1 registrant kwa usajili
tl: Dapat kang magrehistro ng hindi bababa sa 1 registrant bawat pagpaparehistro

source: Please enter a valid number of registrants.
ar: يرجى إدخال رقم صالح المسجلين.
pl: Proszę podać poprawny numer rejestrujących.
sw: Tafadhali kuingia idadi halali ya registret.
tl: Mangyaring magpasok ng wastong bilang ng mga registrants.

source: %(user)s is not authorized to use %(pricing)s
ar: %(user)s ق غير مخول لاستخدام %(pricing)s ق
sw: %(user)s hana mamlaka ya kutumia %(pricing)s
tl: %(user)s ay hindi pinahihintulutang gumamit ng %(pricing)s

source: %s can only be registered once per registration
ar: لا يمكن إلا أن تكون مسجلة٪ ق مرة واحدة في تسجيل
pl: % S mogą być rejestrowane tylko raz na rejestrację
sw: % S inaweza tu kuandikishwa mara moja kwa usajili
tl: % S ay maaari lamang nakarehistro isang beses bawat pagpaparehistro

source: Price has been overriden for this registration.
ar: وقد تنقضها ثمن هذا التسجيل.
pl: Cena zostało nadpisane dla tej rejestracji.
sw: Bei imekuwa overriden kwa ajili ya usajili huu.
tl: Presyo Na-Override para sa pagpaparehistro na ito.

source: Registration is closed.
ar: تسجيل مغلق.
pl: Rejestracja jest zamknięta.
sw: Usajili ni imefungwa.
tl: Pagpaparehistro ay sarado.

source: Export entries
ar: إدخالات تصدير
pl: Wpisy eksport
tl: I-export ang mga entry

source: Home
ar: الصفحة الرئيسية
pl: Strona główna
sw: Nyumbani

source: %(first_name_type)s
ar: %(first_name_type)s ق

source: %(first_name_choices)s
ar: %(first_name_choices)s ق

source: %(first_name_required)s
ar: %(first_name_required)s ق

source: %(first_name_visible)s
ar: %(first_name_visible)s ق

source: %(last_name_type)s
ar: %(last_name_type)s ق

source: %(last_name_choices)s
ar: %(last_name_choices)s ق

source: %(last_name_required)s
ar: %(last_name_required)s ق

source: %(last_name_visible)s
ar: %(last_name_visible)s ق

source: %(mail_name_type)s
ar: %(mail_name_type)s ق

source: %(mail_name_choices)s
ar: %(mail_name_choices)s ق

source: %(mail_name_required)s
ar: %(mail_name_required)s ق

source: %(mail_name_visible)s
ar: %(mail_name_visible)s ق

source: %(email_type)s
ar: %(email_type)s ق

source: %(email_choices)s
ar: %(email_choices)s ق

source: %(email_required)s
ar: %(email_required)s ق

source: %(email_visible)s
ar: %(email_visible)s ق

source: %(position_title_type)s
ar: %(position_title_type)s ق

source: %(position_title_choices)s
ar: %(position_title_choices)s ق

source: %(position_title_required)s
ar: %(position_title_required)s ق

source: %(position_title_visible)s
ar: %(position_title_visible)s ق

source: %(company_name_type)s
ar: %(company_name_type)s ق

source: %(company_name_choices)s
ar: %(company_name_choices)s ق

source: %(company_name_required)s
ar: %(company_name_required)s ق

source: %(company_name_visible)s
ar: %(company_name_visible)s ق

source: %(phone_type)s
ar: %(phone_type)s ق

source: %(phone_choices)s
ar: %(phone_choices)s ق

source: %(phone_required)s
ar: %(phone_required)s ق

source: %(phone_visible)s
ar: %(phone_visible)s ق

source: %(address_type)s
ar: %(address_type)s ق

source: %(address_choices)s
ar: %(address_choices)s ق

source: %(address_required)s
ar: %(address_required)s ق

source: %(address_visible)s
ar: %(address_visible)s ق

source: %(city_type)s
ar: %(city_type)s ق

source: %(city_choices)s
ar: %(city_choices)s ق

source: %(city_required)s
ar: %(city_required)s ق

source: %(city_visible)s
ar: %(city_visible)s ق

source: %(state_type)s
ar: %(state_type)s ق

source: %(state_choices)s
ar: %(state_choices)s ق

source: %(state_required)s
ar: %(state_required)s ق

source: %(state_visible)s
ar: %(state_visible)s ق

source: %(zip_code_type)s
ar: %(zip_code_type)s ق

source: %(zip_code_choices)s
ar: %(zip_code_choices)s ق

source: %(zip_code_required)s
ar: %(zip_code_required)s ق

source: %(zip_code_visible)s
ar: %(zip_code_visible)s ق

source: %(country_type)s
ar: %(country_type)s ق

source: %(country_choices)s
ar: %(country_choices)s ق

source: %(country_required)s
ar: %(country_required)s ق

source: %(country_visible)s
ar: %(country_visible)s ق

source: %(meal_option_type)s
ar: %(meal_option_type)s ق

source: %(meal_option_choices)s
ar: %(meal_option_choices)s ق

source: %(meal_option_required)s
ar: %(meal_option_required)s ق

source: %(meal_option_visible)s
ar: %(meal_option_visible)s ق

source: %(comments_type)s
ar: %(comments_type)s ق

source: %(comments_choices)s
ar: %(comments_choices)s ق

source: %(comments_required)s
ar: %(comments_required)s ق

source: %(comments_visible)s
ar: %(comments_visible)s ق

source: Are you sure you want to approve this event?
ar: هل أنت متأكد أنك تريد الموافقة على هذا الحدث؟
pl: Czy na pewno chcesz, aby zatwierdzić to wydarzenie?
sw: Je, una uhakika unataka kuidhinisha tukio hili?
tl: Sigurado ka bang nais mong aprubahan ang kaganapang ito?

source: Confirm Approve
ar: تأكيد الموافقة
pl: Potwierdź Zatwierdź
sw: Kuthibitisha kukubali
tl: Kumpirmahin ang Aprubahan

source: You are already registered for this event
ar: كنت سجلت بالفعل لهذا الحدث
pl: Jesteś już zarejestrowany dla tego zdarzenia
sw: Wewe ni tayari kusajiliwa kwa tukio hili
tl: Naka-nakarehistro para sa kaganapang ito

source: We are unable to register you for this event as the event deadline has already passed
ar: نحن غير قادرين على تسجيلك لهذا الحدث موعدا نهائيا الحدث قد مرت بالفعل
pl: Nie jesteśmy w stanie zarejestrować Cię na to wydarzenie jako termin już minął wydarzenie
sw: Tunashindwa kujiandikisha kwa tukio hili kama tukio tarehe ya mwisho tayari kupita
tl: Hindi namin upang iparehistro ka para sa kaganapang ito bilang ang deadline ng kaganapan ay lumipas

source: Registration starts on
ar: يبدأ التسجيل في
pl: Rejestracja rozpoczyna się
sw: Usajili kuanza juu ya
tl: Nagsisimula Pagpaparehistro sa

source: Event registration is currently ongoing
ar: تسجيل الحدث جار حاليا
pl: Rejestracja zdarzeń jest obecnie w toku
sw: Tukio usajili kwa sasa inaendelea
tl: Pagpaparehistro ng Kaganapan ay kasalukuyang patuloy na

source: Register
ar: تسجيل
pl: Zarejestruj
sw: Daftari
tl: Magrehistro

source: Total Seats
ar: إجمالي مقاعد
pl: Liczba miejsc
sw: Jumla ya Viti
tl: Kabuuang Mga Upuan

source: Reserved
ar: محفوظة
pl: Zastrzeżone
sw: Zimehifadhiwa
tl: Nakareserba ang

source: Attendee
ar: الحضور
pl: Uczestnik
tl: Dadalo sa

source: (Anonymous)
ar: (مجهول)
pl: (Anonimowy)

source: <p class="preview-reminder">This is just the <span style="color:#000;">preview</span>. The real look can only be viewed through the event registration if it is associated with an event.</p>
ar: <p class="preview-reminder"> هذا هو مجرد <span style="color:#000;"> معاينة </span>. لا يمكن إلا أن ينظر إليها نظرة الحقيقي من خلال تسجيل الحدث إذا كان يرتبط بحدث. </p>
pl: <p class="preview-reminder"> To jest po prostu <span style="color:#000;"> podgląd </span>. Prawdziwy wygląd mogą być oglądane tylko przez rejestrację zdarzeń jeśli jest skojarzony ze zdarzeniem. </p>
sw: <p class="preview-reminder"> Hii ni <span style="color:#000;"> preview </span>. kuangalia halisi inaweza tu kutazamwa kwa njia ya usajili tukio kama ni kuhusishwa na tukio hilo. </p>
tl: <p class="preview-reminder"> Ito lang ang <span style="color:#000;"> preview </span>. Ang tunay na hitsura ay maaari lamang na tiningnan sa pamamagitan ng pagrehistro ng kaganapan kung ito ay kaugnay sa isang kaganapan. </p>

source: Event List for
ar: قائمة الحدث ل
pl: Lista zdarzeń dla
sw: Orodha ya tukio kwa ajili ya
tl: Listahan ng Kaganapan para

source: Multi-day Event
ar: عدة أيام حدث
pl: Kilkudniowe wydarzenie
sw: Multi-siku Tukio
tl: Multi-araw na Kaganapan

source: Registration Closed
ar: تسجيل مغلق
pl: Rejestracja Zamknięta
sw: Usajili Ilifungwa
tl: Isinara Pagpaparehistro

source: You are registered
ar: كنت مسجل
pl: Jesteś zarejestrowany
sw: Wewe ni kusajiliwa
tl: Ikaw ay nakarehistro

source: Attend this event
ar: حضور هذا الحدث
pl: Weź udział w tym wydarzeniu
sw: Kuhudhuria tukio hili
tl: Dumalo sa kaganapang ito

source: No events here, yet.
ar: أي أحداث هنا، حتى الان.
pl: Żadnych imprez, jeszcze.
sw: Hakuna matukio hapa, bado.
tl: Walang mga kaganapan dito, gayon pa man.

source: I would like to add one.
ar: وأود أن أضيف.
pl: Chciałbym dodać.
sw: Napenda kuongeza moja.
tl: Gusto kong magdagdag ng isa.

source: <p>Form more information click here %(event_link)s</p> <p>You're receiving this email because you have registered for this event.</p>
ar: <p> نموذج مزيد من المعلومات اضغط هنا %(event_link)s ق </p> <p> أنت تلقي هذا البريد الإلكتروني لأنك قد سجلت لهذا الحدث. </p>
sw: <p> Fomu habari zaidi bonyeza hapa %(event_link)s </p> <p> Wewe ni kupokea barua pepe hii kwa sababu una registered kwa ajili ya tukio hili. </p>
tl: <p> Form sa karagdagang impormasyon mag-click dito %(event_link)s </p> <p> Natanggap mo ang email na ito dahil iyong inirehistro para sa kaganapang ito. </p>

source: Are you sure you want to permanently delete this event?
ar: هل أنت متأكد أنك تريد حذف هذا الحدث بشكل دائم؟
pl: Czy jesteś pewien, że chcesz usunąć to wydarzenie?
sw: Je, una uhakika unataka kufuta tukio hili?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang kaganapang ito?

source: Are you sure you want to permanently delete this recurring event?
ar: هل أنت متأكد أنك تريد حذف هذا الحدث المتكرر بشكل دائم؟
pl: Czy jesteś pewien, że chcesz usunąć ten cykliczne wydarzenie?
sw: Je, una uhakika unataka kufuta tukio hili mara kwa mara?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang umuulit na kaganapan?

source: Done!
ar: القيام به!
pl: Gotowe!
sw: Kosa!
tl: Tapos na!

source: Meta Information for<br /> %(event_title)s
ar: معلومات الوصفية ل <br /> %(event_title)s ق
sw: Meta Habari kwa <br /> %(event_title)s
tl: Meta Impormasyon para sa <br /> %(event_title)s

source: Permenantly delete
ar: حذف Permenantly
pl: Trwale usunąć
sw: Permenantly kufuta
tl: Permenantly tanggalin

source: Edit
ar: تحرير
pl: Edytuj
tl: I-edit ang

source: Overview
ar: نظرة عامة
pl: Przegląd
tl: Pangkalahatang-ideya

source: Location
ar: موقع
pl: Lokalizacja
tl: Lokasyon

source: Organizer
ar: منظم
pl: Organizator
tl: Tagapag-ayos

source: Save and Continue Editing
ar: حفظ ومتابعة التحرير
pl: Zapisać i kontynuować edycję
sw: Ila na Kuendelea Editing
tl: I-save at Magpatuloy Pag-edit

source: Apply changes to all events?
ar: تطبيق التغييرات على كافة الأحداث؟
pl: Zastosuj zmiany do wszystkich zdarzeń?
sw: Kuomba mabadiliko kwa matukio yote?
tl: Ilapat ang mga pagbabago sa lahat ng mga kaganapan?

source: These changes would be applied to every event part of this series, including past events. Are you sure?
ar: سيتم تطبيق هذه التغييرات على كل جزء من هذه السلسلة الحدث، بما في ذلك أحداث الماضي. هل أنت متأكد؟
pl: Zmiany te będą stosowane do każdej części tej serii zdarzeń, w tym zdarzeń minionych. Czy na pewno?
sw: Mabadiliko haya itakuwa kutumika kwa kila sehemu tukio la mfululizo huu, ikiwa ni pamoja na matukio ya yaliyopita. Je, una uhakika?
tl: Ang mga pagbabagong ito ay inilapat sa bawat bahagi ng seryeng ito, kasama ang mga nakaraang kaganapan kaganapan. Sigurado ka ba?

source: Edit Email for Registration Confirmation and Reminders
ar: تحرير رسائل لتأكيد التسجيل وتذكير
pl: Edycja Wyślij na potwierdzenie rejestracji i przypomnienia
sw: Edit pepe kwa ajili ya Usajili Kipaimara na kuwakumbusha
tl: I-edit ang Email para sa Pagkumpirma ng Pagrehistro at Mga Paalala

source: Edit Email to Event Registrants
ar: تحرير رسائل للمسجلين حدث
pl: Edycja Wyślij rejestrujących zdarzeń
sw: Edit barua pepe kwa Tukio registret
tl: I-edit ang Email sa Registrants Kaganapan

source: This Email is used for: <ul> <li>The event reminders to the registrants </li> </ul>
ar: يستخدم هذا البريد الإلكتروني ل: <ul> <li> وتذكيرات الحدث للمسجلين </li> </ul>
pl: Ten e-mail jest wykorzystywany do: <ul> <li> przypomnienia zdarzeń do rejestrujących, </li> </ul>
sw: Barua pepe hii ni kutumika kwa ajili ya: <ul> <li> kuwakumbusha tukio registret </li> </ul>
tl: Email na ito ay ginagamit para sa: <ul> <li> Ang mga paalala ng kaganapan sa registrants </li> </ul>

source: Event:
ar: الحدث:
pl: Wydarzenie:
sw: Tukio:
tl: Kaganapan:

source: ALL Attendees
ar: ALL الحضور
pl: Wszystkich uczestników
sw: Wote waliohudhuria
tl: LAHAT Dadalo

source: View all registrant(s)
ar: عرض كافة المسجل (ق)
pl: Zobacz wszystkie rejestrującego (ych)
tl: Tingnan ang lahat ng (mga) registrant

source: Save &amp; Test
ar: حفظ و أمبير؛ اختبار
pl: Save &amp; amp; Test
sw: Hifadhi &amp; amp; Mtihani
tl: I-save &amp; amp; Pagsubok

source: Save and receive a test email
ar: حفظ والحصول على البريد الإلكتروني الاختبار
pl: Zapisać i otrzymać testowy e-mail
sw: Ila na kupokea barua pepe mtihani
tl: I-save at makatanggap ng isang pagsubok email

source: %(title)s - custom registration form(s)
ar: %(title)s ق - استمارة التسجيل المخصصة (ق)
sw: %(title)s - fomu ya usajili desturi (s)
tl: %(title)s - pasadyang registration form (mga)

source: Manage Custom Registration Form(s)
ar: إدارة استمارة التسجيل المخصصة (ق)
pl: Zarządzaj Formularz rejestracyjny użytkownika (ów)
sw: Kusimamia Custom Fomu ya Usajili (s)
tl: (Mga) Form Pamahalaan ang Custom Pagpaparehistro

source: View Event
ar: عرض حدث
pl: Pokaż wydarzenie
sw: View Tukio
tl: Tingnan Kaganapan

source: Edit Event
ar: تحرير حدث
pl: Edycja zdarzeń
sw: Hariri Tukio
tl: I-edit ang Kaganapan

source: Events Export
ar: الأحداث تصدير
pl: Wydarzenia Export
sw: Matukio Export
tl: Mga Kaganapan I-export

source: Events Export - Status
ar: الأحداث تصدير - الحالة
pl: Wydarzenia Eksport - status
sw: Matukio Export - Hali
tl: Mga Kaganapan I-export - Katayuan

source: <p>Your request is being processed. Please check later by <strong>refreshing this page</strong>.</p> <p>In the meantime, we'll notify you via email at <strong>%(request.user.email)s</strong> once the export is ready. Thank you for your patience!</p>
ar: <p> يتم معالجة طلبك. يرجى مراجعة في وقت لاحق <strong> منعش هذه الصفحة </strong> </p> <p> في هذه الأثناء، سنقوم بإعلامك عبر البريد الإلكتروني في <strong> %(request.user.email)s ق </strong> مرة واحدة تصدير جاهز. أشكركم على صبركم! </p>
sw: <p> Ombi lako ni kuwa processed. Tafadhali angalia baadaye na <strong> kuogea ukurasa huu </strong>. </p> <p> Wakati huo huo, tutaweza kukujulisha kupitia barua pepe <strong> %(request.user.email)s </strong> mara moja kuuza nje ni tayari. Asante kwa uvumilivu wako! </p>
tl: <p> Ang iyong kahilingan ay pinoproseso. Mangyaring suriin sa ibang pagkakataon sa pamamagitan ng <strong> i-refresh ang pahinang ito </strong>. </p> <p> Sa habang panahon, aabisuhan ka namin sa pamamagitan ng email sa <strong> %(request.user.email)s </strong> sabay-sabay sa pag-export ay handa na. Salamat sa iyo para sa iyong pasensya! </p>

source: Events Financial Report
ar: الأحداث التقرير المالي
pl: Wydarzenia sprawozdania finansowego
sw: Matukio Financial Ripoti
tl: Mga Kaganapan Financial Report

source: Filter
ar: فلتر
pl: Filtr

source: Event Date
ar: تاريخ الحدث
pl: Data wydarzenia
sw: Tukio Tarehe
tl: Petsa ng Kaganapan

source: # of Registrants
ar: عدد المسجلين
pl: Liczba rejestrujących
sw: # Ya registret
tl: # Ng mga Registrants

source: Registration Total
ar: تسجيل إجمالي
pl: Rejestracja Razem
sw: Usajili Jumla ya
tl: Kabuuang Pagpaparehistro

source: Add-On Total
ar: إضافة على إجمالي
pl: Add-On Razem
sw: Kuongeza-On Jumla ya
tl: Magdagdag ng mga on-Kabuuan

source: Complete Event Total
ar: حدث إجمالي الكامل
pl: Kompletna Wydarzenie Razem
sw: Kamili ya Tukio Jumla ya
tl: Kabuuang Kumpleto na Kaganapan

source: Amount Collected
ar: المبلغ المحصل
pl: Kwotę uzyskaną
sw: Kiasi zinazokusanywa
tl: Halaga Nakolektang

source: Amount Due
ar: المبلغ المستحق
pl: Kwota do zapłaty
sw: Kiasi Kutokana
tl: Halagang Dapat Bayaran

source: Events ICS
ar: الأحداث ICS
pl: Wydarzenia ICS
sw: Matukio ICS
tl: Mga Kaganapan sa ICS

source: Create ICS
ar: خلق ICS
pl: Tworzenie ICS
sw: Kujenga ICS
tl: Lumikha ng ICS

source: View Registration
ar: عرض التسجيل
pl: Zobacz Rejestracja
sw: View Usajili
tl: Tingnan Pagpaparehistro

source: Guest #
ar: # الذهبي
pl: # Gość

source: Tags:
ar: الكلمات:
pl: Tagi:

source: Created on %(create_date)s by:
ar: تم إنشاؤها على %(create_date)s ق من قبل:
sw: Ilibuniwa %(create_date)s by:
tl: Nabuo sa %(create_date)s sa pamamagitan ng:

source: Delete Recurring Events
ar: حذف الأحداث التكرارية
pl: Usuwanie powtarzających się zdarzeń
sw: Kufuta Matukio Recurring
tl: Tanggalin ang Nauulit Kaganapan

source: Copy
ar: نسخة
pl: Kopiuj
sw: Nakala
tl: Kopyahin

source: Registrants
ar: المسجلين
pl: Rejestrujący
sw: Registret

source: Registrant Roster
ar: القائمة مسجلين
pl: Rejestrujący Skład
sw: Registrant Ratiba

source: Minimal Add
ar: إضافة الحد الأدنى
pl: Minimalne Dodaj
tl: Minimal na Magdagdag

source: Adding events are subject to the approval of the Administrators.
ar: إضافة أحداث تخضع لموافقة المسؤولين.
pl: Wydarzenia Dodawanie podlegają zatwierdzeniu przez administratorów.
sw: Kuongeza matukio ni chini ya idhini ya Watawala.
tl: Pagdaragdag ng mga kaganapan ay napapailalim sa pag-aproba ng Mga Administrator.

source: Calendar
ar: التقويم
pl: Kalendarz
sw: Kalenda

source: +%(events_more)s more
ar: + %(events_more)s ق أكثر
sw: + %(events_more)s zaidi
tl: + %(events_more)s nang higit pa

source: Filter by Type
ar: تصفية حسب النوع
pl: Filtruj według typu
sw: Filter kwa Aina
tl: I-filter ayon sa Uri

source: My Upcoming Events
ar: بلدي الأحداث القادمة
pl: Moje Nadchodzące wydarzenia
sw: Matukio My Upcoming
tl: Aking Mga Paparating na Kaganapan

source: Show all my registered and attended events.
ar: اظهار كل ما عندي من الأحداث المسجلة وحضر.
pl: Pokaż wszystkie moje zarejestrowanych i uczestniczyli wydarzenia.
sw: Onyesha matukio yangu yote kusajiliwa na walihudhuria.
tl: Ipakita ang lahat ng aking nakarehistrong at dinaluhan ng mga kaganapan.

source: Show upcoming events only.
ar: تظهر الأحداث القادمة فقط.
pl: Pokaż tylko nadchodzące wydarzenia.
sw: Kuonyesha matukio ujao tu.
tl: Ipakita ang mga paparating na kaganapan lamang.

source: You're not registered for any upcoming events.
ar: أنت غير مسجل لأي أحداث المقبلة.
pl: Nie jesteś zarejestrowany na nadchodzących imprezach.
sw: Wewe si kusajiliwa kwa ajili ya matukio yajayo karibuni.
tl: Hindi ka nakarehistro para sa anumang mga paparating na kaganapan.

source: View our upcoming events!
ar: عرض الأحداث المرتقبة لدينا!
pl: Zobacz nasze nadchodzące wydarzenia!
sw: Tazama matukio yetu ujao!
tl: Tingnan ang aming mga nalalapit na kaganapan!

source: Event List
ar: قائمة الأحداث
pl: Lista wydarzeń
sw: Tukio Orodha ya
tl: Listahan ng Kaganapan

source: Registrant List
ar: قائمة المسجلين
pl: Rejestrujący Lista
sw: Registrant Orodha ya
tl: Registrant Listahan

source: Monthly Calendar
ar: التقويم الشهري
pl: Kalendarz miesięczny
sw: Kila mwezi kalenda
tl: Buwanang Calendar

source: Weekly Calendar
ar: التقويم الأسبوعي
pl: Kalendarz tygodniowy
sw: Weekly kalenda
tl: Lingguhang Calendar

source: My Events
ar: احداثي
sw: Matukio My
tl: Aking Mga Kaganapan

source: Add an Event
ar: إضافة حدث
pl: Dodaj wydarzenie
sw: Ongeza Tukio
tl: Magdagdag ng isang Kaganapan

source: Submit an Event
ar: تقديم حدث
pl: Złożyć wydarzenie
sw: Kuwasilisha Tukio
tl: Magsumite ng isang Kaganapan

source: Pending Events
ar: في انتظار الأحداث
pl: Toczące się wydarzenia
sw: Inasubiri Matukio
tl: Nakabinbing Mga Kaganapan

source: Event Types
ar: أنواع الحدث
pl: Typy zdarzeń
sw: Tukio Aina
tl: Mga Uri ng Kaganapan

source: Precreate Event ICS
ar: حدث Precreate ICS
pl: Precreate Wydarzenie ICS
sw: Precreate Tukio ICS
tl: Precreate Kaganapan ICS

source: This Event
ar: هذا حدث
pl: To wydarzenie
sw: Tukio hili
tl: Kaganapan na ito

source: View Recurring Event List
ar: عرض المتكررة قائمة الأحداث
pl: Zobacz Powtarzalne Lista zdarzeń
sw: View Recurring Tukio Orodha ya
tl: Tingnan ang Listahan ng Nauulit Kaganapan

source: Print Event
ar: طباعة حدث
pl: Drukuj wydarzenie
sw: Print Tukio
tl: Magpa-print ng Kaganapan

source: View Attendees
ar: عرض الحضور
pl: Zobacz Uczestnicy
sw: View Waliohudhuria
tl: Tingnan ang Mga Dadalo

source: Add Event to my Calendar
ar: إضافة حدث إلى التقويم الخاص بي
pl: Dodaj wydarzenie do kalendarza
sw: Ongeza Tukio na kalenda yangu
tl: Magdagdag ng Kaganapan sa aking Calendar

source: Edit Addons
ar: تحرير ماكسثون
pl: Edytuj dodatki
tl: I-edit ang Addons

source: Add Addon
ar: إضافة الملحق
pl: Dodaj Addon
sw: Kuongeza Adani
tl: Magdagdag Addon

source: Manage Custom Registration Form
ar: إدارة استمارة التسجيل مخصص
pl: Zarządzaj niestandardowy formularz rejestracyjny
sw: Kusimamia Custom Fomu ya Usajili
tl: Pamahalaan ang Custom Form Pagpaparehistro

source: Edit Reminder Email
ar: تحرير تذكير البريد الإلكتروني
pl: Edycja przypomnieniem
sw: Edit mawaidha Barua pepe
tl: I-edit Paalala Email

source: Clone Event
ar: حدث استنساخ
sw: Clone ya Tukio
tl: I-clone ng Kaganapan

source: Search Registrants
ar: البحث المسجلين
pl: Szukaj Rejestrujący
sw: Search registret
tl: Paghahanap Registrants

source: Roster Report
ar: قائمة تقرير
pl: Skład Zgłoś
sw: Ratiba Ripoti
tl: Roster ng Ulat

source: E-mail Registrants
ar: المسجلين البريد الإلكتروني
pl: Rejestrujący, e-mail
sw: E-mail registret

source: Register Members
ar: تسجيل الأعضاء
pl: Rejestruj
sw: Daftari Wanachama
tl: Magrehistro Miyembro

source: Delete Event
ar: حذف حدث
pl: Usuń wydarzenie
sw: Kufuta Tukio
tl: Tanggalin ang Kaganapan
