Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: <strong> Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
ar: والمطلوب فقط أول <strong> معلومات المسجل </strong>. بقية المسجلين يمكن ترك فارغا إذا كنت لا تعرف هذه المعلومات.
pl: Wymagane jest <strong> Tylko pierwszy </strong> informacje rejestrujący. Reszta rejestrujących może być puste, jeśli nie znasz informacji.
sw: <strong> tu kwanza </strong> registrant habari ni required. mapumziko ya registret inaweza kushoto tupu kama huna kujua habari.
tl: <strong> Tanging ang unang </strong> registrant impormasyon ay kinakailangan. Ang iba pang bahagi ng registrants maaaring iwanang blangko kung hindi mo alam ang impormasyon.

source: The first one is the primary registrant and responsible for the billing if applicable.
ar: أول واحد هو المسجل الرئيسي والمسؤولة عن إصدار الفواتير إن وجدت.
pl: Pierwszy z nich jest głównym rejestrujący i odpowiada za fakturowanie jeśli dotyczy.
sw: moja ya kwanza ni registrant msingi na kuwajibika kwa ajili ya bili kama zinatumika.
tl: Ang unang isa ay ang pangunahing registrant at responsable para sa pagsingil kung naaangkop.

source: Only %(spots_available)s spot%(spots_available|pluralize)s available. No more %(spots_available)s registrant%(spots_available|pluralize)s please!
ar: فقط %(spots_available)s ق بقعة %(spots_available|pluralize)s S المتاحة. لا مزيد من %(spots_available)s ق المسجل %(spots_available|pluralize)s ق من فضلك!

source: Table of
ar: جدول
pl: Tabela
sw: Meza ya
tl: Talaan ng

source: Check Free Pass Eligibility
ar: تحقق الحرة مرور الأهلية
pl: Sprawdź karnetów Darmowa Uprawnienie
sw: Angalia Free Pass Kustahiki
tl: Lagyan ng check ang libreng Pass Pagiging Karapat-dapat

source: Auto fill guest(s) infomation <br /><small>Guests' company name, phone, etc are the same as mine</small>
ar: ملء السيارات ضيف (ق) من infomation <br /> <small> اسم الشركة الضيوف، هاتف، الخ هي نفس الألغام </small>
pl: AUTO FILL gość (ci) infomation <br /> <small> Nazwa firmy gości, telefon, itp są takie same jak moje </small>
sw: Auto kujaza mgeni (s) infomation <br /> <small> Wageni &#39;kampuni jina, simu, nk ni sawa na mgodi </small>
tl: (Mga) auto fill guest infomation <br /> <small> pangalan ng mga bisita ang &#39;kumpanya, telepono, atbp ay katulad ng sa minahan </small>

source: Add another one before pressing Register & Pay
ar: إضافة واحد آخر قبل الضغط على تسجيل والدفع
pl: Dodaj jeszcze jeden przed naciśnięciem Rejestru &amp; Pay
sw: Kuongeza mtu mwingine kabla ya kubwa Daftari &amp; Pay
tl: Magdagdag ng isa pang isa bago pagpindot Magrehistro &amp; Pay

source: Add Another Registrant
ar: إضافة المسجل آخر
pl: Dodaj innego rejestrującego
sw: Kuongeza Registrant nyingine
tl: Magdagdag ng isa pang Registrant

source: Please review the following
ar: يرجى مراجعة ما يلي
pl: Proszę zapoznać się z następujących
sw: Tafadhali kupitia zifuatazo
tl: Mangyaring suriin ang sumusunod na

source: Registration Pre
ar: قبل تسجيل
pl: Wstępna rejestracja
sw: Usajili Kabla
tl: Pre Pagpaparehistro

source: The event you have chosen allows individual and table/team registrations. Please choose one below to proceed.
ar: الحدث الذي اخترته يسمح التسجيلات الفردية والجدول / فريق. الرجاء اختيار واحد دون المضي قدما.
pl: Wybraniu zdarzeń umożliwia indywidualne i tabela / druzyna rejestracje. Proszę wybrać poniżej jednego postępowania.
sw: tukio umechagua inaruhusu mtu binafsi na meza / timu usajili. Tafadhali kuchagua moja chini ya kuendelea.
tl: Ang kaganapan na iyong pinili ay nagbibigay-daan indibidwal at ng talahanayan / koponan ng pagpaparehistro. Mangyaring pumili ng isa sa ibaba upang magpatuloy.

source: Please select a price:
ar: يرجى تحديد السعر:
pl: Proszę wybrać cenę:
sw: Tafadhali kuchagua bei:
tl: Mangyaring pumili ng isang presyo:

source: For Individuals
ar: للأفراد
pl: Dla osób fizycznych
sw: Kwa Watu
tl: Para sa Mga Indibidwal

source: Available Before
ar: متاح قبل
pl: Dostępne przed
sw: Kabla ya inapatikana
tl: Magagamit Bago

source: Register Now
ar: سجل الآن
pl: Zarejestruj się już teraz
sw: Kujiandikisha Sasa
tl: Magparehistro Ngayon

source: For Table/Team
ar: عن الجدول / فريق
pl: Na tablicy / Team
sw: Kwa Meza / Timu ya
tl: Para sa Table / Team

source: Event has ended
ar: الحدث قد انتهى
pl: Impreza zakończyła się
sw: Tukio kumalizika
tl: Nagwakas na Kaganapan

source: Event is full
ar: الحدث هو الكامل
pl: Wydarzenie jest pełny
sw: Tukio ni full
tl: Kaganapan ay puno na

source: Registration has ended
ar: تسجيل قد انتهت
pl: Rejestracja została zakończona
sw: Usajili kumalizika
tl: Pagpaparehistro ay natapos

source: ends
ar: نهايات
pl: końce
sw: ncha
tl: dulo

source: Become a member
ar: تصبح عضوا
pl: Zostań członkiem
sw: Kuwa mwanachama
tl: Maging kasapi

source: You have already registered
ar: كنت قد سجلت بالفعل
pl: Jesteś już zarejestrowany
sw: You wameshapata
tl: Nai-rehistro na

source: Registrant Details
ar: تفاصيل مسجلين
pl: Rejestrujący Szczegóły
sw: Maelezo ya Registrant
tl: Mga Detalye ng Registrant

source: Registrant Search
ar: المسجل بحث
pl: Rejestrujący Szukaj
tl: Registrant Paghahanap

source: Anonymous Guest
ar: مجهول الزوار
pl: Anonymous Gość

source: %(postitle)s
ar: %(postitle)s ق

source: at %(regcomp)s
ar: في %(regcomp)s ق
tl: sa %(regcomp)s

source: Works at %(regcomp)s
ar: يعمل في %(regcomp)s ق
sw: Anafanya kazi katika %(regcomp)s
tl: Gumagana sa %(regcomp)s

source: Registration Date:
ar: تاريخ التسجيل:
pl: Data rejestracji:
sw: Tarehe ya usajili:
tl: Petsa ng pagpaparehistro:

source: Event Start:
ar: حدث البدء:
pl: Wydarzenie startu:
sw: Tukio Start:
tl: Simula ng Kaganapan:

source: Invoice ID:
ar: الفاتورة ID:
pl: Faktura ID:
sw: Ankara ID:

source: Invoice Balance:
ar: الرصيد الفاتورة:
pl: Faktura Saldo:
sw: Mizani ankara:
tl: Invoice Balanse:

source: Invoice Total:
ar: إجمالي الفاتورة:
pl: Faktura Razem:
sw: Ankara Jumla ya:
tl: Invoice Kabuuan:

source: View Profile
ar: مشاهدة الملف الشخصي
pl: Zobacz profil
tl: Tingnan ang Profile

source: Cancel Registration
ar: إلغاء التسجيل
pl: Zrezygnuj z rejestracji
sw: Kufuta Usajili
tl: Kanselahin Pagpaparehistro

source: Back to event
ar: العودة إلى الحدث
pl: Wróć do wydarzenia
sw: Nyuma ya tukio
tl: Bumalik sa kaganapan

source: Export Only Non-Paid Registrants
ar: تصدير فقط غير المدفوعة المسجلين
pl: Eksport Tylko dla Płatny rejestrujących
sw: Export tu Non-Kulipwa registret
tl: I-export ang Tanging Non-Bayad na Registrants

source: Export Only Paid Registrants
ar: تصدير فقط مدفوعة المسجلين
pl: Eksport Tylko Płatny rejestrujących
sw: Export tu Kulipwa registret
tl: I-export ang Tanging Bayad na Registrants

source: Export Non-Paid and Paid Registrants (one file)
ar: الصادرات غير المدفوع والمدفوع المسجلين (ملف واحد)
pl: Eksport niespłaconego i wypłacane rejestrujących (jeden plik)
sw: Export Non-Kulipwa na kulipwa registret (faili moja)
tl: I-export ang Mga Di-Bayad at Bayad na Registrants (isa file)

source: Ascending
ar: تصاعدي
pl: Rosnąco
sw: Wakipanda
tl: Pataas

source: Descending
ar: تنازلي
pl: Malejąco
sw: Kushuka
tl: Pababa

source: Registrants without names (if any) are listed at the bottom
ar: وترد أسماء المسجلين دون (إن وجدت) في أسفل
pl: Rejestrujący bez nazwy (jeśli są) są wypisane na dole
sw: Registret bila majina (kama ipo) ni waliotajwa chini
tl: Registrants walang pangalan (kung mayroon) ay nakalista sa ibaba

source: Name and Phone Number
ar: الاسم ورقم الهاتف
pl: Nazwa i numer telefonu
sw: Jina na Nambari ya simu
tl: Pangalan at telepono Numero

source: Name & Phone
ar: اسم الهاتف و
pl: Nazwa i telefony
sw: Jina &amp; Simu
tl: Pangalan &amp; Telepono

source: Company and Title
ar: الشركة والعنوان
pl: Nazwa firmy oraz
sw: Kampuni na Title
tl: Kumpanya at Pamagat

source: Title &amp; Company
ar: عنوان و أمبير؛ شركة
pl: Tytuł &amp; amp; Firma
sw: Title &amp; amp; Kampuni
tl: Pamagat &amp; amp; Kumpanya

source: Invoice Number
ar: رقم الفاتورة
pl: Numer faktury
sw: Ankara Idadi
tl: Numero ng Invoice

source: Inv#
ar: الجرد #

source: Invoice Amount
ar: مبلغ الفاتورة
pl: Kwota faktury
sw: Ankara ya kiasi
tl: Halaga ng Invoice

source: Inv$
ar: الجرد $

source: Registration Number
ar: رقم التسجيل
pl: Numer rejestracyjny
sw: Namba ya usajili
tl: Numero ng Pagpaparehistro

source: Reg#
ar: ريج #
sw: Namba ya Usajili #

source: Registration Amount
ar: المكونات تسجيل
pl: Kwota Rejestracja
sw: Usajili kiasi
tl: Halaga ng Pagpaparehistro

source: Reg$
ar: ريج $
sw: Namba ya Usajili $

source: Addon Amount
ar: الملحق المكونات
pl: Dodatek Kwota
sw: Nyongeza ya kiasi
tl: Halaga Addon

source: Addon$
ar: الملحق $
sw: Nyongeza $

source: Discount$
ar: خصم مبلغ
pl: Rabat $
tl: $ Diskwento

source: Attendance Checkbox
ar: الحضور خانة
pl: Frekwencja Pole wyboru
sw: Mahudhurio checkbox
tl: Pagdalo Checkbox

source: Attend
ar: حضور
pl: Weź udział
sw: Kuhudhuria
tl: Dumalo

source: Guest#
ar: # الذهبي
pl: # Gość

source: %(c)s
ar: %(c)s S

source: admin notes:
ar: مذكرات مشرف:
pl: notatki Administrator
sw: admin maelezo:
tl: admin tala:

source: Registered as
ar: مسجل باسم
pl: Zarejestrowany jako
sw: Kusajiliwa kama
tl: Nakarehistro bilang

source: TENDERED:
ar: مناقصة:
pl: W złożonej ofercie:
sw: Zabuni:

source: Not Tendered
ar: لا: قدم
pl: Nie będące przedmiotem oferty
sw: Si zabuni
tl: Hindi Tendered

source: discount code
ar: رمز الخصم
pl: kod rabatowy
tl: diskwento code

source: Additional registrants on this invoice:
ar: المسجلين إضافية على هذه الفاتورة:
pl: Dodatkowe rejestrujący na tej fakturze:
sw: Registret ya ziada juu ya ankara hii:
tl: Karagdagang registrants sa invoice na ito:

source: Additional registrants:
ar: المسجلين إضافية:
pl: Dodatkowe rejestrujący:
sw: Registret ya Ziada:
tl: Karagdagang registrants:

source: addons:
ar: أدونس:
pl: dodatki:

source: Non-Paid
ar: غير المدفوع
tl: Non-Bayad

source: Showing only non-paid registrants.
ar: عرض الوحيد المسجلين غير المدفوعة.
pl: Pokazuję tylko non-paid rejestrujących.
sw: Kuonyesha tu registret mashirika yasiyo ya kulipwa.
tl: Ipinapakita lamang ang di-bayad na registrants.

source: Showing only paid registrants.
ar: عرض المسجلين المدفوعة فقط.
pl: Pokazuję tylko wypłaconych rejestrujących.
sw: Kuonyesha tu kulipwa registret.
tl: Ipinapakita lamang ang mga bayad na registrants.

source: Showing paid and non-paid registrants.
ar: عرض المسجلين المدفوعة وغير المدفوعة.
pl: Pokazuje wypłacone i nie wypłaconych rejestrujących.
sw: Kuonyesha registret kulipwa na yasiyo ya kulipwa.
tl: Ipinapakita ang mga bayad at hindi-bayad na registrants.

source: Show only <strong>paid</strong>
ar: تظهر فقط <strong> دفع </strong>
pl: Pokaż tylko <strong> wypłacane </strong>
sw: Kuonyesha tu <strong> kulipwa </strong>
tl: Ipakita lamang <strong> nabayaran </strong>

source: Show only <strong>non-paid</strong>
ar: تظهر فقط <strong> غير المدفوع </strong>
pl: Pokaż tylko <strong> nie zapłacił </strong>
sw: Kuonyesha tu <strong> zisizo kulipwa </strong>
tl: Ipakita lamang <strong> di-bayad na </strong>

source: Show <strong>total</strong>
ar: عرض <strong> الكل </strong>
pl: Pokaż <strong> łączna </strong>
sw: Show <strong> jumla </strong>
tl: Ipakita <strong> kabuuang </strong>

source: Filters
ar: مرشحات
pl: Filtry
tl: Mga Filter

source: Event Registrant Search
ar: الحدث المسجل بحث
pl: Wydarzenie Rejestrujący Szukaj
sw: Tukio Registrant Search
tl: Registrant Kaganapan Paghahanap

source: Registered on %(reg_date)s
ar: مسجلة على %(reg_date)s ق
sw: Registered juu ya %(reg_date)s
tl: Nakarehistrong sa %(reg_date)s

source: Canceled on %(cancel_date)s
ar: إلغاء على %(cancel_date)s ق
sw: Kufutwa kwa %(cancel_date)s
tl: Kinansela sa %(cancel_date)s

source: Registration %(title)s %(dt)s
ar: تسجيل %(title)s ق %(dt)s ق
sw: Usajili %(title)s %(dt)s
tl: Pagpaparehistro ng %(title)s %(dt)s

source: <strong>Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
ar: <strong> فقط أول </strong> مطلوب معلومات المسجل. بقية المسجلين يمكن أن تترك فارغة إذا كنت لا تعرف هذه المعلومات.
pl: <strong> Tylko pierwszy </strong> jest wymagane rejestrujący informacje. Reszta rejestrujących może być puste jeśli nie znasz informacji.
sw: <strong> tu kwanza </strong> habari registrant ni required. mapumziko ya registret inaweza kushoto tupu kama huna kujua habari.
tl: <strong> Tanging ang unang </strong> registrant impormasyon ay kinakailangan. Ang iba pang bahagi ng registrants maaaring iwanang blangko kung hindi mo alam ang impormasyon.

source: There were some problems in the forms. Please review. Thanks!
ar: كانت هناك بعض المشاكل في النماذج. يرجى مراجعة. شكر!
pl: Były pewne problemy w formularzach. Proszę przejrzeć. Dzięki!
sw: Kulikuwa na baadhi ya matatizo katika fomu. Tafadhali tathmini. Shukrani!
tl: Nagkaroon ng mga problema sa mga form. Mangyaring suriin. Salamat!

source: Choose a pricing to add another set of registrants
ar: اختيار التسعير لإضافة مجموعة أخرى من المسجلين
pl: Wybierz cennik, aby dodać inny zestaw rejestrujących
sw: Kuchagua bei kuongeza mwingine seti ya registret
tl: Pumili ng isang pricing upang magdagdag ng isa pang hanay ng mga registrants

source: No pricings available.
ar: لا تسعير المتاحة.
pl: Brak Wyceny dostępne.
sw: Hakuna pricings inapatikana.
tl: Walang available na pricings.

source: How many?
ar: كم؟
pl: Ile?
sw: Ngapi?
tl: Gaano karaming?

source: Enable more pricings
ar: تمكين المزيد من تسعير
pl: Włącz więcej wycen
sw: Kuwawezesha pricings zaidi
tl: Paganahin ang higit pang mga pricings

source: and addons
ar: و addons
pl: i dodatki
sw: na addons
tl: at addons

source: Get More
ar: الحصول على المزيد
pl: Zdobądź więcej
sw: Kupata Zaidi
tl: Kumuha ng Higit

source: submit
ar: تقديم
sw: kuwasilisha
tl: isumite

source: Reassign Event Types
ar: إعادة تعيين أنواع الحدث
pl: Przypisanie typów zdarzeń
sw: Reassign Tukio Aina
tl: Reassign Mga Uri ng Kaganapan

source: Reassign Events
ar: إعادة تعيين الأحداث
pl: Przypisać Wydarzenia
sw: Reassign Matukio
tl: Reassign Mga Kaganapan

source: ICS Status
ar: ICS الحالة
pl: Stan ICS
tl: Katayuan ng ICS

source: ICS Creation Failed!
ar: ICS الأنشاء فشل!
sw: ICS Creation Imeshindwa!
tl: Nabigong ICS Creation!

source: Please try again.
ar: يرجى المحاولة مرة أخرى.
pl: Proszę spróbować ponownie.
sw: Tafadhali jaribu tena.
tl: Pakisubukang muli.

source: ICS Creation Completed!
ar: ICS الأنشاء الانتهاء!
pl: ICS utworzenia Zakończony!
sw: ICS Creation Kukamilika!
tl: Nakumpleto ICS Creation!

source: here
ar: هنا
pl: tutaj
sw: hapa
tl: dito

source: Processing ICS Creation!
ar: معالجة ICS الأنشاء!
pl: Przetwarzanie ICS utworzenia!
sw: Shirikisho ICS Uumbaji!
tl: Pagpoproseso ng ICS Creation!

source: We're not done yet!
ar: نحن لم تفعل حتى الآن!
pl: My jeszcze nie koniec!
sw: Sisi siyo kufanyika bado!
tl: Hindi kami pa tapos!

source: Please wait while we finish processing your ics file.
ar: يرجى الانتظار بينما ننتهي من معالجة ملف ICS الخاص بك.
pl: Proszę zaczekać, aż zakończy przetwarzanie pliku ICS.
sw: Tafadhali subiri wakati sisi kumaliza usindikaji ICS faili yako.
tl: Mangyaring maghintay habang tapos pinoproseso namin ang iyong ICS na file.

source: Event Added - Notification
ar: حدث الإضافة - تبليغ
pl: Wydarzenie Dodano - Zawiadomienie
sw: Tukio Aliongeza - Taarifa
tl: Idinagdag Kaganapan - Notification

source: %(first_name)s %(last_name)s just added the following event from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: %(first_name)s ق %(last_name)s ق الإضافة فقط الحدث التالي من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: %(first_name)s %(last_name)s tu aliongeza tukio zifuatazo kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: %(first_name)s %(last_name)s idinagdag lamang ang sumusunod na kaganapan mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: View event details
ar: عرض تفاصيل الحدث
pl: Szczegóły wydarzenia
sw: Maelezo ya tukio View
tl: Tingnan ang mga detalye ng kaganapan

source: This is a recurring event, you can view the rest of the events here
ar: هذا هو الحدث المتكرر، يمكنك عرض بقية الأحداث هنا
pl: Jest to wydarzenie cykliczne, można zobaczyć resztę wydarzeń tutaj
sw: Hili ni tukio mara kwa mara, unaweza kuona wengine wa matukio ya hapa
tl: Ito ay isang umuulit na kaganapan, maaari mong tingnan ang iba pang mga bahagi ng mga kaganapan dito

source: View recurring event list
ar: عرض قائمة الحدث التكراري
pl: Zobacz listę zdarzeń cyklicznego
sw: Tazama orodha ya mara kwa mara tukio
tl: Tingnan ang listahan ng kaganapan umuulit

source: Remove my email from this notification list
ar: إزالة بريدي الإلكتروني من قائمة الإعلام هذه
pl: Usuń mój e-mail z listy powiadomień
sw: Ondoa email yangu kutoka kwenye orodha notisi hii
tl: Alisin ang aking email mula sa listahan ng notification

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Event Added: %(event_title)s
ar: %(SITE_GLOBAL_SITEDISPLAYNAME)s ق - حدث اضاف: %(event_title)s ق
sw: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Tukio Added: %(event_title)s
tl: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Added ng Kaganapan: %(event_title)s

source: Event Deleted - Notification
ar: الحدث المحذوفة - تبليغ
pl: Wydarzenie Usunięte - Zawiadomienie
sw: Tukio Deleted - Taarifa
tl: Tinanggal na Kaganapan - Notification

source: %(userfirst)s %(userlast)s just deleted the following event from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: %(userfirst)s ق %(userlast)s ق حذف فقط الحدث التالي من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: %(userfirst)s %(userlast)s tu kufutwa tukio zifuatazo kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: %(userfirst)s %(userlast)s tinanggal lamang ang sumusunod na kaganapan mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: View details saved in the event-logs
ar: عرض التفاصيل المحفوظة في سجلات الحدث
pl: Zobacz szczegółowe informacje zapisywane w dziennikach zdarzeń-
sw: View maelezo ya kuokolewa katika tukio magogo
tl: Tingnan ang mga detalye-save sa kaganapan-logs

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Event Deleted: %(event_title)s
ar: %(SITE_GLOBAL_SITEDISPLAYNAME)s ق - حدث المحذوفة: %(event_title)s ق
sw: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Tukio Deleted: %(event_title)s
tl: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Tinanggal na Kaganapan: %(event_title)s

source: Event Registration Cancelled - Notification
ar: التسجيل تم إلغاء الحدث - تبليغ
pl: Rejestracja zdarzeń Anulowane - Zawiadomienie
sw: Tukio Usajili kufutwa - Taarifa
tl: Kinansela ng Pagpaparehistro ng Kaganapan - Notification

source: %(user_first)s %(user_last)s just cancelled their registration on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: %(user_first)s ق %(user_last)s ق إلغاء تسجيلهم فقط على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: %(user_first)s %(user_last)s tu kufutwa usajili wao juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: %(user_first)s %(user_last)s kinansela lamang ang kanilang pagrehistro sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: An anonymous user just cancelled the registration for:
ar: مستخدم مجهول إلغاء مجرد تسجيل ل:
pl: Anonimowy użytkownik po prostu anulował rejestrację:
sw: user bila majina tu kufutwa usajili kwa ajili ya:
tl: Kinansela lamang ng isang hindi nakikilalang user ang pagpaparehistro para sa:

source: %(user_first)s %(user_last)s just cancelled the registration for:
ar: %(user_first)s ق %(user_last)s ق إلغاء مجرد تسجيل ل:
sw: %(user_first)s %(user_last)s tu kufutwa usajili kwa ajili ya:
tl: %(user_first)s %(user_last)s kinansela lamang ang pagpaparehistro para sa:

source: guest
ar: ضيف
pl: gość
sw: mgeni

source: View registration details
ar: عرض تفاصيل تسجيل
pl: Zobacz szczegółowe informacje o rejestracji
sw: Maelezo ya usajili View
tl: Tingnan ang mga detalye ng pagpaparehistro

source: We now have %(eventreg)s registrants, %(regpaid)s paid ($%(eventmoney)s) and %(regpend)s pending (%(eventout)s)
ar: لدينا الآن %(eventreg)s ق المسجلين، %(regpaid)s المدفوع ($ %(eventmoney)s ق) و %(regpend)s ليالي في انتظار ( %(eventout)s ق)
sw: Sisi sasa kuwa na %(eventreg)s registret, %(regpaid)s kulipwa ($ %(eventmoney)s) na %(regpend)s inasubiri ( %(eventout)s)

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Event Registration Cancelled: %(event_title)s
ar: %(SITE_GLOBAL_SITEDISPLAYNAME)s ق - حدث ألغي التسجيل: %(event_title)s ق
sw: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Tukio Usajili kufutwa: %(event_title)s
tl: %(SITE_GLOBAL_SITEDISPLAYNAME)s - Kaganapan Pagpaparehistro Nakansela: %(event_title)s

source: Price: Free!
ar: السعر: مجاني!
pl: Cena: za darmo!
sw: Bei: Free!
tl: Presyo: Libre!

source: Total Amount: $%(priceflo)s
ar: إجمالي المبلغ: $ %(priceflo)s ق
sw: Jumla ya Kiasi: $ %(priceflo)s
tl: Kabuuang Halaga: $ %(priceflo)s

source: Registration Complete.
ar: تسجيل كامل.
pl: Rejestracja zakończona.
sw: Usajili kamili.
tl: Kumpleto na ang pagpaparehistro.

source: View Invoice.
ar: عرض الفاتورة.
pl: Zobacz faktury.
sw: View ankara.
tl: Tingnan ang Invoice.

source: Registration Type
ar: نوع تسجيل
pl: Rodzaj rejestracji
sw: Usajili Aina
tl: Uri ng Pagpaparehistro

source: Registration Complete. Enjoy the Event!
ar: تسجيل كامل. تتمتع حدث!
pl: Rejestracja zakończona. Ciesz się wydarzenie!
sw: Usajili kamili. Kufurahia Tukio!
tl: Kumpleto na ang pagpaparehistro. Tangkilikin ang Kaganapan!

source: Almost Registered. Payment is still required.
ar: مسجل تقريبا. لا تزال هناك حاجة الدفع.
pl: Prawie rejestracji. Nadal wymagana jest płatność.
sw: Karibu Registered. Malipo bado ni required.
tl: Halos Rehistradong. Pagbabayad ay kinakailangan pa rin.

source: Complete this registration.
ar: إتمام هذا التسجيل.
pl: Wypełnij tę rejestrację.
sw: Kukamilisha usajili huu.
tl: Kumpletuhin ang registration na ito.

source: Addons:
ar: ماكسثون:
pl: Dodatki:

source: Helpful Links
ar: روابط مفيدة
pl: Przydatne linki
tl: Nakatutulong na mga Link

source: Registration Details
ar: تفاصيل تسجيل
pl: Szczegółowe informacje o rejestracji
sw: Usajili Maelezo ya
tl: Mga Detalye ng Pagpaparehistro

source: Event Roster
ar: حدث القائمة
pl: Wydarzenie Skład
sw: Tukio Ratiba
tl: Roster ng Kaganapan

source: Add this event to your calendar.
ar: إضافة هذا الحدث إلى التقويم الخاص بك.
pl: Dodaj wydarzenie do swojego kalendarza.
sw: Kuongeza tukio hili kwa kalenda yako.
tl: Idagdag ang kaganapang ito sa iyong kalendaryo.

source: Total registrants for this event:
ar: إجمالي المسجلين لهذا الحدث:
pl: Wszystkich rejestrujących w tym przypadku:
sw: Jumla ya registret ajili ya tukio hili:
tl: Kabuuang registrants para sa kaganapang ito:

source: This email contains registration details. Keep it in a safe place. Do not forward this email to an untrusted person.
ar: هذا البريد الإلكتروني يحتوي على تفاصيل التسجيل. احتفظ بها في مكان آمن. لا ترسل هذه الرسالة إلى شخص غير موثوق بها.
pl: Ten e-mail zawiera dane rejestracyjne. Przechowywać go w bezpiecznym miejscu. Nie przekazuje tę wiadomość do niezaufanych osoby.
sw: Hii email ina maelezo ya usajili. Iweke mahali salama. Je, si mbele email hii kwa mtu untrusted.
tl: Naglalaman ang email na ito sa mga detalye sa pagpaparehistro. Panatilihin ito sa isang ligtas na lugar. Huwag forward ang email na ito sa isang pinagkakatiwalaang tao.

source: You should register for an account!
ar: يجب عليك التسجيل للحصول على حساب!
pl: Należy zarejestrować konto!
sw: Unapaswa kujiandikisha kwa ajili ya akaunti!
tl: Dapat kang magrehistro para sa isang account!

source: This email contains your registration details. Keep it in a safe place. Do not forward this email to an untrusted person.
ar: هذا البريد الإلكتروني يحتوي على تفاصيل التسجيل الخاصة بك. احتفظ بها في مكان آمن. لا ترسل هذه الرسالة إلى شخص غير موثوق بها.
pl: Ten e-mail zawiera dane identyfikacyjne. Przechowywać go w bezpiecznym miejscu. Nie przekazuje tę wiadomość do niezaufanych osoby.
sw: Email hili lina maelezo yako ya usajili. Iweke mahali salama. Je, si mbele email hii kwa mtu untrusted.
tl: Naglalaman ang email na ito ang iyong mga detalye sa pagpaparehistro. Panatilihin ito sa isang ligtas na lugar. Huwag forward ang email na ito sa isang pinagkakatiwalaang tao.
