Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Very Low
ar: منخفض جدا
pl: Bardzo niska
sw: Chini sana
tl: Tunay na Mababang

source: Low
ar: منخفضة
pl: Niski
sw: Chini
tl: Mababang

source: Medium-Low
ar: متوسطة منخفضة
pl: Średnio-niski
tl: Medium-Mababang

source: Medium-High
ar: متوسطة عالية
pl: Średnio-wysoki

source: High
ar: عالية
pl: Wysoka
tl: Mataas

source: Very High
ar: عالية جدا
pl: Bardzo wysoka
sw: Sana High
tl: Napakataas

source: Top
ar: الأعلى
pl: Na górę
tl: Nangungunang

source: Right
ar: الحق
pl: Prawo
tl: Kanan

source: Bottom
ar: أسفل
pl: Dół
tl: Ibaba

source: Left
ar: غادر
pl: W lewo
sw: Kushoto
tl: Kaliwa

source: Center (Default)
ar: مركز (افتراضي)
pl: Centrum (domyślne)

source: Flip left to right
ar: فليب اليسار إلى اليمين
pl: Klapki lewej do prawej
sw: Flip kushoto na kulia
tl: I-flip kaliwa hanggang kanang-

source: Flip top to bottom
ar: أعلى الوجه إلى أسفل
pl: Klapka od góry do dołu
sw: Flip juu hadi chini
tl: Flip itaas hanggang sa ibaba

source: Rotate 90 degrees counter-clockwise
ar: تدوير 90 درجة عكس اتجاه عقارب الساعة
pl: Obrót o 90 stopni w kierunku przeciwnym do ruchu wskazówek zegara
sw: Mzunguko nyuzi 90 counter-clockwise
tl: Pihitin nang 90 degrees pakaliwa

source: Rotate 90 degrees clockwise
ar: تدوير 90 درجة في اتجاه عقارب الساعة
pl: Obracać o 90 stopni w prawo
sw: Mzunguko nyuzi 90 clockwise
tl: Pihitin nang 90 degrees pakanan

source: Rotate 180 degrees
ar: تدوير 180 درجة
pl: Obracać o 180 stopni
sw: Mzunguko nyuzi 180
tl: I-rotate ang 180 degrees

source: Tile
ar: بلاط
pl: Dachówka

source: Scale
ar: على نطاق و
pl: Skala

source: Chain multiple filters using the following pattern "FILTER_ONE->FILTER_TWO->FILTER_THREE". Image filters will be applied in order. The following filters are available: %s.
ar: سلسلة مرشحات متعددة باستخدام نمط التالي &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot;. سيتم تطبيق مرشحات الصورة في النظام. هي المرشحات التالية متوفرة:٪ ق.
pl: Łańcuchowe wiele filtrów za pomocą następującego wzoru &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot;. Filtry Obraz będzie w porządku. Do dyspozycji są następujące filtry:% s.
sw: Chain filters nyingi kwa kutumia zifuatazo muundo &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot;. Image filters itakuwa inatumika katika utaratibu. filters zifuatazo zinapatikana:% s.
tl: Chain ng maramihang mga filter gamit ang mga sumusunod na pattern &quot;FILTER_ONE-&gt; FILTER_TWO-&gt; FILTER_THREE&quot;. Mga filter sa imahe ay inilapat sa pagkakasunud-sunod. Ang mga sumusunod na mga filter ay magagamit:% s.

source: image
ar: صورة
pl: obraz
sw: picha
tl: imahe

source: date taken
ar: التي اتخذت حتى الآن
pl: Data wykonania
sw: tarehe kuchukuliwa
tl: kinuha petsa

source: crop from
ar: من المحاصيل
pl: upraw z
sw: mazao kutoka
tl: crop mula sa

source: effect
ar: تأثير
pl: Efekt
sw: athari
tl: epekto

source: An "admin_thumbnail" photo size has not been defined.
ar: لم يتم تعريف &quot;admin_thumbnail&quot; حجم الصور.
pl: &quot;Admin_thumbnail&quot; rozmiar zdjęcia nie zostało zdefiniowane.
sw: &quot;Admin_thumbnail&quot; photo ukubwa haijawahi defined.
tl: Ang isang &quot;admin_thumbnail&quot; laki ng larawan ay hindi pa natukoy.

source: Thumbnail
ar: المصغرات
pl: Miniatura
sw: Picha ndogo

source: name
ar: اسم
pl: Nazwa
sw: jina
tl: pangalan

source: description
ar: وصف
pl: Opis
sw: maelezo
tl: paglalarawan

source: rotate or flip
ar: استدارة أو انعكاس
pl: obracanie
sw: mzunguko au flip
tl: i-rotate o i-flip

source: color
ar: اللون
pl: kolor
sw: rangi
tl: Kulay

source: A factor of 0.0 gives a black and white image, a factor of 1.0 gives the original image.
ar: وهناك عامل من 0.0 يعطي صورة بالأبيض والأسود، وهو عامل من 1.0 يعطي الصورة الأصلية.
pl: Współczynnik 0.0 daje obraz czarno-biały, współczynnik 1,0 daje oryginalny obraz.
sw: sababu ya 0.0 inatoa nyeusi na nyeupe picha, sababu ya 1.0 inatoa picha ya awali.
tl: Ang isang factor ng 0.0 Binibigyan ng itim at puting imahe, isang kadahilanan ng 1.0 Binibigyan ang orihinal na imahe.

source: brightness
ar: سطوع
pl: jasność
sw: mwangaza
tl: liwanag

source: A factor of 0.0 gives a black image, a factor of 1.0 gives the original image.
ar: وهناك عامل من 0.0 يعطي صورة سوداء، وهو عامل من 1.0 يعطي الصورة الأصلية.
pl: Współczynnik 0,0 daje czarny obraz, współczynnik 1,0 daje oryginalny obraz.
sw: sababu ya 0.0 anatoa picha nyeusi, sababu ya 1.0 inatoa picha ya awali.
tl: Ang isang factor ng 0.0 Binibigyan ng itim na imahe, isang kadahilanan ng 1.0 Binibigyan ang orihinal na imahe.

source: contrast
ar: على النقيض
pl: kontrast
sw: Tofauti

source: A factor of 0.0 gives a solid grey image, a factor of 1.0 gives the original image.
ar: وهناك عامل من 0.0 يعطي صورة رمادية صلبة، وهو عامل من 1.0 يعطي الصورة الأصلية.
pl: Współczynnik 0,0 daje solidny szary obraz, współczynnik 1,0 daje oryginalny obraz.
sw: sababu ya 0.0 anatoa imara kijivu picha, sababu ya 1.0 inatoa picha ya awali.
tl: Ang isang factor ng 0.0 Binibigyan ng isang solidong kulay-abo na imahe, isang kadahilanan ng 1.0 Binibigyan ang orihinal na imahe.

source: sharpness
ar: الحدة
pl: ostrość

source: A factor of 0.0 gives a blurred image, a factor of 1.0 gives the original image.
ar: وهناك عامل من 0.0 يعطي صورة واضحة، وهذا عامل من 1.0 يعطي الصورة الأصلية.
pl: Współczynnik 0,0 daje zamazany obraz, współczynnik 1.0 daje obraz oryginalny.
sw: sababu ya 0.0 anatoa picha blurred, sababu ya 1.0 inatoa picha ya awali.
tl: Ang isang factor ng 0.0 ay nagbibigay sa isang Malabong imahe, isang kadahilanan ng 1.0 Binibigyan ang orihinal na imahe.

source: filters
ar: مرشحات
pl: Filtry
tl: filter

source: size
ar: حجم
pl: rozmiar
sw: ukubwa
tl: laki

source: The height of the reflection as a percentage of the orignal image. A factor of 0.0 adds no reflection, a factor of 1.0 adds a reflection equal to the height of the orignal image.
ar: ذروة انعكاس كنسبة مئوية من الصورة أصلي. وهناك عامل من 0.0 يضيف أي انعكاس، وهو عامل من 1.0 يضيف انعكاس مساوية لارتفاع الصورة أصلي.
pl: Wysokość odbicia jako procent orignal obrazu. Współczynnik 0.0 nie dodaje odbicia, współczynnik odbicia 1.0 dodaje równą wysokości orignal obrazu.
sw: urefu wa kutafakari kama asilimia ya picha orignal. sababu ya 0.0 anaongeza hakuna reflection, sababu ya 1.0 anaongeza reflection sawa na urefu wa picha orignal.
tl: Ang taas ng salamin bilang isang porsyento ng orignal imahe. Ang isang factor ng 0.0 nagdadagdag ng walang pagmuni-muni, isang kadahilanan ng 1.0 nagdadagdag ng isang pagsasalamin katumbas ng taas ng orignal imahe.

source: strength
ar: قوة
pl: Wytrzymałość
sw: nguvu
tl: lakas

source: The initial opacity of the reflection gradient.
ar: التعتيم الأولي من التدرج التفكير.
pl: Początkowy krycie gradientu refleksji.
sw: opacity ya awali ya kutafakari gradient.
tl: Ang paunang opacity ng paglilimi gradient.

source: The background color of the reflection gradient. Set this to match the background color of your page.
ar: لون خلفية التدرج التفكير. تعيين هذا إلى تطابق لون خلفية الصفحة.
pl: Kolor tła gradientu refleksji. Ustaw, aby dopasować kolor tła strony.
sw: rangi ya asili ya kutafakari gradient. Kuweka hii kwa mechi ya rangi ya asili ya ukurasa wako.
tl: Ang kulay ng background ng paglilimi gradient. Itakda ito upang tumugma sa mga kulay ng background ng iyong pahina.

source: photo effect
ar: تأثير الصورة
pl: Efekt zdjęcia
sw: picha athari
tl: larawan ng epekto

source: photo effects
ar: آثار الصورة
pl: Efekty fotograficzne
sw: madhara picha
tl: mga epekto ng larawan

source: style
ar: أسلوب
pl: Styl
tl: estilo

source: opacity
ar: التعتيم
pl: krycie

source: The opacity of the overlay.
ar: عتامة التراكب.
pl: Zadymienie nakładki.
sw: opacity ya overlay.
tl: Ang opacity ng overlay.

source: watermark
ar: العلامة المائية
pl: znak wodny

source: watermarks
ar: علامات مائية
pl: znaki wodne
tl: watermark

source: Photo size name should contain only letters, numbers and underscores. Examples: "thumbnail", "display", "small", "main_page_widget".
ar: وينبغي أن تتضمن صور اسم حجم الرسائل فقط، أرقام وأحرف (_). أمثلة: &quot;تصغير&quot;، &quot;عرض&quot;، &quot;صغير&quot;، &quot;main_page_widget&quot;.
pl: Zdjęcie rozmiar nazwa powinna zawierać tylko litery, cyfry i znaki podkreślenia. Przykłady: &quot;miniatury&quot;, &quot;ekran&quot;, &quot;mały&quot;, &quot;main_page_widget&quot;.
sw: Picha ukubwa jina lazima iwe na herufi tu, idadi na underscores. Mifano: &quot;Picha ndogo&quot;, &quot;kuonyesha&quot;, &quot;ndogo&quot;, &quot;main_page_widget&quot;.
tl: Dapat na maglaman ang pangalan ng laki ng larawan lamang ng mga titik, mga numero at underscore. Mga Halimbawa: &quot;thumbnail&quot;, &quot;display&quot;, &quot;maliit&quot;, &quot;main_page_widget&quot;.

source: width
ar: عرض
pl: Szerokość
sw: upana
tl: lapad

source: If width is set to "0" the image will be scaled to the supplied height.
ar: إذا تم تعيين العرض إلى سيتم تحجيم &quot;0&quot; صورة لارتفاع الموردة.
pl: Jeśli szerokość jest ustawiona na &quot;0&quot; obraz zostanie przeskalowany do dostarczonego wysokości.
sw: Kama upana ni kuweka &quot;0&quot; picha itakuwa uhusika na urefu hutolewa.
tl: Kung lapad ay itinakda sa &quot;0&quot; sa larawan ay naka-scale sa ang ibinigay na taas.

source: height
ar: ارتفاع
pl: wysokość
sw: urefu
tl: taas

source: If height is set to "0" the image will be scaled to the supplied width
ar: إذا تم تعيين الارتفاع إلى &quot;0&quot; سيتم تحجيم الصورة لعرض الموردة
pl: Jeśli wysokość jest ustawiona na &quot;0&quot; obraz zostanie przeskalowany do szerokości dostarczonej
sw: Kama urefu ni kuweka &quot;0&quot; picha itakuwa uhusika kwa upana hutolewa
tl: Kung taas ay itinakda sa &quot;0&quot; sa larawan ay naka-scale sa ang ibinigay na lapad

source: quality
ar: جودة
pl: Jakość
sw: ubora
tl: kalidad

source: JPEG image quality.
ar: جودة الصورة JPEG.
pl: JPEG jakość obrazu.
sw: JPEG ubora wa picha.
tl: Kalidad ng imahe JPEG.

source: upscale images?
ar: صور الراقي؟
pl: ekskluzywnych zdjęć?
tl: upscale mga larawan?

source: If selected the image will be scaled up if necessary to fit the supplied dimensions. Cropped sizes will be upscaled regardless of this setting.
ar: إذا كان سيتم تحجيم اختيار الصورة حتى إذا لزم الأمر لتناسب أبعاد الموردة. سيتم نشرا أحجام اقتصاص بغض النظر عن هذا الإعداد.
pl: Jeśli wybrany obraz zostanie przeskalowany w górę, jeśli to konieczne, aby dopasować dostarczonych wymiarów. Rozmiary przyciętego będą skalowane niezależnie od tego ustawienia.
sw: Kama kuchaguliwa picha itakuwa kupanuliwa kama ni lazima fit vipimo hutolewa. Ukubwa cropped itakuwa upscaled bila kujali kuweka hii.
tl: Kung napili ang imahe ay naka-scale up kung kinakailangan upang magkasya ang ibinigay na dimensyon. Crop na mga laki ay upscaled anuman ang setting na ito.

source: crop to fit?
ar: اقتصاص لتناسب؟
pl: przyciąć, aby dopasować?
sw: mazao na kifafa?
tl: i-crop upang magkasya?

source: If selected the image will be scaled and cropped to fit the supplied dimensions.
ar: واذا تم اختيارهم يتم تحجيم الصورة وقصها لتناسب أبعاد الموردة.
pl: Jeśli wybrany obraz zostanie przeskalowany i przycięte w celu dopasowania dostarczonych wymiarów.
sw: Kama kuchaguliwa picha itakuwa scaled na cropped kwa vipimo fit hutolewa.
tl: Kung napili ang imahe ay naka-scale at crop upang magkasya ang ibinigay na dimensyon.

source: pre-cache?
ar: قبل مخبأ؟
sw: kabla ya cache?

source: If selected this photo size will be pre-cached as photos are added.
ar: إذا تحديد هذا حجم الصور سيتم قبل مؤقتا كما يتم إضافة الصور.
pl: Jeśli wybrany rozmiar zdjęcia to będzie wstępnie buforowany jako zdjęcia są dodawane.
sw: Kama kuchaguliwa hii ukubwa picha itakuwa kabla ya cached kama photos ni aliongeza.
tl: Kung napiling laki ng larawan na ito ay pre-cached na bilang ng mga larawan ay idinagdag.

source: increment view count?
ar: عرض زيادة الاعتماد؟
pl: Widok przyrost liczyć?
sw: increment mtazamo kuhesabu?
tl: pagdagdag pagtingin bilangin?

source: If selected the image's "view_count" will be incremented when this photo size is displayed.
ar: اذا تم اختيارهم للصورة &quot;view_count&quot; سوف يمكن زيادة عندما يتم عرض حجم هذه الصور.
pl: Jeśli wybrano &quot;view_count&quot; Obraz będzie zwiększany, gdy wyświetlany jest ten rozmiar zdjęcia.
sw: Kama kuchaguliwa picha ya &quot;view_count&quot; itakuwa incremented wakati huu ukubwa picha ni kuonyeshwa.
tl: Kung pinili ang &quot;VIEW_COUNT&quot; ng larawan ay incremented kapag laki ng larawan na ito ay ipinapakita.

source: watermark image
ar: صورة مائية
pl: znak wodny widoczny obraz
sw: watermark picha
tl: watermark imahe

source: photo size
ar: حجم الصور
pl: Rozmiar zdjęcia
sw: picha ukubwa
tl: laki ng larawan

source: photo sizes
ar: أحجام الصور
pl: rozmiary zdjęcia
sw: ukubwa picha
tl: mga laki ng larawan

source: PhotoSize width and/or height can not be zero if crop=True.
ar: عرض PhotoSize و / أو ارتفاع لا يمكن أن يكون صفرا إذا المحاصيل = صحيح.
pl: Szerokość PhotoSize i / lub wysokość nie może wynosić zero, jeśli uprawy = False.
sw: PhotoSize upana na / au urefu hawezi kuwa zero kama mazao = kweli.
tl: PhotoSize lapad at / o taas ay hindi maaaring zero kung crop = True.

source: Private
ar: خاصة
pl: Prywatna
tl: Pribado

source: Public
ar: الجمهور
pl: Publicznych
tl: Pampublikong

source: Tags are separated by commas, ex: Tag 1, Tag 2, Tag 3
ar: يتم فصل الكلمات بفواصل، مثلا: 1 العلامة، علامة 2، علامة 3
pl: Tagi są oddzielone przecinkami, np: 1, Tag, Tag Tag 2 3
sw: Tags ni kutengwa kwa koma, ex: Tag 1, Tag 2, Tag 3
tl: Ang mga tag ay pinaghihiwalay ng mga kuwit, hal: Tag 1, Tag 2, 3 Tag

source: Photo Album
ar: ألبوم الصور
pl: Album Fotograficzny
tl: Album ng Larawan

source: Can view photoset
ar: يمكن عرض photoset
pl: Można zobaczyć Photoset
sw: Unaweza kuona photoset
tl: Maaaring tingnan ng photoset

source: Safe
ar: آمنة
pl: Bezpieczne
sw: Salama

source: Not Safe
ar: ليس الآمن
pl: Nie bezpieczne
sw: Si salama
tl: Hindi Safe

source: title
ar: عنوان
pl: Tytuł
sw: cheo
tl: pamagat

source: slug
ar: سبيكة
pl: ślimak

source: caption
ar: التعليق
pl: Tytuł
sw: maelezo

source: date added
ar: تاريخ الإضافة
pl: Data dodania
sw: tarehe aliongeza
tl: naidagdag ang petsa

source: public
ar: الجمهور
pl: publicznych
sw: umma
tl: pampublikong

source: Public photographs will be displayed in the default views.
ar: سيتم عرض الصور العامة في وجهات النظر الافتراضية.
pl: Fotografie publiczne będą wyświetlane w widokach domyślnych.
sw: Picha Umma kuonyeshwa katika maoni default.
tl: Pampublikong litrato ay ipapakita sa default na view.

source: safety level
ar: مستوى السلامة
pl: Poziom bezpieczeństwa
sw: ngazi ya usalama
tl: antas ng kaligtasan

source: photo set
ar: مجموعة الصور
pl: zestaw zdjęć
sw: picha kuweka
tl: set ng larawan

source: Comma delimited (eg. mickey, donald, goofy)
ar: فاصلة محدد (مثل ميكي، دونالد، جوفي)
pl: Rozdzielany przecinkami (np. Mickey, Donald, Goofy)
sw: Comma delimited (kwa mfano. Mickey, Donald, goofy)
tl: Comma delimited (hal. Mickey, Donald, goofy)

source: exif
ar: عن الصورة

source: Photographer
ar: مصور
pl: Fotograf
sw: Mpiga picha

source: code
ar: كود
pl: Kod

source: author
ar: المؤلف
pl: autor
sw: mwandishi
tl: may-akda

source: license deed
ar: الفعل رخصة
pl: Licencja czyn
sw: leseni tendo
tl: gawa lisensya

source: legal code
ar: مدونة قانونية
pl: kodeks prawa
sw: kanuni ya kisheria
tl: legal na code

source: Can view photopool
ar: يمكن عرض photopool
pl: Można zobaczyć photopool
sw: Unaweza kuona photopool
tl: Maaaring tingnan photopool

source: pool
ar: بركة
pl: basen

source: pools
ar: حمامات
pl: Baseny
sw: mabwawa ya

source: Successfully updated photo '%(title)s'
ar: صورة تحديثها بنجاح &#39; %(title)s S&#39;
sw: Mafanikio updated photo &#39; %(title)s&#39;
tl: Matagumpay na na-update larawan &#39; %(title)s&#39;

source: Successfully deleted photo '%(title)s'
ar: الصور المحذوفة بنجاح &#39; %(title)s S&#39;
sw: Umefutwa kwa mafanikio photo &#39; %(title)s&#39;
tl: Matagumpay na natanggal ang larawan &#39; %(title)s&#39;

source: Photo %(id)s deleted
ar: صورة %(id)s ق المحذوفة
sw: Picha %(id)s kufutwa

source: Successfully added photo set!
ar: وأضاف بنجاح مجموعة الصور!
pl: Został dodany zestaw zdjęć!
sw: Mafanikio aliongeza picha kuweka!
tl: Matagumpay na naidagdag ang hanay ng larawan!

source: Successfully updated photo set!
ar: تحديث بنجاح مجموعة الصور!
pl: Pomyślnie zaktualizowany zestaw zdjęcia!
sw: Mafanikio updated photo kuweka!
tl: Matagumpay na na-update na hanay ng larawan!

source: Photo Set %(set)s deleted
ar: ق حذف مجموعة صور %(set)s
sw: Picha Set %(set)s kufutwa
tl: Photo Set %(set)s tinanggal

source: Manual Upload Form
ar: نموذج يدوي تحميل
pl: Instrukcja Prześlij Formularz
sw: Mwongozo Pakia Fomu
tl: Manu-manong pag-upload ng Form

source: Upload photos
ar: تحميل الصور
pl: Dodaj zdjęcia
sw: Pakia picha
tl: Mag-upload ng larawan

source: Image slots left: %(slots)s
ar: تركت فتحات صورة: %(slots)s ق
sw: Image inafaa kushoto: %(slots)s
tl: Ang natitira puwang ng Larawan: %(slots)s

source: Select photos to upload
ar: اختر الصور لتحميل
pl: Wybierz zdjęcia do przesłania
sw: Chagua picha ya kupakia
tl: Piliin ang mga larawan na ia-upload

source: Sorry but you have uploaded the max number ( %(slots)s ) of images available for this photo set.
ar: آسف ولكن قمت بتحميلها عدد ماكس ( %(slots)s ق) من الصور المتوفرة لهذه المجموعة الصور.
sw: Sorry lakini una uploaded idadi max ( %(slots)s) ya picha zinazopatikana kwa kuweka hii photo.
tl: Paumanhin ngunit na-upload mo ang max na bilang ( %(slots)sga) ng mga larawan na magagamit para sa set na ito larawan.

source: Batch Edit Photos
ar: دفعة تحرير صور
pl: Partia Edytuj zdjęcia
sw: Kundi Edit Picha
tl: Batch I-edit ang Larawan

source: Bulk edit photos
ar: السائبة تحرير الصور
pl: Duże zdjęcia edytuj
sw: Hariri photos Bulk
tl: Bultuhang pag-edit ng mga larawan

source: Enable Photo Drag/Drop Reordering
ar: تمكين سحب صور / قطرة إعادة ترتيب
pl: Włącz Zdjęcie drag / drop zmiana kolejności
sw: Kuwawezesha Picha Drag / Drop reordering
tl: Paganahin ang I-drag Photo / Drop muling pag-aayos

source: Replace all titles
ar: استبدال جميع الألقاب
pl: Wymień wszystkie tytuły
sw: Nafasi majina yote
tl: Palitan ang lahat ng mga pamagat

source: Replace all captions
ar: استبدال كل تعليق
pl: Wymień wszystkie tytuły
sw: Nafasi captions wote
tl: Palitan ang lahat ng mga caption

source: Replace all photographers
ar: استبدال جميع المصورين
pl: Wymień wszystkie fotografów
sw: Nafasi wapiga picha wote
tl: Palitan ang lahat ng photographer

source: Replace all tags
ar: استبدال جميع العلامات
pl: Wymień wszystkie tagi
sw: Nafasi wote tags
tl: Palitan ang lahat ng mga tag

source: Replace all Licenses
ar: استبدال جميع التراخيص
pl: Wymień wszystkie licencje
sw: Nafasi Leseni wote
tl: Palitan ang lahat ng Lisensya

source: --- SELECT A LICENSE ---
ar: --- اختر --- الترخيص
pl: --- WYBIERZ --- LICENCJA
sw: --- Kuchagua leseni ---
tl: --- Piliin ang isang LICENSE ---

source: Update all Groups
ar: تحديث كافة المجموعات
pl: Zaktualizować wszystkie grupy
sw: Mwisho Vikundi wote
tl: I-update ang lahat Groups

source: --- SELECT A GROUP ---
ar: --- حدد مجموعة ---
pl: --- Wybierz grupę ---
sw: --- CHAGUA GROUP ---
tl: --- Pumili ng pangkat ---

source: Save all changes to these photos
ar: حفظ كل التغييرات على هذه الصور
pl: Zapisz wszystkie zmiany do tych zdjęć
sw: Hifadhi mabadiliko yote ya picha hizi
tl: I-save ang lahat ng mga pagbabago sa mga larawang ito

source: All photos have been approved, nothing to see here.
ar: وقد تمت الموافقة على جميع الصور، لا شيء أن نرى هنا.
pl: Wszystkie zdjęcia zostały zatwierdzone, nic tu.
sw: Picha zote wamekuwa kupitishwa, hakuna kitu kuona hapa.
tl: Lahat ng mga larawan ay naaprubahan na, walang makikita dito.

source: Hide Photo Details
ar: إخفاء تفاصيل الصورة
pl: Ukryj opis zdjęcia
sw: Ficha Picha Maelezo ya
tl: Itago ang Mga Detalye ng Larawan

source: Show Photo Details
ar: عرض تفاصيل الصورة
pl: Pokaż Szczegóły Zdjęcia
sw: Show Picha Maelezo ya
tl: Ipakita ang mga Detalye ng Larawan

source: Show all photo details for editing
ar: عرض كل تفاصيل الصورة لتحرير
pl: Szczegóły do ​​edycji zdjęć
sw: Kuonyesha maelezo yote photo editing kwa
tl: Ipakita ang lahat ng mga detalye ng larawan para sa pag-edit

source: Are you sure you want to permanently delete this photo?
ar: هل أنت متأكد أنك تريد حذف هذه الصورة نهائيا؟
pl: Czy jesteś pewien, że chcesz usunąć to zdjęcie?
sw: Je, una uhakika unataka kufuta picha hii?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang larawang ito?

source: Back to photo set
ar: عودة الى مجموعة الصور
pl: Powrót do zestawu zdjęć
sw: Rejea kwa picha kuweka
tl: Bumalik sa hanay ng larawan

source: of
ar: من
pl: z
sw: ya
tl: ng

source: Go to First
ar: الذهاب لأول
pl: Idź do pierwszego
sw: Kwenda Kwanza
tl: Pumunta sa Unang

source: taken by %(p)s
ar: التي اتخذتها %(p)s ق
pl: podjęte przez %(p)s
sw: zilizochukuliwa na %(p)s
tl: kinuha sa pamamagitan ng %(p)s

source: uploaded by
ar: تم الرفع بواسطة
pl: wrzucone przez
sw: uploaded kwa
tl: na-upload sa pamamagitan ng

source: Taken on:
ar: اتخذت على:
pl: Wykonano na:
sw: Kuchukuliwa juu ya:
tl: Kinuha sa:

source: Camera:
ar: الكاميرا:
pl: Aparat fotograficzny:

source: Location:
ar: الموقع:
pl: Lokalizacja:
tl: Lokasyon:

source: Editing Photo Details
ar: تحرير تفاصيل الصورة
pl: Montaż Szczegóły Zdjęcia
sw: Editing Picha Maelezo ya
tl: Mga Detalye ng Pag-edit ng Larawan

source: All Photos
ar: جميع الصور
pl: Wszystkie zdjęcia
sw: Picha Zote
tl: Lahat ng mga Larawan

source: Search Sets
ar: مجموعات البحث
pl: Szukaj Zestawy
tl: Paghahanap Sets

source: Add Photo Set
ar: إضافة مجموعة صور
pl: Dodaj zdjęcia Set
sw: Kuongeza Picha Set
tl: Magdagdag ng Larawan Set

source: This Photo
ar: هذه الصورة
pl: To zdjęcie
sw: Picha Hii
tl: Larawan na ito

source: View Photo
ar: شاهد الصور
pl: Zobacz zdjęcie
sw: View Picha
tl: Tingnan ang Larawan

source: Edit Photo
ar: تحرير صور
pl: Edytuj zdjęcie
sw: Edit Picha
tl: I-edit ang Larawan

source: Delete Photo
ar: حذف صور
pl: Usuń zdjęcie
sw: Kufuta Picha
tl: Tanggalin ang Larawan

source: View all sizes
ar: عرض جميع الأحجام
pl: Zobacz wszystkie rozmiary
sw: Tazama ukubwa wote
tl: Tingnan ang lahat ng mga laki

source: search photo
ar: بحث صورة
pl: szukaj zdjęcia
sw: search picha
tl: paghahanap ng larawan

source: Photos
ar: الصور
pl: Zdjęcia
sw: Picha
tl: Mga Larawan

source: All Photo Sizes
ar: جميع مقاسات صور
pl: Wszystkie zdjęcia Rozmiary
sw: All Picha ukubwa
tl: Lahat ng Mga Laki ng Larawan

source: Back to photo
ar: عودة إلى الصور
pl: Powrót do zdjęcia
sw: Rejea kwa picha
tl: Bumalik sa larawan

source: License
ar: رخصة
pl: Licencja
sw: Leseni
tl: Lisensya

source: Download the %(size_name_cap_first)s size of this photo
ar: تحميل %(size_name_cap_first)s ق حجم هذه الصورة
sw: Download %(size_name_cap_first)s ukubwa wa picha hii
tl: I-download ang %(size_name_cap_first)s laki ng larawang ito

source: Sizes
ar: الأحجام
pl: Rozmiary
sw: Ukubwa
tl: Mga Laki

source: Square
ar: مربع
pl: Kwadrat

source: Medium 500
ar: المتوسطة 500
pl: Średni 500
tl: Katamtamang 500

source: Medium 640
ar: المتوسطة 640
pl: Średni 640
tl: Katamtamang 640

source: Large (opens in new tab)
ar: كبير (يفتح في علامة تبويب جديدة)
pl: Duża (otwiera się w nowej karcie)
sw: Kubwa (kuufungua katika tabo mpya)
tl: Malaki (magbubukas sa bagong tab)

source: Original (opens in new tab)
ar: الأصل (يفتح في علامة تبويب جديدة)
pl: Oryginalny (otwiera się w nowej karcie)
sw: Original (Itafungua katika tabo mpya)
tl: Orihinal (magbubukas sa bagong tab)

source: Copy &amp; paste HTML into your webpage
ar: نسخة &amp; أمبير؛ لصق HTML إلى صفحة الويب الخاصة بك
pl: Kopiuj &amp; amp; Wklej kod HTML do swojej strony internetowej
sw: Copy &amp; amp; kuweka HTML katika tovuti yako
tl: Kopyahin ang &amp; amp; i-paste ang HTML sa iyong webpage

source: Set Add
ar: إضافة الغروب
pl: Set Dodaj
sw: Kuweka Kuongeza
tl: Itakda ang Magdagdag ng
