Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Customers
ar: العملاء
pl: Klienci
sw: Wateja

source: This R.P.
ar: هذا R.P.
pl: Ten R.P.
sw: R.P. Hii
tl: Ito R.P.

source: Recurring Payment Receipt
ar: متكرر استلام الدفع
pl: Otrzymanie płatności cykliczne
sw: Recurring Malipo Stakabadhi
tl: Nauulit Resibo ng Bayad

source: Payment Receipt
ar: إيصال دفع
pl: Otrzymanie płatności
sw: Malipo Stakabadhi
tl: Resibo ng Bayad

source: Card #
ar: بطاقة #
pl: Karta #
sw: Kadi #

source: Subtotal
ar: المجموع الفرعي
pl: Razem

source: Tax
ar: الضرائب
pl: Podatek
sw: Kodi
tl: Buwis

source: Billing Info
ar: معلومات الفواتير
pl: Informacje rozliczeniowe
tl: Impormasyon sa Pagsingil

source: Zip code
ar: الرمز البريدي
pl: Kod pocztowy

source: View Account
ar: عرض الحساب
pl: Zobacz konto
sw: View Akaunti
tl: Tingnan ang Account

source: Manage payment info
ar: إدارة معلومات الدفع
pl: Zarządzaj informacje o płatności
sw: Kusimamia malipo info
tl: Pamahalaan ang impormasyon ng pagbabayad

source: Manage Customer Payment and Shipping Information
ar: إدارة العملاء والدفع معلومات الشحن
pl: Zarządzaj Płatność klienta i rabaty
sw: Kusimamia Wateja Malipo na Shipping Habari
tl: Pamahalaan ang Pagbabayad Customer at Impormasyon ng Pagpapadala

source: Manage Payment Info for
ar: إدارة معلومات الدفع ل
pl: Informacje o płatności za zarządzanie
sw: Kusimamia Malipo Info kwa
tl: Pamahalaan ang Impormasyon sa Pagbabayad para sa

source: Oops, we're not able to process your request at the moment due to an error from payment gateway. Please try again later or contact your site administrator for assistance. Thanks!
ar: عفوا، نحن لسنا قادرين على معالجة طلبك في الوقت الحالي بسبب خطأ من بوابة الدفع. يرجى المحاولة لاحقا أو اتصل بمسؤول الموقع للحصول على المساعدة. شكر!
pl: Ups, nie jesteśmy w stanie przetworzyć żądania w tej chwili z powodu błędu z bramki płatności. Spróbuj ponownie później lub Skontaktuj się z administratorem w celu uzyskania pomocy. Dzięki!
sw: Oops, sisi siyo uwezo wa mchakato wa maombi yako wakati kutokana na makosa ya kutoka malipo ya lango. Tafadhali jaribu tena baadaye au wasiliana na msimamizi wa tovuti yako kwa msaada. Shukrani!
tl: Oops, hindi namin nagawang iproseso ang iyong kahilingan sa sandaling ito dahil sa isang error mula sa gateway ng pagbabayad. Mangyaring subukan muli sa ibang pagkakataon o makipag-ugnay sa site administrator sa iyong para sa tulong. Salamat!

source: JavaScript must be enabled in order for you to add/edit payment methods. Please enable Javascript and try again
ar: يجب تمكين جافا سكريبت لتتمكن لإضافة وسائل الدفع / تحرير. يرجى تمكين Javascript وحاول مرة أخرى
pl: JavaScript musi być włączony, aby dodać metody płatności / edytować. Włącz obsługę JavaScript i spróbuj ponownie
sw: JavaScript lazima kuwezeshwa ili kwa wewe kuongeza / edit mbinu za malipo. Tafadhali kuwawezesha Javascript na kujaribu tena
tl: Dapat na pinagana ang JavaScript upang para sa iyo upang magdagdag / mag-edit pamamaraan sa pagbabayad. Mangyaring paganahin ang Javascript at subukang muli

source: Manage my Payment Info
ar: إدارة بلدي معلومات الدفع
pl: Informacje o płatności zarządzać
sw: Kusimamia Malipo wangu Info
tl: Pamahalaan ang aking Impormasyon sa Pagbabayad

source: Click to start
ar: انقر لبدء
pl: Kliknij, aby rozpocząć
sw: Click kuanza
tl: I-click upang simulan ang

source: Close
ar: إغلاق
pl: Zamknij
tl: Isara

source: Powered by Authorize.Net
ar: مدعوم من Authorize.Net
tl: Pinapagana ng Authorize.Net

source: Add / Update Customer Payment Information
ar: إضافة / تحديث معلومات العميل الدفع
pl: Dodać / zaktualizować informacje o płatności klienta
sw: Kuongeza / Mwisho Wateja Malipo ya Habari
tl: Magdagdag / Mag-update ng Impormasyon ng Customer sa Pagbabayad

source: Edit Payment Method
ar: تعديل طريقة الدفع
pl: Edytuj metody płatności
sw: Edit Malipo Method
tl: I-edit ang Paraan ng Pagbabayad

source: Add a New Payment Method
ar: إضافة طريقة دفع جديدة
pl: Dodaj nową formę płatności
sw: Kuongeza New Malipo Method
tl: Magdagdag ng isang Bagong Pamamaraan sa Pagbabayad

source: Region Information
ar: معلومات المنطقة
pl: Informacje o regionie
sw: Mkoa wa Habari
tl: Impormasyon ng Rehiyon

source: A list of regions
ar: قائمة المناطق
pl: Lista regionów
sw: orodha ya mikoa
tl: Isang listahan ng mga rehiyon

source: Region Code
ar: كود المنطقة
pl: Kod regionu
sw: Mkoa wa Code
tl: Code ng Rehiyon

source: Can view region
ar: يمكن عرض المنطقة
pl: Można zobaczyć regionu
sw: Unaweza kuona kanda
tl: Maaaring tingnan ng rehiyon

source: Regions
ar: المناطق
pl: Regiony
sw: Mikoa
tl: Rehiyon

source: Resume Information
ar: استئناف معلومات
pl: Wznowić Informacje
sw: Kuendelea Habari
tl: Ipagpatuloy ang Impormasyon

source: Users can upload resumes to help with their careers
ar: يمكن للمستخدمين تحميل السير الذاتية للمساعدة في حياتهم المهنية
pl: Użytkownicy mogą przesyłać CV, aby pomóc w ich kariery
sw: Watumiaji wanaweza kupakia wasifu kwa msaada na kazi zao
tl: Ang mga gumagamit ay maaaring mag-upload ng Resume upang makatulong sa kanilang mga karera

source: %(dname)s Latest Resumes
ar: %(dname)s أخر من السير الذاتية
sw: %(dname)s Latest Yaanza
tl: %(dname)s Pinakabagong Mga Resume

source: Latest Resumes by %(dname)s
ar: كل السير الذاتية التي كتبها %(dname)s ق
pl: Najnowsze CV przez %(dname)s
sw: Latest Yaanza na %(dname)s
tl: Pinakabagong Mga Resume sa pamamagitan ng %(dname)s

source: Resume URL
ar: URL الذاتية
pl: CV URL
tl: Ipagpatuloy ang URL

source: Link to an external resume (eg. Google Docs)
ar: ارتباط إلى استئناف خارجي (مثل مستندات جوجل)
pl: Link do zewnętrznego CV (np. Google Docs)
sw: Link kwa resume nje (kwa mfano Google Docs.)
tl: Mag-link sa isang panlabas na resume (hal. Google Docs)

source: Are you an agency posting this resume?
ar: أنت وكالة نشر هذه السيرة الذاتية؟
pl: Czy agencja opublikowania tego CV?
sw: Je, wewe ni wakala wa posting resume hii?
tl: Sigurado ka ng isang ahensiya ng pag-post resume na ito?

source: 30 Days
ar: 30 يوم
pl: 30 dni
sw: Siku 30
tl: 30 na mga Araw

source: 60 Days
ar: 60 يوم
pl: 60 dni
sw: 60 Siku
tl: 60 na mga Araw

source: 90 Days
ar: 90 يوم
pl: 90 dni
tl: 90 na mga Araw

source: Amount of days you would like your resume to stay up.
ar: عدد الأيام التي ترغب سيرتك الذاتية على البقاء مستيقظين.
pl: Ilość dni chcesz swoje CV, aby pobyt.
sw: Kiasi cha siku ungependa resume yako kukaa up.
tl: Halaga ng mga araw na nais mo ang iyong resume upang manatili up.

source: Expriation Date/Time
ar: Expriation تاريخ / وقت
sw: Expriation Tarehe / Saa
tl: Petsa Expriation / Oras

source: The file must be of doc, docx, pdf, or rtf format.
ar: يجب أن يكون ملف ثيقة، docx، قوات الدفاع الشعبي أو تنسيق RTF.
pl: Plik musi być doc, docx, pdf, lub w formacie RTF.
sw: faili lazima kuwa na doc, DOCX, pdf, au rtf format.
tl: Ang file ay dapat na ng doc, docx, pdf, o RTF format.

source: Awards and Certifications
ar: الجوائز والشهادات
pl: Nagrody i certyfikaty
sw: Tuzo na kutunukiwa
tl: Mga Gantimpala at Certifications

source: Upload your resume here
ar: حمل سيرتك الذاتية هنا
pl: Prześlij swoje CV tutaj
sw: Weka resume yako hapa
tl: Mag-upload ang iyong resume dito

source: Can view resume
ar: يمكن عرض السيرة الذاتية
pl: Można zobaczyć CV
sw: Unaweza kuona resume
tl: Maaaring tingnan ng resume

source: Successfully added %(r)s
ar: وأضاف بنجاح %(r)s
sw: Mafanikio aliongeza %(r)s
tl: Matagumpay na naidagdag %(r)s

source: Successfully updated meta for %(r)s
ar: الفوقية تحديثها بنجاح ل %(r)s
pl: Pomyślnie zaktualizowane meta dla %(r)s
sw: Mafanikio updated meta kwa %(r)s
tl: Matagumpay na na-update na meta para sa %(r)s

source: Successfully approved %(r)s
ar: وافق بنجاح %(r)s
sw: Kupitishwa kwa mafanikio %(r)s
tl: Matagumpay na inaprubahan %(r)s

source: Resume Added
ar: واضاف استئناف
pl: Wznowić Dodano
sw: Kuendelea Added
tl: Ipagpatuloy Added

source: A resume has been added.
ar: تمت إضافة الذاتية.
pl: CV został dodany.
sw: resume imekuwa aliongeza.
tl: Ang resume ay naidagdag na.

source: Resume Deleted
ar: استئناف المحذوفة
pl: Wznowić Usunięte
sw: Kuendelea Deleted
tl: Ipagpatuloy Tinanggal

source: A resume has been deleted
ar: تم حذف الذاتية
pl: CV zostało usunięte
sw: resume umefutwa
tl: Ang resume ay tinanggal na

source: Approve Resume
ar: الموافقة على استئناف
pl: Zatwierdzić CV
sw: Kupitisha Resume
tl: Aprubahan ang Ipagpatuloy

source: Are you sure you want to approve this resume?
ar: هل أنت متأكد أنك تريد قبول هذه السيرة الذاتية؟
pl: Czy na pewno chcesz, aby zatwierdzić to CV?
sw: Je, una uhakika unataka kuidhinisha resume hii?
tl: Sigurado ka bang nais mong aprubahan ang resume na ito?

source: Resume Listings for
ar: استئناف القوائم ل
pl: Wznowić maszyny do
sw: Kuendelea Orodha ya kwa
tl: Ipagpatuloy ang Listahan para sa

source: employment opportunities and resume openings
ar: فرص العمل وفرص استئناف
pl: możliwości zatrudnienia i otwory CV
sw: fursa za ajira na fursa resume
tl: trabaho mga pagkakataon at resume openings

source: Resume search page for
ar: استئناف البحث عن الصفحة
pl: Wznowić stronę na
sw: Kuendelea search ukurasa kwa
tl: Ipagpatuloy ang pahina ng paghahanap para sa

source: listing resume openings and employment opportunities
ar: إدراج فتحات الذاتية وفرص العمل
pl: Lista otworów CV i możliwości zatrudnienia
sw: orodha resume fursa na nafasi za ajira
tl: listahan ng resume openings at mga pagkakataon sa trabaho

source: Employment Search, Resume Search,
ar: العمل البحث، واستئناف البحث،
pl: Zatrudnienie Szukaj, CV Szukaj,
sw: Ajira Search, Resume Search,
tl: Pagtatrabaho Paghahanap, Ipagpatuloy ang Paghahanap,

source: resumes, employment opportunities, employment, hiring, staffing, agencies
ar: يستأنف، وفرص العمل والتوظيف والتوظيف، والتوظيف، ووكالات
pl: CV, możliwości zatrudnienia, zatrudnienia, zatrudnianie personelu, agencje,
sw: wasifu, fursa za ajira, ajira, kukodisha, wafanyakazi, mashirika ya
tl: Mga Resume, mga oportunidad sa trabaho, pagtatrabaho, pagkuha, tauhan, mga ahensiya ng

source: Are you sure you want to delete this resume?
ar: هل أنت متأكد أنك تريد حذف هذه السيرة الذاتية؟
pl: Czy na pewno chcesz usunąć tę CV?
sw: Je, una uhakika unataka kufuta resume hii?
tl: Sigurado ka bang gusto mong tanggalin ang resume na ito?

source: Yes, delete it.
ar: نعم، حذفه.
pl: Tak, usuń go.
sw: Ndiyo, kufuta.
tl: Oo, tanggalin ito.

source: Meta Information for<br /> %(resume_title)s
ar: معلومات الوصفية ل <br /> %(resume_title)s ق
pl: Meta Informacje dla <br /> %(resume_title)s
sw: Meta Habari kwa <br /> %(resume_title)s
tl: Meta Impormasyon para sa <br /> %(resume_title)s

source: Resumes Export
ar: يستأنف تصدير
pl: Wznawia Export
sw: Wasifu Export
tl: Mga Resume I-export

source: All Resumes
ar: كل السير الذاتية
pl: Wszystkie CV
sw: Yaanza wote
tl: Lahat ng Mga Resume

source: Resume List
ar: قائمة السيرة الذاتية
pl: Lista CV
sw: Resume Orodha ya
tl: Ipagpatuloy Listahan

source: Add Resume
ar: إضافة استئناف
pl: Dodaj CV
sw: Kuongeza Resume
tl: Magdagdag ng Resume

source: Pending Resumes
ar: في انتظار السير الذاتية
pl: W oczekiwaniu CV
sw: Inasubiri Yaanza
tl: Nakabinbing Mga Resume

source: Export Resumes
ar: يستأنف تصدير
pl: Życiorysy eksport
sw: Export Yaanza
tl: Mga Resume I-export

source: This Resume
ar: هذا استئناف
pl: Ten skrócie
sw: Resume Hii
tl: Ipagpatuloy ito

source: View Resume
ar: عرض استئناف
pl: Zobacz skrócie
tl: Tingnan ang Ipagpatuloy

source: Edit Resume
ar: تحرير استئناف
pl: Edycja skrócie
tl: I-edit ang Ipagpatuloy

source: Delete Resume
ar: حذف استئناف
pl: Usuń CV
sw: Kufuta Resume
tl: Tanggalin ang Ipagpatuloy

source: There are no pending resumes.
ar: لا توجد يستأنف المعلقة.
pl: Brak oczekujących CV.
sw: Kuna wasifu hakuna inasubiri.
tl: Walang hinihintay na Mga Resume.

source: Your resume is is under review and will be approved by an administrator
ar: سيرتك الذاتية هي قيد المراجعة وستتم الموافقة من قبل مسؤول
pl: Twoje CV jest to w ramach przeglądu i zostanie zatwierdzony przez administratora
sw: Resume yako ni ni chini ya uchunguzi na itakuwa kupitishwa na msimamizi
tl: Ang iyong resume ay nasa ilalim ng pagsusuri at maaprubahan ng isang administrator

source: resume
ar: السيرة الذاتية
pl: CV

source: this resume's
ar: هذه السيرة الذاتية ل
pl: CV jest to
sw: resume huu
tl: resume na ito

source: website
ar: الموقع
pl: strona www
sw: tovuti

source: Incorrect authentication service
ar: خدمة المصادقة غير صحيحة
pl: Nieprawidłowa obsługa uwierzytelniania
sw: Huduma sio sahihi uthibitisho
tl: Maling serbisyo na pagpapatotoo

source: Events
ar: الأحداث
pl: Wydarzenia
sw: Matukio
tl: Mga Kaganapan

source: Getting Started
ar: الشروع في العمل
pl: Pierwsze kroki
sw: Anza
tl: Pagsisimula

source: Miscellaneous
ar: متنوعة
pl: Różne
tl: Sari-saring

source: Can view guide
ar: يمكن عرض دليل
pl: Można zobaczyć przewodnik
sw: Unaweza kuona mwongozo
tl: Maaaring tingnan ang gabay sa

source: General Ledger Account Numbers
ar: أرقام حساب دفتر الأستاذ العام
pl: Numery kont księgi głównej
sw: Mkuu wa kitabu Akaunti Hesabu
tl: Pangkalahatang Ledger Mga Numero ng Account

source: The password does not meet the requirements </li><li>%(p)s
ar: كلمة السر لا يلبي متطلبات </li> <li> %(p)s ق
sw: password haina kukidhi mahitaji </li> <li> %(p)s
tl: Ay hindi nakamit ang mga kinakailangan </li> <li> %(p)s ang password

source: Similar emails found
ar: رسائل البريد الإلكتروني مماثلة وجدت
pl: Znaleźć podobne e-maile
sw: Barua pepe Sawa kupatikana
tl: Katulad na natagpuan email

source: Remember Login
ar: تذكر الدخول
pl: Zapamiętaj Logowanie
sw: Kumbuka Login
tl: Tandaan Login

source: This account is currently inactive.
ar: هذا الحساب غير نشط حاليا.
pl: To konto jest obecnie nieaktywne.
sw: Akaunti hii ni sasa inaktiv.
tl: Ang account na ito ay kasalukuyang hindi aktibo.

source: The username and/or password you specified are not correct.
ar: اسم المستخدم و / أو كلمة المرور الذي حددته غير صحيحة.
pl: Nazwa użytkownika i / lub hasło określone nie są poprawne.
sw: jina la mtumiaji na / au password wewe maalum ni si sahihi.
tl: Ang username at / o password na iyong tinukoy ay hindi tama.

source: Woohoo %(first_name)s %(last_name)s, you've successfully logged in.
ar: فوردعالم %(first_name)s ق %(last_name)s ثانية، قمت بتسجيل الدخول بنجاح في.
sw: Safi %(first_name)s %(last_name)s, ve mafanikio watumiaji katika.
tl: Yehey %(first_name)s %(last_name)s, matagumpay mong mag-log in.

source: That e-mail address doesn't have an associated user account. Are you sure you've <a href="/accounts/register" >registered</a>?
ar: لا يكون ذلك عنوان البريد الإلكتروني لحساب المستخدم المرتبطة بها. هل أنت متأكد أنك <a href="/accounts/register" > مسجل </a>؟
pl: Ten adres e-mail nie ma skojarzonego konta użytkownika. Czy jesteś pewien, że <a href="/accounts/register" > zarejestrowany </a>?
sw: Hiyo anwani ya barua pepe haina kuhusishwa akaunti ya mtumiaji. Je, una uhakika umefanya <a href="/accounts/register" > kusajiliwa </a>?
tl: Na e-mail address ay walang kaugnay na user account. Sigurado ka bang mo na ang <a href="/accounts/register" > nakarehistro </a>?

source: That e-mail address doesn't have an associated user account.
ar: لا يكون ذلك عنوان البريد الإلكتروني لحساب المستخدم المرتبطة بها.
pl: Ten adres e-mail nie ma skojarzonego konta użytkownika.
sw: Hiyo anwani ya barua pepe haina kuhusishwa akaunti ya mtumiaji.
tl: Na e-mail address ay walang kaugnay na user account.

source: Password reset on %s
ar: إعادة تعيين كلمة المرور على٪ ق
pl: Resetowania hasła na% s
sw: Password reset juu ya% s
tl: Pag-reset ng password sa% s

source: The password entered for account %(uname)s is invalid.
ar: دخلت كلمة المرور لحساب %(uname)s ق غير صالح.
pl: Hasło wprowadzone dla konta %(uname)s jest nieważna.
sw: password aliingia kwa ajili ya akaunti %(uname)s ni batili.
tl: Ang password na ipinasok para sa account na %(uname)s ay hindi wasto.

source: Account Activation
ar: تفعيل حساب
pl: Aktywacja konta
sw: Akaunti Activation
tl: Activation nang Account

source: Your account has been activated.
ar: لقد تم تنشيط حسابك.
pl: Twoje konto zostało aktywowane.
sw: Akaunti yako imekuwa ulioamilishwa.
tl: Ang iyong account ay isinaaktibo.

source: Log in
ar: تسجيل الدخول
pl: Zaloguj się
sw: Ingia katika
tl: Mag-log in

source: Go to the dashboard
ar: الذهاب إلى لوحة القيادة
pl: Idź na desce rozdzielczej
sw: Kwenda dashibodi
tl: Pumunta sa dashboard

source: Activation failed.
ar: فشل التنشيط.
pl: Aktywacja nie powiodła się.
sw: Activation alishindwa.
tl: Nabigo ang pag-activate.

source: Activation Complete
ar: تفعيل كامل
pl: Pełna aktywacja
sw: Activation kamili
tl: Kumpleto na ang pag-activate

source: Congrats! Your account is now active.
ar: تهاني! حسابك نشط الآن.
pl: Gratulacje! Twoje konto jest już aktywne.
sw: Congrats! Akaunti yako sasa kazi.
tl: Malugod na pagbati! Ang iyong account ay aktibo na ngayon.

source: Accounts
ar: الحسابات
pl: Rachunki
sw: Akaunti
tl: Mga Account

source: Login
ar: تسجيل الدخول
pl: Zaloguj się

source: Log In to the Site
ar: دخول إلى الموقع
pl: Zaloguj się do serwisu
sw: Kuingia kwenye tovuti
tl: Mag-log In sa Site

source: Logout?
ar: الخروج؟
pl: Wylogować?
tl: Mag-logout?

source: Forgot your password?
ar: نسيت كلمة المرور؟
pl: Nie pamiętasz hasła?
sw: Umesahau nywila yako?
tl: Nakalimutan ang iyong password?

source: Click here to reset your password.
ar: انقر هنا لإعادة تعيين كلمة المرور الخاصة بك.
pl: Kliknij tutaj, aby zresetować hasło.
sw: Bonyeza hapa kwa upya password yako.
tl: Mag-click dito upang i-reset ang iyong password.

source: Don't have an account?
ar: لم يكن لديك حساب؟
pl: Nie masz konta?
sw: Je, si kuwa na akaunti?
tl: Huwag magkaroon ng isang account?

source: Logout
ar: تسجيل الخروج
pl: Wyloguj
tl: Mag-logout

source: You're logged out. Thanks for spending some quality time with the Web site today.
ar: قمت بتسجيل الخروج. شكرا لقضاء بعض الوقت مع نوعية الموقع اليوم.
pl: Jesteś wylogowany. Dzięki za spędzać czas z witryny internetowej już dziś.
sw: Wewe ni watumiaji nje. Shukrani kwa ajili ya matumizi ya muda mzuri na tovuti leo.
tl: Kang naka-log out. Salamat sa paggastos ng ilang oras na may kalidad ang Web site ngayon.

source: Log in again
ar: تسجيل الدخول مرة أخرى
pl: Zaloguj się ponownie
sw: Ingia katika tena
tl: Mag-log in muli

source: Password Reset
ar: إعادة تعيين كلمة المرور
pl: Resetowanie hasła
sw: Password Rudisha
tl: I-reset ang Password

source: Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ar: ادخل عنوان البريد الإلكتروني الخاص بك أدناه، وسنقوم البريد الإلكتروني تعليمات لوضع واحدة جديدة.
pl: Wpisz swój adres e-mail poniżej, a my e-mail z instrukcjami do ustawiania nowego.
sw: Kuingia yako e-mail anwani chini, na tutaweza e-mail maelekezo kwa ajili ya kuweka mwezi mmoja.
tl: Ipasok ang iyong e-mail address sa ibaba, at kami ng e-mail na mga tagubilin para sa pagse-set ng isang bago.

source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
pl: Zresetować hasło
sw: Rudisha password yangu
tl: I-reset ang aking password

source: I want to make a new account. Take me back to registration.
ar: أريد أن حساب جديد. أعدني إلى التسجيل.
pl: Chcę, aby nowe konto. Zabierz mnie z powrotem do rejestracji.
sw: Nataka kufanya akaunti mpya. Nirudishe usajili.
tl: Gusto kong gumawa ng isang bagong account. Dalhin mo ako pabalik sa pagpaparehistro.

source: Registration Complete
ar: تسجيل كامل
pl: Rejestracja zakończona
sw: Usajili kamili
tl: Kumpleto na ang Pagpaparehistro

source: Thank you for registering with us!<br><br> Your account is not activated yet. Please check your email to confirm the activation.
ar: شكرا لكم لتسجيل معنا! <br> <br> لم يتم تنشيط حسابك بعد. يرجى التحقق من بريدك الالكتروني لتأكيد عملية التنشيط.
tl: Salamat sa pagrehistro sa amin! <br> <br> Ang iyong account ay hindi pa ginawang aktibo. Mangyaring suriin ang iyong email upang kumpirmahin ang pag-activate.

source: User Registration
ar: التسجيل المستخدم
pl: Rejestracja użytkownika
sw: Usajili wa mtumiaji
tl: Pagpaparehistro ng User

source: Fill out the form below to create your account
ar: ملء النموذج أدناه لإنشاء حسابك
pl: Wypełnij formularz poniżej, aby utworzyć konto
sw: Kujaza fomu ya chini kwa kuunda akaunti yako
tl: Punan ang form sa ibaba upang likhain ang iyong account

source: First Name:
ar: الاسم الأول:
pl: Imię:
sw: Jina la kwanza:
tl: Pangalan:

source: Last Name:
ar: اسم العائلة:
pl: Nazwisko:
sw: Jina la Mwisho:
tl: Apelyido:

source: Email Address (Enter twice to verify):
ar: عنوان البريد الإلكتروني (أدخل مرتين للتحقق):
pl: Adres e-mail (Enter dwukrotnie, aby sprawdzić):
sw: Mitaani Email (Kuingia mara mbili kuthibitisha):
tl: Email Address (Magpasok ng dalawang beses upang i-verify):

source: Password:
ar: كلمة المرور:
pl: Hasło:

source: Password (again):
ar: كلمة (مرة أخرى):
pl: Hasło (ponownie):
sw: Password (tena):
tl: Password (muli):

source: Security:
ar: الأمن:
pl: Bezpieczeństwo:
sw: Usalama:
tl: Seguridad:

source: Create Account
ar: إنشاء حساب
pl: Załóż konto
sw: Kujenga Akaunti
tl: Lumikha ng Account

source: permission
ar: إذن
pl: pozwolenie
sw: ruhusa
tl: pahintulot

source: content
ar: المحتوى
pl: Zawartość
sw: maudhui
tl: nilalaman

source: Create boxes that allow editable areas in the site theme
ar: إنشاء مربعات المناطق التي تسمح للتحرير في موضوع الموقع
pl: Pola, które pozwalają tworzyć obszary do edycji w miejscu tematu
sw: Kujenga masanduku kwamba kuruhusu maeneo editable katika tovuti mandhari
tl: Lumikha ng mga kahon na payagan ang mga lugar na maaaring i-edit sa tema ng site

source: Can view box
ar: يمكن عرض مربع
pl: Można zobaczyć okno
sw: Unaweza kuona sanduku
tl: Maaaring tingnan ng kahon

source: Boxes
ar: صناديق
pl: Skrzynki
tl: Mga Kahon

source: Export %(name)s
ar: تصدير %(name)s ق
tl: I-export ang %(name)s

source: Edit Box
ar: تحرير مربع
tl: I-edit ang Kahon

source: Edit %(t)s Box
ar: تحرير %(t)s ق مربع
tl: I-edit ang %(t)s Box

source: Boxes Export
ar: صناديق التصدير
pl: Skrzynki Export
tl: I-export ang mga kahon

source: Contact Form Submitted
ar: نموذج الاتصال نشره
pl: Formularz kontaktowy Dodane
sw: Fomu ya Mawasiliano iliombwa
tl: Isinumite Contact Form

source: A contact form has been submitted.
ar: كما تم تقديم نموذج الاتصال.
pl: Formularz kontaktowy został złożony.
sw: fomu ya kuwasiliana imekuwa kuwasilishwa.
tl: Ang isang form ng contact ay naisumite na.

source: Can view contact
ar: يمكن عرض اتصال
pl: Można zobaczyć kontakt
sw: Unaweza kuona mawasiliano
tl: Maaaring tingnan ng contact

source: Add:
ar: إضافة:
pl: Dodaj:
sw: Kuongeza:
tl: Magdagdag ng:

source: Delete Page
ar: حذف الصفحة
pl: Usuń stronę
sw: Kufuta Ukurasa
tl: Tanggalin ang Pahina

source: Back to contacts search
ar: عودة الاتصالات إلى البحث
pl: Powrót do wyszukiwania kontaktów
sw: Nyuma ya mawasiliano search
tl: Bumalik sa paghahanap ng mga contact

source: Submitted on %(create_date)s by %(contact_creator)s
ar: المقدمة على %(create_date)s بنسبة %(contact_creator)s ق
sw: Iliombwa juu ya %(create_date)s na %(contact_creator)s
tl: Isinumite sa %(create_date)s ng %(contact_creator)s

source: %(m)s
ar: %(m)s ق

source: Submitted on %(create_date)s
ar: المقدمة على %(create_date)s ق
sw: Iliombwa juu ya %(create_date)s
tl: Isinumite sa %(create_date)s

source: %(contact)s's Contact Form Submission
ar: %(contact)s ق في الاتصال استمارة التقديم
sw: %(contact)s ya Fomu ya Mawasiliano Kujitoa
tl: %(contact)sg mga Contact Form Submission

source: content type
ar: نوع المحتوى
pl: Typ zawartości
sw: aina ya maudhui
tl: uri ng nilalaman

source: object id
ar: كائن معرف
pl: Obiekt ID
sw: kitu id
tl: bagay id

source: Can view contribution
ar: يمكن عرض مساهمة
pl: Można zobaczyć wkład
sw: Unaweza kuona mchango
tl: Maaaring tingnan ang contribution

source: Contributions Index Page
ar: مؤشر المساهمات الصفحة
pl: Składki Index
sw: Michango Index Page
tl: Kontribusyon Index ng Pahina

source: All Contributions
ar: جميع المساهمات
pl: Wszystkie treści
sw: Michango wote
tl: Ang lahat ng mga Kontribusyon

source: My Contributions
ar: بلدي الاشتراكات
pl: Moje edycje
sw: Michango My
tl: Aking mga Kontribusyon
