Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Step 4/4
ar: خطوة 4/4
pl: Krok 4/4
sw: Hatua ya 4/4
tl: Hakbang 4/4

source: We attempted
ar: حاولنا
pl: Próbowaliśmy
sw: Sisi alijaribu
tl: Sinubukan namin ang

source: Back to location search page.
ar: العودة الى صفحة البحث الموقع.
pl: Powrót do strony wyszukiwania lokalizacji.
sw: Nyuma ya eneo search ukurasa.
tl: Bumalik sa pahina ng paghahanap ng lokasyon.

source: Locations Import Map Fields
ar: مواقع استيراد تعيين الحقول
pl: Pola na mapie lokalizacje importu
sw: Locations Import Ramani Fields
tl: Mag-import ng mga lokasyon ng mga Patlang ng Mapa

source: Step 2/4
ar: خطوة 2/4
pl: Krok 2/4
sw: Hatua ya 2/4
tl: Hakbang 2/4

source: Locations Import Preview
ar: مواقع استيراد معاينة
pl: Lokalizacje importu Podgląd
tl: Mag-import ng mga lokasyon Preview

source: Step 3/4
ar: خطوة 3/4
pl: Krok 3/4
sw: Hatua ya 3/4
tl: Hakbang 3/4

source: Location Name
ar: اسم الموقع
pl: Nazwa lokalizacji
sw: Location Jina
tl: Pangalan ng Lokasyon

source: Website
ar: الموقع
pl: Strona WWW

source: Latitude
ar: خط العرض
pl: Szerokość
sw: Kituo

source: Longitude
ar: خط الطول
pl: Długość

source: Skipped
ar: تخطي
pl: Pominięte
tl: Nilaktawan

source: Location Import Failed!
ar: موقع استيراد فشل!
pl: Lokalizacja importu nie powiodło się!
sw: Location Import Imeshindwa!
tl: Mag-import ng Lokasyon Nabigong!

source: Please try again. If the problem continues to persist please contact us <a href="">here</a>.</p>
ar: يرجى المحاولة مرة أخرى. إذا استمرت المشكلة أن تستمر يرجى الاتصال بنا <a href=""> هنا </a>. </p>
pl: Proszę spróbować ponownie. Jeśli problem nadal utrzymuje się, prosimy o kontakt z nami <a href=""> </a>. </p>
sw: Tafadhali jaribu tena. Kama tatizo inaendelea yanaendelea tafadhali wasiliana nasi <a href=""> hapa </a>. </p>
tl: Pakisubukang muli. Kung patuloy ang problema sa magpumilit mangyaring makipag-ugnay sa amin ang <a href=""> dito </a>. </p>

source: Processing Location Import!
ar: تجهيز الموقع الاستيراد!
pl: Przetwarzanie Lokalizacja importu!
sw: Shirikisho Location Import!
tl: Pagpoproseso Mag-import ng Lokasyon!

source: We're not done yet! Come back and check on us again later. Thanks!
ar: نحن لم تفعل حتى الآن! أعود وتحقق لنا مرة أخرى لاحقا. شكر!
pl: My jeszcze nie koniec! Wrócić i sprawdzić na nas ponownie później. Dzięki!
sw: Sisi siyo kufanyika bado! Kuja nyuma na kuangalia juu yetu tena baadaye. Shukrani!
tl: Hindi kami pa tapos! Bumalik at suriin sa amin muli sa ibang pagkakataon. Salamat!

source: Import Locations
ar: مواقع استيراد
pl: Importowe Lokalizacje
tl: Mag-import ng Mga Lokasyon

source: Download the template (.xls or .csv). Populate the template with your information. Upload your updated spread sheet. Review and adjust settings. Preview import.
ar: تحميل قالب (.XLS أو .CSV). ملء القالب مع المعلومات الخاصة بك. تحميل ورقة انتشار المحدثة. مراجعة وضبط الإعدادات. استيراد المعاينة.
pl: Pobierz szablon (xls lub csv). Wypełnić szablon z informacji. Przesłać zaktualizowaną arkusza kalkulacyjnego. Przejrzyj i dostosuj ustawienia. Import napisów.
sw: Download template (xls au .csv). Idadi ya template kwa taarifa yako. Weka kuenea yako updated karatasi. Kupitia na kurekebisha mazingira. Preview kuagiza.
tl: I-download ang template (.xls o .csv). Malalagyan ng template kasama ang iyong impormasyon. Mag-upload ng iyong na-update spread sheet. Suriin at isaayos ang mga setting. I-preview ang pag-import.

source: Download:
ar: التحميل:
pl: Pobierz:
tl: I-download ang:

source: (**skip if you already have your spread sheet ready)
ar: (** تخطي إذا كان لديك بالفعل ورقة انتشار جاهزة)
pl: (** Pominąć, jeśli masz już gotowy Twój arkusz kalkulacyjny)
sw: (** Ruka kama tayari una karatasi yako kuenea tayari)
tl: (** Laktawan kung mayroon ka handa na ang iyong spread sheet)

source: .csv Template
ar: .CSV قالب
pl: csv Szablon
sw: .csv Kigezo

source: Step 1/4
ar: خطوة 1/4
pl: Krok 1/4
sw: Hatua ya 1/4
tl: Hakbang 1/4

source: Import .csv File
ar: استيراد ملف csv
pl: Import pliku csv
sw: Import .csv Picha
tl: Mag-import ng .csv File

source: List of
ar: قائمة
pl: Lista
sw: Orodha ya
tl: Listahan ng mga

source: Nearest
ar: الأقرب
pl: Najbliższe
sw: Karibu
tl: Pinakamalapit

source: Find Nearest
ar: ابحث عن أقرب
pl: Znajdź Najbliższe
sw: Kupata Karibu
tl: Hanapin ang pinakamalapit na

source: Please enter your location; address, city, state, or zipcode.
ar: من فضلك ادخل دولتك. العنوان، المدينة، الدولة، أو الرمز البريدي.
pl: Podaj swoją lokalizację; adres, miasto, województwo, lub kod pocztowy.
sw: Tafadhali kuingia eneo lako; ya mitaani, mji, jimbo, au Msimbo wa eneo.
tl: Mangyaring ipasok ang iyong lokasyon; address, lungsod, estado, o zipcode.

source: Submitted on %(dt)s by %(creator)s
ar: المقدمة على %(dt)s بنسبة %(creator)s ق
sw: Iliombwa juu ya %(dt)s na %(creator)s
tl: Isinumite sa %(dt)s ng %(creator)s

source: Google Directions
ar: الاتجاهات جوجل
pl: Wskazówki Google
sw: Maelekezo Google
tl: Google Direksyon

source: miles away
ar: miles المسافة
pl: mil
sw: maili
tl: milya ang layo

source: Location Logo
ar: موقع الشعار
pl: Położenie Logo
tl: Logo ng Lokasyon

source: Google Maps view of the Location
ar: عرض خرائط جوجل من الموقع
pl: Google Maps korzystać z tej lokalizacji
sw: Google Maps mtazamo wa Location
tl: Tingnan ng Lokasyon ng Google Maps

source: Google Maps view
ar: عرض خرائط جوجل
pl: Google Maps zobacz
sw: Google Maps kuona
tl: Tingnan ang Google Maps

source: Andorra
ar: أندورا
pl: Andora

source: United Arab Emirates
ar: الإمارات العربية المتحدة
pl: Zjednoczone Emiraty Arabskie
sw: Falme za Kiarabu

source: Afghanistan
ar: أفغانستان
pl: Afganistan

source: Antigua & Barbuda
ar: أنتيغوا وبربودا
pl: Antigua i Barbuda
sw: Antigua &amp; Barbuda
tl: Antigua &amp; Barbuda

source: Anguilla
ar: أنغيلا

source: Albania
ar: ألبانيا

source: Armenia
ar: أرمينيا

source: Netherlands Antilles
ar: جزر الأنتيل الهولندية
pl: Antyle Holenderskie
sw: Uholanzi Antilles

source: Angola
ar: أنغولا

source: Antarctica
ar: القارة القطبية الجنوبية
pl: Antarktyda

source: Argentina
ar: الأرجنتين
pl: Argentyna

source: American Samoa
ar: ساموا الأمريكية
pl: Samoa Amerykańskie
sw: Samoa ya Marekani

source: Austria
ar: النمسا

source: Australia
ar: أستراليا

source: Aruba
ar: أروبا

source: Azerbaijan
ar: أذربيجان
pl: Azerbejdżan

source: Bosnia and Herzegovina
ar: البوسنة والهرسك
pl: Bośnia i Hercegowina
sw: Bosnia na Herzegovina

source: Barbados
ar: بربادوس

source: Bangladesh
ar: بنغلاديش
pl: Bangladesz

source: Belgium
ar: بلجيكا
pl: Belgia
sw: Ubelgiji

source: Burkina Faso
ar: بوركينا فاسو

source: Bulgaria
ar: بلغاريا
pl: Bułgaria

source: Bahrain
ar: البحرين
pl: Bahrajn

source: Burundi
ar: بوروندي

source: Benin
ar: بنين

source: Bermuda
ar: برمودا
pl: Bermudy

source: Brunei Darussalam
ar: بروناي دار السلام

source: Bolivia
ar: بوليفيا
pl: Boliwia

source: Brazil
ar: البرازيل
pl: Brazylia

source: Bahama
ar: جزر البهاما
pl: Bahamy
sw: Bahamas
tl: Bahamas

source: Bhutan
ar: بوتان

source: Bouvet Island
ar: جزيرة بوفيت
pl: Wyspa Bouvet

source: Botswana
ar: بوتسوانا

source: Belarus
ar: روسيا البيضاء
pl: Białoruś

source: Belize
ar: بليز

source: Canada
ar: كندا
pl: Kanada

source: Cocos (Keeling) Islands
ar: كوكوس (كيلينغ)
pl: Wyspy Kokosowe (Wyspy Keelinga)
sw: Cocos (Keeling) Visiwa vya
tl: Mga Isla ng Cocos (Keeling)

source: Central African Republic
ar: جمهورية أفريقيا الوسطى
pl: Republika Środkowoafrykańska
sw: Jamhuri ya Afrika ya Kati
tl: Republika ng Gitnang Africa

source: Congo
ar: الكونغو
pl: Kongo

source: Switzerland
ar: سويسرا
pl: Szwajcaria
sw: Uswisi

source: Ivory Coast
ar: ساحل العاج
pl: Wybrzeże Kości Słoniowej
tl: Garing Coast

source: Cook Iislands
ar: كوك Iislands
pl: Kucharz Iislands

source: Chile
ar: تشيلي

source: Cameroon
ar: الكاميرون
pl: Kamerun

source: China
ar: الصين
pl: Chiny
tl: Tsina

source: Colombia
ar: كولومبيا
pl: Kolumbia

source: Costa Rica
ar: كوستاريكا
pl: Kostaryka

source: Cuba
ar: كوبا
pl: Kuba

source: Cape Verde
ar: الرأس الأخضر
pl: Wyspy Zielonego Przylądka

source: Christmas Island
ar: جزيرة الكريسماس
pl: Wyspa Bożego Narodzenia
sw: Kisiwa cha Krismasi

source: Cyprus
ar: قبرص
pl: Cypr

source: Czech Republic
ar: جمهورية التشيك
pl: Czechy
sw: Jamhuri ya Czech

source: Germany
ar: ألمانيا
pl: Niemcy
sw: Ujerumani
tl: Alemanya

source: Djibouti
ar: جيبوتي
pl: Dżibuti

source: Denmark
ar: الدنمارك
pl: Dania

source: Dominica
ar: دومينيكا
pl: Dominika
sw: Dominika

source: Dominican Republic
ar: جمهورية الدومينيكان
pl: Dominikana
sw: Jamhuri ya Dominika

source: Algeria
ar: الجزائر
pl: Algieria

source: Ecuador
ar: الإكوادور
pl: Ekwador

source: Estonia
ar: استونيا

source: Egypt
ar: مصر
pl: Egipt
sw: Misri
tl: Ehipto

source: Western Sahara
ar: الصحراء الغربية
pl: Sahara Zachodnia

source: Eritrea
ar: إريتريا
pl: Erytrea

source: Spain
ar: اسبانيا
pl: Hiszpania
sw: Hispania
tl: Espanya

source: Ethiopia
ar: إثيوبيا
pl: Etiopia

source: Finland
ar: فنلندا
pl: Finlandia

source: Fiji
ar: فيجي
pl: Fidżi

source: Falkland Islands (Malvinas)
ar: جزر فوكلاند (مالفيناس)
pl: Falklandy (Malwiny)
sw: Visiwa vya Falkland (Malvinas)
tl: Mga Isla ng Falkland (Malvinas)

source: Micronesia
ar: مايكرونيزيا
pl: Mikronezja

source: Faroe Islands
ar: جزر فارو
pl: Wyspy Owcze
sw: Visiwa vya Faroe

source: France
ar: فرنسا
pl: Francja
sw: Ufaransa

source: France, Metropolitan
ar: فرنسا، متروبوليتان
pl: Francja metropolitarna
sw: Ufaransa, Metropolitan

source: Gabon
ar: الغابون

source: United Kingdom (Great Britain)
ar: المملكة المتحدة (بريطانيا العظمى)
pl: Wielka Brytania (Wielka Brytania)
sw: United Kingdom (Uingereza)

source: Grenada
ar: غرينادا

source: Georgia
ar: جورجيا
pl: Gruzja

source: French Guiana
ar: غيانا الفرنسية
pl: Gujana Francuska
sw: Kifaransa

source: Ghana
ar: غانا

source: Gibraltar
ar: جبل طارق

source: Greenland
ar: غرينلاند
pl: Grenlandia

source: Gambia
ar: غامبيا

source: Guinea
ar: غينيا
pl: Gwinea

source: Guadeloupe
ar: جوادلوب
pl: Gwadelupa

source: Equatorial Guinea
ar: غينيا الاستوائية
pl: Gwinea Równikowa
sw: Guinea ya Ikweta

source: Greece
ar: اليونان
pl: Grecja
sw: Ugiriki

source: South Georgia and the South Sandwich Islands
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
pl: Georgia Południowa i Sandwich Południowy
sw: South Georgia na South Sandwich Islands
tl: South Georgia at ang South Sandwich Islands

source: Guatemala
ar: غواتيمالا
pl: Gwatemala

source: Guam
ar: غوام

source: Guinea-Bissau
ar: غينيا بيساو
pl: Gwinea Bissau

source: Guyana
ar: غيانا
pl: Gujana

source: Hong Kong
ar: هونغ كونغ

source: Heard & McDonald Islands
ar: هيرد وجزر ماكدونالد
pl: Heard i McDonalda Wyspy
sw: Heard &amp; McDonald Visiwa
tl: Narinig &amp; McDonald Islands

source: Honduras
ar: هندوراس

source: Croatia
ar: كرواتيا
pl: Chorwacja

source: Haiti
ar: هايتي

source: Hungary
ar: المجر
pl: Węgry

source: Indonesia
ar: اندونيسيا
pl: Indonezja

source: Ireland
ar: ايرلندا
pl: Irlandia

source: Israel
ar: إسرائيل
pl: Izrael

source: India
ar: الهند
pl: Indie

source: British Indian Ocean Territory
ar: إقليم المحيط الهندي البريطاني
pl: Brytyjskie Terytorium Oceanu Indyjskiego
sw: Uingereza katika Bahari Hindi
tl: Teritoryo ng British Indian Ocean

source: Iraq
ar: العراق
pl: Irak

source: Islamic Republic of Iran
ar: جمهورية إيران الإسلامية
pl: Islamska Republika Iranu
sw: Jamhuri ya Kiislamu ya Iran

source: Iceland
ar: أيسلندا
pl: Islandia

source: Italy
ar: إيطاليا
pl: Włochy
sw: Italia
tl: Italya

source: Jamaica
ar: جامايكا
pl: Jamajka

source: Jordan
ar: الأردن

source: Japan
ar: اليابان
pl: Japonia

source: Kenya
ar: كينيا
pl: Kenia

source: Kyrgyzstan
ar: قيرغيزستان
pl: Kirgistan

source: Cambodia
ar: كمبوديا
pl: Kambodża

source: Kiribati
ar: كيريباس

source: Comoros
ar: جزر القمر
pl: Komory
sw: Comoro

source: St. Kitts and Nevis
ar: سانت كيتس ونيفيس
pl: Saint Kitts i Nevis
sw: St Kitts na Nevis
tl: San Kitts at Nevis

source: Korea, Democratic People's Republic of
ar: جمهورية كوريا والشعبية الديمقراطية
pl: Republika Korei, Ludowo-Demokratyczna
sw: Jamhuri ya Korea, Kidemokrasia ya Watu wa
tl: Korea, Democratic Tao Republic of

source: Korea, Republic of
ar: جمهورية كوريا
pl: Republika Korei
sw: Korea, Jamhuri ya

source: Kuwait
ar: الكويت
pl: Kuwejt

source: Cayman Islands
ar: جزر كايمان
pl: Kajmany
tl: Mga Isla ng Cayman

source: Kazakhstan
ar: كازاخستان
pl: Kazachstan

source: Lao People's Democratic Republic
ar: جمهورية لاو الديمقراطية الشعبية
pl: Laotańska Republika Ludowo-Demokratyczna
sw: Lao ya Watu wa Jamhuri ya Kidemokrasia
tl: Lao Tao Democratic Republic

source: Lebanon
ar: لبنان
pl: Liban

source: Saint Lucia
ar: سانت لوسيا

source: Liechtenstein
ar: ليختنشتاين

source: Sri Lanka
ar: سري لانكا

source: Liberia
ar: ليبيريا

source: Lesotho
ar: ليسوتو
pl: Lesoto

source: Lithuania
ar: ليتوانيا
pl: Litwa

source: Luxembourg
ar: لوكسمبورغ
pl: Luksemburg

source: Latvia
ar: لاتفيا
pl: Łotwa

source: Libyan Arab Jamahiriya
ar: الجماهيرية العربية الليبية
pl: Libia
sw: Libya Jamahiriya Kiarabu

source: Morocco
ar: المغرب
pl: Maroko

source: Monaco
ar: موناكو

source: Moldova, Republic of
ar: جمهورية مولدوفا
pl: Mołdawia, Republika
sw: Moldova, Jamhuri ya

source: Madagascar
ar: مدغشقر
pl: Madagaskar

source: Marshall Islands
ar: جزر مارشال
pl: Wyspy Marshalla
sw: Visiwa vya Marshall

source: Mali
ar: مالي

source: Mongolia
ar: منغوليا

source: Myanmar
ar: ميانمار
pl: Birma

source: Macau
ar: ماكاو
pl: Makau

source: Northern Mariana Islands
ar: جزر ماريانا الشمالية
pl: Mariany Północne
sw: Visiwa vya Mariana ya Kaskazini

source: Martinique
ar: مارتينيك
pl: Martynika

source: Mauritania
ar: موريتانيا
pl: Mauretania

source: Monserrat
ar: مونسيرات

source: Malta
ar: مالطا

source: Mauritius
ar: موريشيوس

source: Maldives
ar: جزر المالديف
pl: Malediwy

source: Malawi
ar: مالاوي

source: Mexico
ar: المكسيك
pl: Meksyk

source: Malaysia
ar: ماليزيا
pl: Malezja

source: Mozambique
ar: موزمبيق
pl: Mozambik
sw: Msumbiji

source: Namibia
ar: ناميبيا

source: New Caledonia
ar: كاليدونيا الجديدة
pl: Nowa Kaledonia
sw: Kaledonia New
tl: Bagong Caledonia

source: Niger
ar: النيجر

source: Norfolk Island
ar: جزيرة نورفولك
pl: Norfolk
sw: Kisiwa cha Norfolk

source: Nigeria
ar: نيجيريا

source: Nicaragua
ar: نيكاراغوا
pl: Nikaragua
sw: Nikaragua

source: Netherlands
ar: هولندا
pl: Holandia
sw: Uholanzi

source: Norway
ar: النرويج
pl: Norwegia

source: Nepal
ar: نيبال

source: Nauru
ar: ناورو

source: Niue
ar: نيوي

source: New Zealand
ar: نيوزيلندا
pl: Nowa Zelandia

source: Oman
ar: عمان

source: Panama
ar: بنما

source: Peru
ar: بيرو

source: French Polynesia
ar: بولينيزيا الفرنسية
pl: Polinezja Francuska
sw: Polynesia ya Kifaransa

source: Papua New Guinea
ar: بابوا غينيا الجديدة
pl: Papua-Nowa Gwinea

source: Philippines
ar: الفلبين
pl: Filipiny
tl: Pilipinas

source: Pakistan
ar: باكستان

source: Poland
ar: بولندا
pl: Polska

source: St. Pierre & Miquelon
ar: سان بيير وميكلون
pl: Saint-Pierre i Miquelon
sw: St Pierre &amp; Miquelon
tl: San Pierre &amp; Miquelon

source: Pitcairn
ar: بيتكيرن

source: Puerto Rico
ar: بويرتو ريكو
pl: Portoryko

source: Portugal
ar: البرتغال
pl: Portugalia
sw: Ureno

source: Palau
ar: بالاو

source: Paraguay
ar: باراغواي
pl: Paragwaj

source: Qatar
ar: قطر
pl: Katar

source: Reunion
ar: لم الشمل

source: Romania
ar: رومانيا
pl: Rumunia

source: Russian Federation
ar: الاتحاد الروسي
pl: Rosja
sw: Shirikisho la Urusi

source: Rwanda
ar: رواندا

source: Saudi Arabia
ar: المملكة العربية السعودية
pl: Arabia Saudyjska

source: Solomon Islands
ar: جزر سليمان
pl: Wyspy Salomona
sw: Visiwa vya Solomon

source: Seychelles
ar: سيشيل
pl: Seszele
sw: Shelisheli

source: Sudan
ar: السودان

source: Sweden
ar: السويد
pl: Szwecja

source: Singapore
ar: سنغافورة
pl: Singapur

source: St. Helena
ar: سانت هيلانة
pl: Helena
tl: San Helena

source: Slovenia
ar: سلوفينيا
pl: Słowenia

source: Svalbard & Jan Mayen Islands
ar: سفالبارد وجان مايان
pl: Svalbard i Jan Mayen
sw: Svalbard &amp; Jan Mayen Visiwa vya
tl: Svalbard at Jan Mayen Islands

source: Slovakia
ar: سلوفاكيا
pl: Słowacja

source: Sierra Leone
ar: سيراليون

source: San Marino
ar: سان مارينو

source: Senegal
ar: السنغال

source: Somalia
ar: الصومال

source: Suriname
ar: سورينام
pl: Surinam

source: Sao Tome & Principe
ar: ساو تومي وبرينسيبي
pl: Wyspy Świętego Tomasza i Książęca
sw: Sao Tome &amp; Principe
tl: Sao Tome &amp; Principe

source: El Salvador
ar: السلفادور
pl: Salwador

source: Syrian Arab Republic
ar: الجمهورية العربية السورية
pl: Syryjska Republika Arabska
sw: Kiarabu ya Syria Jamhuri ya

source: Swaziland
ar: سوازيلاند
pl: Suazi

source: Turks & Caicos Islands
ar: جزر تركس وكايكوس
pl: Wyspy Turks i Caicos
sw: Turks &amp; Caicos Islands
tl: Turks at Caicos

source: Chad
ar: تشاد
pl: Czad

source: French Southern Territories
ar: الأقاليم الجنوبية الفرنسية
pl: Francuskie Terytoria Południowe
sw: Kusini mwa Ufaransa

source: Togo
ar: توغو

source: Thailand
ar: تايلاند
pl: Tajlandia

source: Tajikistan
ar: طاجيكستان
pl: Tadżykistan

source: Tokelau
ar: توكيلاو

source: Turkmenistan
ar: تركمانستان

source: Tunisia
ar: تونس
pl: Tunezja

source: Tonga
ar: تونغا

source: East Timor
ar: تيمور الشرقية
pl: Timor Wschodni
sw: Timor ya Mashariki
tl: Silangang Timor

source: Turkey
ar: تركيا
pl: Turcja
sw: Uturuki

source: Trinidad & Tobago
ar: ترينيداد وتوباجو
pl: Trynidad i Tobago
sw: Trinidad &amp; Tobago
tl: Trinidad &amp; Tobago

source: Tuvalu
ar: توفالو

source: Taiwan, Province of China
ar: مقاطعة تايوان الصينية
pl: Tajwan, Prowincja Chin
sw: Taiwan, Mkoa wa China
tl: Taiwan, Lalawigan ng Tsina

source: Tanzania, United Republic of
ar: جمهورية تنزانيا المتحدة
pl: Tanzania, Zjednoczona Republika
sw: Tanzania, Jamhuri ya Muungano wa

source: Ukraine
ar: أوكرانيا
pl: Ukraina

source: Uganda
ar: أوغندا

source: United States Minor Outlying Islands
ar: جزر الولايات المتحدة البعيدة الصغيرة
pl: Stany Zjednoczone Dalekie Wyspy Mniejsze Stanów
tl: Mga minor na nakapaligid Mga Isla ng Estados Unidos

source: United States of America
ar: الولايات المتحدة الأمريكية
pl: Stany Zjednoczone Ameryki
tl: Estados Unidos ng Amerika

source: Uruguay
ar: أوروغواي
pl: Urugwaj
sw: Urugwai

source: Uzbekistan
ar: أوزبكستان

source: Vatican City State (Holy See)
ar: دولة الفاتيكان (الكرسي الرسولي)
pl: Państwo Watykańskie (Stolica Apostolska)
tl: Lungsod ng Vatican State (Holy See)

source: St. Vincent & the Grenadines
ar: سانت فنسنت وجزر غرينادين
pl: Saint Vincent i Grenadyny
sw: St Vincent &amp; Grenadines
tl: San Vicente at ang Grenadines

source: Venezuela
ar: فنزويلا
pl: Wenezuela

source: British Virgin Islands
ar: جزر فيرجن البريطانية
pl: Brytyjskie Wyspy Dziewicze

source: United States Virgin Islands
ar: الولايات المتحدة جزر فيرجن
pl: Wyspy Dziewicze Stanów Zjednoczonych
sw: Visiwa vya Virgin vya
tl: Estados Unidos Virgin Islands

source: Viet Nam
ar: فيتنام
pl: Wietnam

source: Vanuatu
ar: فانواتو

source: Wallis & Futuna Islands
ar: واليس وفوتونا
pl: Wallis i Futuna
sw: Wallis &amp; Futuna Visiwa vya
tl: Wallis at Futuna Islands

source: Samoa
ar: ساموا

source: Yemen
ar: اليمن
pl: Jemen

source: Mayotte
ar: مايوت
pl: Majotta

source: Yugoslavia
ar: يوغوسلافيا
pl: Jugosławia

source: South Africa
ar: جنوب أفريقيا
pl: Republika Południowej Afryki
sw: Afrika Kusini

source: Zambia
ar: زامبيا

source: Zaire
ar: زائير
pl: Zair

source: Zimbabwe
ar: زيمبابوي

source: Unknown or unspecified country
ar: بلد غير معروف أو غير محدد
pl: Nieznany lub nieokreślony kraj
sw: Nchi ya jamii haijulikani au isiyojulikana
tl: Hindi alam o hindi natukoy na bansa

source: Make Online Payment
ar: جعل الدفع الإلكتروني
pl: Dokonaj płatności online
sw: Kufanya Online Malipo
tl: Gumawa ng Online Pagbabayad

source: A valid e-mail address, please.
ar: عنوان البريد الإلكتروني صحيح، الرجاء.
pl: Podany adres e-mail, proszę.
sw: anwani halali ya barua pepe, tafadhali.
tl: Ang isang wastong e-mail address, mangyaring.

source: Make Payment Added
ar: أضيفت جعل الدفع
pl: Dodać Płatność Dodano
sw: Kufanya Malipo Aliongeza
tl: Gawing Idinagdag sa Pagbabayad

source: A payment has been made.
ar: تم إجراء الدفع.
pl: Dokonano płatności.
sw: malipo yamepatikana.
tl: Ang kabayaran ay ginawa.

source: address line 2
ar: العنوان سطر 2
pl: 2 wiersz adresu
sw: anwani line 2
tl: address linya 2

source: referred by
ar: يحيلها
pl: o których mowa w
sw: inajulikana kwa
tl: refer sa pamamagitan ng

source: General Payment
ar: الدفع العام
pl: Ogólne Płatność
sw: General Malipo
tl: Pangkalahatang Pagbabayad

source: General Payments
ar: المدفوعات عام
pl: Płatności Ogólne
sw: General Malipo
tl: Pangkalahatang Pagbabayad

source: Make Payment Invoice
ar: جعل دفع الفاتورة
pl: Dokonać płatności faktury
sw: Kufanya Malipo ankara
tl: Gumawa ng Invoice sa Pagbabayad

source: Make a Payment
ar: جعل الدفع
pl: Dokonaj płatności
sw: Kufanya Malipo
tl: Magsagawa ng Pagbabayad

source: Add a Payment Confirmation
ar: إضافة تأكيد الدفع
pl: Dodaj potwierdzeniem zapłaty
sw: Kuongeza Malipo ya Kipaimara
tl: Magdagdag ng isang Pagkumpirma ng Pagbabayad

source: Email Notification
ar: تبليغ البريد الإلكتروني
pl: Powiadomienie e-mail
tl: Abiso sa Email

source: %(SITE_GLOBAL_SITEDISPLAYNAME)s Thank you for your payment of %(makepay)s.
ar: %(SITE_GLOBAL_SITEDISPLAYNAME)s ق شكرا لدفعك لل %(makepay)s ق.
sw: %(SITE_GLOBAL_SITEDISPLAYNAME)s Asante kwa ajili ya malipo yako ya %(makepay)s.
tl: %(SITE_GLOBAL_SITEDISPLAYNAME)s Salamat sa iyo para sa iyong mga pagbabayad ng %(makepay)s.

source: This e-mail does not confirm payment approval.
ar: هذا البريد الإلكتروني لا تؤكد الموافقة على الدفع.
pl: Ten adres e-mail nie potwierdzi zgody płatności.
sw: Hii e-mail haina kuthibitisha malipo idhini.
tl: Ang e-mail ay hindi kumpirmahin ang pag-apruba ng pagbabayad.

source: To check the status of your payment, click here:
ar: للتحقق من حالة الدفع الخاصة بك، انقر هنا:
pl: Aby sprawdzić stan płatności, kliknij tutaj:
sw: Kwa kuangalia hali ya malipo yako, bonyeza hapa:
tl: Upang tingnan ang katayuan ng iyong pagbabayad, i-click dito:

source: *** Important Note: This is a private link. Please DO NOT share it with anybody publicly.
ar: *** ملاحظة هامة: هذا هو الرابط الخاص. الرجاء عدم تقاسمها مع أي شخص علنا.
pl: *** Ważna uwaga: To jest prywatny związek. Prosimy NIE podzielić się nim z nikim publicznie.
sw: *** Muhimu Kumbuka: Hii ni kiungo binafsi. Tafadhali DO NOT kushiriki ni pamoja na mtu yeyote hadharani.
tl: *** Mahalagang Paunawa: Ito ay isang pribadong link. Mangyaring HUWAG ibahagi ito sa kahit sino sa publiko.

source: Thank you for your payment attempt to %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: شكرا لمحاولة دفعك إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Asante kwa ajili ya malipo ya jaribio lako la kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Salamat sa iyo para sa iyong mga pagtatangka pagbabayad sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Make Payment ID
ar: جعل ID الدفع
pl: Dokonać płatności ID
sw: Kufanya Malipo ID
tl: Gumawa ng ID ng Pagbabayad

source: Payment #
ar: دفع #
pl: Płatność #
sw: Malipo #
tl: Pagbabayad #

source: Tendenci User Home
ar: Tendenci الرئيسية العضو
pl: Tendenci użytkownika Strona główna
sw: Tendenci mtumiaji Nyumbani

source: Make Payments
ar: جعل المدفوعات
pl: Dokonaj płatności
sw: Kufanya Malipo
tl: Magsagawa ng Pagbabayad

source: Make Payments:
ar: جعل المدفوعات:
pl: Dokonać płatności:
sw: Kufanya Malipo:
tl: Magsagawa ng Pagbabayad:

source: View a Payment
ar: عرض الدفع
pl: Zobacz Płatność
sw: View Malipo
tl: Tingnan ng Pagbabayad

source: Payment Amount:
ar: دفع المبلغ:
pl: Kwota płatności:
sw: Malipo ya kiasi:
tl: Halaga ng Pagbabayad:

source: Invoice ID:
ar: الفاتورة ID:
pl: Faktura ID:
sw: Ankara ID:

source: User:
ar: العضو:
pl: Użytkownik:
sw: Mtumiaji:

source: Referred By:</div><div>%(mpref)s
ar: يشار بواسطة: </div> <div> %(mpref)s ق
sw: Inajulikana By: </div> <div> %(mpref)s
tl: Ni-refer ni: </div> <div> %(mpref)s

source: Comments:
ar: تعليقات:
pl: Komentarze:
sw: Maoni:
tl: Mga Puna:
