Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Count
ar: عد
pl: Liczyć
sw: Hesabu
tl: Bilangin

source: TOTAL
ar: المجموع
pl: RAZEM
sw: JUMLA

source: The following apps had data for the selected date range and are included in this report. Click to jump to a specific section
ar: كانت التطبيقات التالية البيانات لنطاق التاريخ المحدد ويتم إدراجها في هذا التقرير. انقر للانتقال إلى قسم محدد
pl: Następujące aplikacje miały dane dla wybranego zakresu dat i są uwzględnione w niniejszym raporcie. Kliknij, aby przejść do konkretnej sekcji
sw: programu zifuatazo walikuwa data kwa kuchaguliwa tarehe mbalimbali na ni pamoja na katika ripoti hii. Click kuruka kwa sehemu maalum
tl: Ang mga sumusunod na apps ay nagkaroon ng data para sa napiling hanay ng petsa at kasama sa ulat na ito. I-click upang lumipat sa isang tiyak na seksyon

source: Back to Top
ar: العودة إلى الأعلى
pl: Powrót do góry
sw: Nyuma ya Juu
tl: Bumalik sa Tuktok

source: Invoices for %(t)s sorted by Date
ar: فواتير %(t)s ق مرتبة حسب التاريخ
sw: Ankara kwa %(t)s yamepangwa kwa Tarehe
tl: Invoice para sa %(t)s pinagsunod-sunod sa pamamagitan ng Petsa

source: Inv. ID
ar: الجرد. ID

source: Payment ID
ar: ID الدفع
pl: Płatność ID
sw: Malipo ID
tl: ID ng Pagbabayad

source: Payer
ar: سداد
pl: Opłacać
sw: Kulipa
tl: Magbayad off

source: Transaction ID
ar: رقم المعاملات
pl: ID transakcji
tl: ID ng Transaksyon

source: tendered
ar: مناقصة
pl: przetargu
sw: zabuni

source: estimate
ar: تقدير
pl: oszacowanie
sw: makisio
tl: tantiya

source: Summary of %(c)s invoices for %(t)s
ar: ملخص %(c)s ق فواتير %(t)s ق
sw: Muhtasari wa %(c)s ankara kwa %(t)s
tl: Mga invoice Buod ng %(c)s para sa %(t)s

source: Member Type
ar: نوع العضو
pl: Typ państwa
sw: Mwanachama Aina
tl: Uri ng Miyembro

source: Payment Type
ar: نوع الدفع
pl: Rodzaj płatności
sw: Malipo Aina
tl: Uri ng Pagbabayad

source: Allocated To
ar: المخصصة ل
pl: Przydzieloną
sw: Zilizotengwa kwa ajili ya
tl: Upang inilaan

source: No invoices found
ar: لا الفواتير وجدت
pl: Nie znaleziono żadnych faktur
sw: Hakuna ankara kupatikana
tl: Walang nahanap na mga invoice

source: Newest
ar: جدد
pl: Najnowsze
tl: Pinakabago

source: Oldest
ar: أقدم
pl: Najstarszy
sw: Kongwe
tl: Pinakaluma

source: Search In
ar: البحث في
pl: Szukaj w
sw: Search Katika
tl: Sa Paghahanap

source: No such page of results!
ar: لا يوجد صفحة مثل هذه النتائج!
pl: Nie taka strona z wynikami!
sw: Hakuna kama ukurasa wa matokeo!
tl: Walang ganoong pahina ng mga resulta!

source: Advanced Search
ar: بحث متقدم
pl: Wyszukiwanie zaawansowane
sw: Kutafuta
tl: Advanced na Paghahanap

source: Search in:
ar: ابحث في:
pl: Szukaj w:
sw: Tafuta kwa:
tl: Hanapin sa:

source: If no items are selected then all content is searched.
ar: إذا تم تحديد أي عناصر ثم يتم البحث عن المحتوى.
pl: Jeśli jest zaznaczony żaden element to cała zawartość jest poszukiwany.
sw: Kama hakuna vitu ni kuchaguliwa kisha maudhui yote ni searched.
tl: Kung walang mga aytem ay pinili pagkatapos ang lahat ng nilalaman ay naghanap.

source: Sort by:
ar: ترتيب بواسطة:
pl: Sortuj według:
sw: Panga kwa:
tl: Ayusin ayon sa:

source: No results found.
ar: لم يتم العثور على النتائج.
pl: Nie znaleziono żadnych wyników.
sw: Hakuna matokeo yaliyopatikana.
tl: Walang nakitang mga resulta.

source: %(bit)r tag takes one argument: the search result object
ar: %(bit)r علامة ص يأخذ وسيطة واحدة: الكائن نتيجة البحث
sw: %(bit)r tag inachukua hoja moja: matokeo ya utafutaji kitu
tl: %(bit)r tag tumatagal ng isang argumento: ang object ng resulta ng paghahanap

source: Story Information
ar: معلومات القصة
pl: Historia Informacje
sw: Story Habari
tl: Story Impormasyon

source: No image
ar: لا يوجد صورة
pl: Brak obrazu
sw: Hakuna picha
tl: Walang larawan

source: Image
ar: صورة
pl: Obraz
tl: Imahe

source: Clone selected stories
ar: استنساخ اختيار القصص
pl: Clone wybrane historie
sw: Clone kuchaguliwa hadithi
tl: I-clone ang napiling mga kuwento

source: Stories can be created and rotated on a specified area on the site
ar: قصص يمكن إنشاء وتناوب على منطقة محددة على الموقع
pl: Historie mogą być tworzone i obracany na określonym obszarze na stronie
sw: Stories inaweza kuundwa na kuzungushwa juu ya eneo maalum kwenye tovuti
tl: Mga Kuwento Maaaring malikha at maipihit sa isang tinukoy na lugar sa site

source: %(dname)s Latest Stories
ar: %(dname)s أخر من قصص
tl: %(dname)s Pinakabagong Mga Kuwento

source: Full Story Link
ar: القصة الكاملة لينك

source: Check if you want this story to expire and be sure to specify the end date.
ar: تحقق مما إذا كنت تريد أن تنتهي هذه القصة وتأكد من تحديد تاريخ نهاية.
pl: Zaznacz jeśli chcesz tę historię wygaśnie i pamiętaj, aby określić datę zakończenia.
sw: Angalia kama unataka habari hii na kumalizika na kuwa na uhakika na bayana tarehe ya mwisho.
tl: Lagyan ng check kung gusto mo ang kwentong ito upang i-expire at siguraduhin na tukuyin ang petsa ng pagtatapos.

source: File Path
ar: مسار ملف
pl: Ścieżka pliku
sw: Picha Njia
tl: Path ng File

source: Link Title
ar: العنوان الرابط
pl: Link Tytuł
tl: Pamagat ng Link

source: Photo that represents this story.
ar: الصورة التي تمثل هذه القصة.
pl: Zdjęcie, które przedstawia tę historię.
sw: Picha kwamba inawakilisha hadithi hii.
tl: Larawan na kumakatawan sa kuwentong ito.

source: The rotator where this story belongs.
ar: والمدورة حيث تنتمي هذه القصة.
pl: Rotator, gdzie należy ta historia.
sw: rotator ambapo hadithi hii ni.
tl: Ang rotator kung saan nabibilang ang kwentong ito.

source: Rotator Position
ar: محور دوار الوظيفة
pl: Rotator Pozycja
tl: Posisyon Rotator

source: Can view story
ar: يمكن عرض القصة
pl: Może zobaczyć historię
sw: Unaweza kuona hadithi
tl: Maaaring tingnan ng kuwento

source: stories
ar: قصص
pl: historie
sw: hadithi
tl: mga kuwento

source: Successfully added %(str)s
ar: وأضاف بنجاح %(str)s ق
sw: Mafanikio aliongeza %(str)s
tl: Matagumpay na naidagdag %(str)s

source: Delete Story
ar: حذف قصة
pl: Usuń historię
sw: Kufuta Story
tl: Tanggalin Story

source: Delete a Story
ar: حذف قصة
pl: Usunąć historię
sw: Kufuta Story
tl: Tanggalin ang isang Story

source: Are you sure you want to permanently delete this story?
ar: هل أنت متأكد أنك تريد حذف هذه القصة بشكل دائم؟
pl: Czy jesteś pewien, że chcesz usunąć ten artykuł?
sw: Je, una uhakika unataka kufuta hadithi hii?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang kwentong ito?

source: Save Story Changes
ar: قصة حفظ التغييرات
pl: Zapisz Story Zmiany
sw: Save Story Mabadiliko
tl: I-save ang Mga Pagbabago Story

source: Stories Export
ar: قصص تصدير
pl: Eksport historie
tl: Mga Kuwento ng Pag-export

source: Stories Index Page
ar: فهرس قصص الصفحة
pl: Historie Index
tl: Mga Kuwento Index ng Pahina

source: All Stories
ar: كل الأحداث
pl: Wszystkie historie
tl: Lahat ng Mga Kuwento

source: Story List
ar: قائمة قصة
pl: Lista historia
sw: Story Orodha ya
tl: Listahan ng Story

source: Add Story
ar: إضافة قصة
pl: Dodaj artykuł
sw: Kuongeza Story
tl: Magdagdag ng Story

source: Export Stories
ar: قصص تصدير
pl: Opowieści eksport
tl: I-export ang Mga Kuwento

source: This Story
ar: هذا المقال
pl: Ta historia
sw: Story Hii
tl: Story ito

source: View Story
ar: عرض القصة
pl: Zobacz Story
tl: Tingnan Story

source: Edit Story
ar: قصة تحرير
tl: I-edit ang Story

source: Back to regular story view
ar: إلى طريقة عرض القصة العادية
pl: Powrót do normalnego widoku historii
sw: Nyuma ya mara kwa mara hadithi mtazamo
tl: Bumalik sa regular na view ng kuwento

source: Links to:
ar: روابط ل:
pl: Linki do:
sw: Links kwa:
tl: Link sa:

source: Link title:
ar: عنوان الرابط:
pl: Tytuł link:
tl: Pamagat ng Link:

source: Ordered by latest added
ar: بأمر من المضاف حديثا
pl: Zamawiane przez ostatni dodany
sw: Kufuatana na karibuni aliongeza
tl: Nakaayos ayon sa pinakabagong idinagdag

source: Upload a Story Image
ar: تحميل قصة صورة
pl: Prześlij Story obraz
sw: Weka Story Image
tl: Mag-upload ng Story Imahe

source: To upload image to this story, browse to your document and click Upload Image.
ar: لتحميل صورة لهذه القصة، انتقل إلى المستند الخاص بك وانقر تحميل صورة.
pl: Aby przesłać zdjęcie do tej historii, przejdź do dokumentu, a następnie kliknij przycisk Prześlij obraz.
sw: Ili kupakia picha na habari hii, kuvinjari kwa hati yako na bonyeza Pakia Image.
tl: Upang mag-upload ng imahe sa kuwentong ito, mag-browse sa iyong dokumento at i-click ang Mag-upload ng Imahe.

source: Upload Image
ar: تحميل صورة
pl: Prześlij zdjęcie
tl: Mag-upload ng Imahe

source: Group Subscription
ar: الاشتراك المجموعة
pl: Grupa Subskrypcja
sw: Subscription Group
tl: Pangkat ng Subscription

source: Group Subscriptions
ar: الاشتراكات المجموعة
pl: Grupa Subskrypcje
tl: Pangkat ng Subscription

source: Subscriber
ar: المشترك
pl: Abonent
sw: Mteja

source: Are you sure you want to delete this Subscriber?
ar: هل أنت متأكد أنك تريد حذف هذا المشترك؟
pl: Czy na pewno chcesz usunąć tę Abonenta?
sw: Je, una uhakika unataka kufuta mteja hili?
tl: Sigurado ka bang gusto mong tanggalin ang Subscriber?

source: Delete Subscriber
ar: حذف المشترك
pl: Usuń Abonenta
sw: Kufuta mteja
tl: Tanggalin ang Subscriber

source: 0 Subscribers Found
ar: 0 المشتركون العثور على
pl: Znaleziono 0 zapisani
sw: 0 Wanachama Kupatikana
tl: Nakahanap ng 0 Mga Subscriber

source: Template Name
ar: اسم القالب
pl: Nazwa szablonu
sw: Kigezo Jina
tl: Pangalan ng Template

source: Theme:
ar: الموضوع:
pl: Temat:
sw: Dhamira:
tl: Tema:

source: This is not a valid file type to upload.
ar: هذا ليس نوع ملف صالح لتحميل.
pl: To nie jest ważny rodzaj pliku do przesłania.
sw: Hii si halali aina ya faili ya kupakia.
tl: Ito ay hindi isang wastong uri ng file na ia-upload.

source: theme archive
ar: ارشيف الموضوع
pl: Archiwum motyw
sw: archive mandhari
tl: archive tema

source: theme archives
ar: موضوع المحفوظات
pl: Archiwa tematyczne
sw: nyaraka mandhari
tl: tema archive

source: Can view theme version
ar: يمكن مشاهدة النسخة موضوع
pl: Można zobaczyć wersję tematu
sw: Unaweza kuona mandhari version
tl: Maaaring tingnan ang bersyon na tema

source: Custom template not found. Make sure you've copied over the themes to the THEME_DIR.
ar: لم يتم العثور على قالب مخصص. تأكد من أنك قد نسخت على الموضوعات إلى THEME_DIR.
pl: Nie znaleziono szablon niestandardowy. Upewnij się, że zostały skopiowane tematów do THEME_DIR.
sw: Desturi template si kupatikana. Kuhakikisha umefanya kunakiliwa juu ya mandhari ya THEME_DIR.
tl: Hindi natagpuan ang pinasadyang template. Tiyakin na kinopya mo sa ibabaw ng mga tema sa THEME_DIR.

source: Cannot update file.
ar: لا يمكن تحديث الملف.
pl: Nie można zaktualizować pliku.
sw: Je, si update file.
tl: Hindi ma-update ang file.

source: Your changes have been saved.
ar: تم حفظ التغييرات.
pl: Zmiany zostały zapisane.
sw: Mabadiliko yako yamehifadhiwa.
tl: Ang iyong mga pagbabago ay nai-save.

source: Template "%(name)s" already exists
ar: قالب &quot; %(name)s ق&quot; موجود بالفعل
sw: Kigezo &quot; %(name)s&quot; tayari lipo
tl: Template &quot; %(name)s&quot; ay umiiral na

source: Successfully updated theme colors.
ar: تحديث بنجاح ألوان السمة.
pl: Pomyślnie zaktualizowane kolorów motywu.
sw: Mafanikio updated rangi mandhari.
tl: Matagumpay na na-update na mga kulay na tema.

source: Back to Theme-Editor
ar: عودة إلى موضوع محرر
pl: Powrót do tematu-Editor
sw: Back to Theme-Mhariri
tl: Bumalik sa Tema-Editor

source: Tendenci Apps
ar: تطبيقات Tendenci
pl: Aplikacje trendy
sw: Mwelekeo Apps

source: Choose an app that you wish to override:
ar: اختر التطبيق الذي ترغب في تجاوز:
pl: Wybierz aplikację, którą chcesz zastąpić:
sw: Chagua programu kwamba unataka override:
tl: Pumili ng isang app na nais mong i-override:

source: default templates
ar: القوالب الافتراضية
pl: domyślne szablony
tl: default na template

source: No information available.
ar: لا توجد معلومات متاحة.
pl: Brak dostępnych informacji.
sw: Hakuna taarifa zilizopo.
tl: Walang magagamit na impormasyon.

source: Author:
ar: الكاتب:
pl: Autor:
tl: May-akda:

source: View author's website
ar: موقع وجهة نظر المؤلف
pl: Zobacz autorska strona internetowa
sw: Tovuti View mwandishi
tl: Tingnan ang website ng may-akda

source: Make this my active theme
ar: جعل هذا الموضوع نشط بلدي
pl: Ustaw jako aktywny temat
sw: Kufanya hii mada yangu kazi
tl: Gawin itong aking aktibong tema

source: Tags:
ar: الكلمات:
pl: Tagi:

source: Version:
ar: النسخة:
pl: Wersja:
tl: Bersyon:

source: View this file in a new window.
ar: عرض هذا الملف في نافذة جديدة.
pl: Zobacz ten plik w nowym oknie.
sw: Kuona faili hili katika dirisha mpya.
tl: Tingnan ang file na ito sa isang bagong window.

source: Delete this file.
ar: حذف هذا الملف.
pl: Usuń ten plik.
sw: Kufuta faili hii.
tl: Tanggalin ang file na ito.

source: Downloading themes. Please wait...
ar: تنزيل الموضوعات. يرجى الانتظار ...
pl: Pobieranie tematów. Proszę czekać ...
sw: Kupakua mandhari. Tafadhali kusubiri ...
tl: Nagda-download ng mga tema. Mangyaring maghintay ...

source: Currently Editing
ar: حاليا التحرير
pl: Obecnie Montaż
sw: Hivi sasa Editing
tl: Sa kasalukuyan Pag-edit

source: Delete this File
ar: حذف هذا الملف
pl: Usunąć ten plik
sw: Kufuta Picha hii
tl: Tanggalin ang File

source: Previous Versions
ar: الإصدارات السابقة
pl: Poprzednie wersje
sw: Versions uliopita
tl: Nakaraang Bersyon

source: Click a version below to load it in the editor. The version will not be restored until you save your changes.
ar: انقر نسخة أدناه لتحميله في المحرر. لن يتم استعادة النسخة حتى يتم حفظ التغييرات.
pl: Kliknij poniżej wersję załadować go w edytorze. Wersja nie zostanie przywrócony do momentu zapisania zmian.
sw: Bonyeza toleo chini kwa mzigo katika mhariri. toleo si kurejeshwa mpaka kuhifadhi mabadiliko yako.
tl: I-click ang isang bersyon sa ibaba upang i-load ito sa editor. Ang bersyon na ito ay hindi naibalik hanggang sa i-save ang iyong mga pagbabago.

source: Load %(archname)s versioned on %(archdate)s by %(archauth)s
ar: تحميل %(archname)s ق إصداراتها على %(archdate)s بنسبة %(archauth)s ق
sw: Mzigo %(archname)s versioned juu ya %(archdate)s na %(archauth)s
tl: Y versioned I-load ang %(archname)sa %(archdate)s ng %(archauth)s

source: No versions available.
ar: لا الإصدارات المتاحة.
pl: Brak wersje.
sw: Hakuna matoleo inapatikana.
tl: Walang magagamit na bersyon.

source: No file selected. Select a file or directory from the list on the right.
ar: اختيار أي ملف. تحديد ملف أو دليل من القائمة على اليمين.
pl: Nie wybranego pliku. Wybierz plik lub katalog z listy po prawej stronie.
sw: Hakuna faili ya kuchaguliwa. Chagua faili au directory kutoka orodha juu ya haki.
tl: Walang napiling mga file. Pumili ng isang file o direktoryo mula sa listahan sa kanan.

source: Currently editing
ar: تحرير حاليا
pl: Obecnie edycji
sw: Hivi sasa editing
tl: Sa kasalukuyan pag-edit

source: on your site
ar: على موقعك
pl: na swojej stronie
sw: kwenye tovuti yako
tl: sa iyong site

source: Active theme:
ar: الموضوع النشط:
pl: Aktywny temat:
sw: Active mada:
tl: Mga aktibong tema:

source: Change?
ar: تغيير؟
pl: Zmienić?
sw: Kubadilika?
tl: Baguhin?

source: Choose a folder or file to edit:
ar: اختيار مجلد أو ملف لتعديل:
pl: Wybierz folder lub plik do edycji:
sw: Kuchagua folder au faili hariri:
tl: Pumili ng isang folder o file upang i-edit:

source: Customize more templates
ar: تخصيص المزيد من القوالب
pl: Dostosuj więcej szablonów
sw: Customize templates zaidi
tl: I-customize ang higit pang mga template

source: Copy down one of Tendenci's built-in app templates and customize it.
ar: انسخ أحد Tendenci الذي بني في قوالب التطبيق وتخصيصه.
pl: Skopiować w dół jedną z Tendenci wbudowanej szablony aplikacji i dostosować go.
sw: Nakala chini moja ya Tendenci ya kujengwa katika programu templates na Customize yake.
tl: Kopyahin ang isa sa Tendenci ng built-in na mga template ng app at i-customize ito.

source: Create a new template
ar: إنشاء قالب جديد
pl: Tworzenie nowego szablonu
sw: Kujenga template mpya
tl: Lumikha ng isang bagong template

source: Click the button below to add a new template.
ar: انقر فوق الزر أدناه لإضافة قالب جديد.
pl: Kliknij przycisk poniżej, aby dodać nowy szablon.
sw: Bonyeza kifungo chini kwa kuongeza template mpya.
tl: I-click ang pindutan sa ibaba upang magdagdag ng isang bagong template.

source: New Template
ar: قالب جديد
pl: Nowy szablon
sw: New Kigezo
tl: Bagong Template

source: Create new template
ar: خلق قالب جديد
pl: Tworzenie nowego szablonu
sw: Kujenga template mpya
tl: Lumikha ng bagong template

source: Please enter template name.
ar: من فضلك ادخل اسم القالب.
pl: Proszę wpisać nazwę szablonu.
sw: Tafadhali kuingia jina template.
tl: Mangyaring magpasok ng pangalan ng template.

source: Are you sure you want to delete this file from your theme?
ar: هل أنت متأكد أنك تريد حذف هذا الملف من الموضوع الخاص بك؟
pl: Czy na pewno chcesz usunąć ten plik z tematem?
sw: Je, una uhakika unataka kufuta faili hili kutoka mandhari yako?
tl: Sigurado ka bang gusto mong tanggalin ang file na ito mula sa iyong tema?

source: Are you sure you want to delete the following file?
ar: هل أنت متأكد أنك تريد حذف الملف التالي؟
pl: Czy na pewno chcesz usunąć następujący plik?
sw: Je, una uhakika unataka kufuta faili yafuatayo?
tl: Sigurado ka bang gusto mong tanggalin ang mga sumusunod na file?

source: Page Header
ar: رأس الصفحة
pl: Nagłówek strony
sw: Ukurasa Header
tl: Header ng Pahina

source: Back to App List
ar: العودة إلى قائمة التطبيقات
pl: Powrót do listy aplikacji
sw: Back to App Orodha ya
tl: Bumalik sa Listahan ng App

source: Choose a folder or file:
ar: اختيار مجلد أو ملف:
pl: Wybierz folder lub plik:
sw: Kuchagua folder au faili:
tl: Pumili ng isang folder o file:

source: back to %(prev_dir_name)s
ar: العودة إلى %(prev_dir_name)s ق
pl: z powrotem do %(prev_dir_name)s
sw: nyuma %(prev_dir_name)s
tl: pabalik sa %(prev_dir_name)s

source: copy to custom templates
ar: نسخة قوالب مخصصة
pl: Kopiuj do niestandardowych szablonów
sw: nakala ya templates desturi
tl: kopya sa pasadyang mga template

source: No editable files
ar: أية ملفات قابلة للتحرير
pl: Nie można edytować plików
sw: Hakuna files editable
tl: Walang mga nae-edit na file

source: Do you want to override this template file?
ar: هل تريد تجاوز هذا الملف القالب؟
pl: Czy chcesz nadpisać ten plik szablonu?
sw: Je, unataka override faili hii template?
tl: Gusto mo upang i-override ang template na ito file?

source: Choose your Palette
ar: اختيار لوحة الألوان الخاصة بك
pl: Wybierz paletę
sw: Kuchagua Palette yako
tl: Piliin ang iyong Palette

source: Customize your Palette
ar: تخصيص لوحة الألوان الخاصة بك
pl: Dostosować paletę
sw: Customize Palette yako
tl: Ipasadya ang iyong Palette

source: Reset to Default
ar: إعادة تعيين إلى الافتراضي
pl: Przywróć domyślne
sw: Upya kwa Default
tl: I-reset sa Default

source: Revert Changes
ar: العودة التغييرات
pl: Cofnąć zmiany
sw: Revert Mabadiliko
tl: Ibalik ang mga Pagbabago

source: Theme Picker
ar: موضوع المنتقى
pl: Motyw Picker
tl: Tema Picker

source: Get more themes
ar: الحصول على مزيد من الموضوعات
pl: Uzyskać więcej tematów
sw: Kupata mandhari zaidi
tl: Kumuha ng higit pang mga tema

source: Welcome to Your New Website!
ar: مرحبا بك في موقعك الجديد!
pl: Witaj na swojej nowej stronie internetowej!
sw: Karibu yako New Website!
tl: Maligayang pagdating sa iyong Bagong Website!

source: Please follow along while we show you around the customizable elements on the homepage to get you started. You can go to the next step or previous step at any time.
ar: يرجى اتباع جنبا إلى جنب حين نعرض لكم حول العناصر القابلة للتخصيص على الصفحة الرئيسية للحصول على انك بدأته. يمكنك الانتقال إلى الخطوة التالية الخطوة السابقة أو في أي وقت.
pl: Proszę podążać podczas pokażemy wokół dostosowywanych elementów na stronie głównej, aby zacząć grę. Można przejść do następnego kroku, lub poprzednim etapie w każdej chwili.
sw: Tafadhali kufuata pamoja wakati sisi kuonyesha kuzunguka mambo customizable juu ya homepage kupata wewe kuanza. Unaweza kwenda kwa hatua ya pili au hatua ya awali wakati wowote.
tl: Mangyaring sundin kasama habang ipinapakita namin sa iyo sa buong nako-customize na mga elemento sa homepage upang makakuha ng iyong sinimulan. Maaari kang pumunta sa susunod na hakbang o nakaraang hakbang sa anumang oras.

source: Next Step
ar: الخطوة القادمة
pl: Następny krok
sw: Next Hatua ya
tl: Kasunod na Hakbang

source: Upload Your Logo
ar: تحميل شعارك
pl: Prześlij swoje logo
sw: Weka alama yako
tl: Mag-upload ang iyong logo

source: Just hover over the sample logo in the upper left hand part of the header and click on "Upload Logo." Select the file on your computer and click "Upload Logo." Pretty easy, huh?
ar: فقط تحوم فوق شعار العينة في الجزء العلوي من اليد اليسرى جزءا من رأس وانقر على &quot;تحميل الشعار.&quot; حدد الملف على جهاز الكمبيوتر الخاص بك وانقر على &quot;تحميل الشعار.&quot; من السهل جدا، أليس كذلك؟
pl: Wystarczy najechać kursorem na logo próbki w górnej lewej części nagłówka i kliknij &quot;dodaj logo.&quot; Wybierz plik na komputerze i kliknij przycisk &quot;Prześlij logo.&quot; Całkiem proste, nie?
sw: Tu hover juu ya sampuli alama katika kona ya juu upande wa kushoto sehemu ya kichwa na bonyeza &quot;Upload za Mkono.&quot; Chagua faili kwenye kompyuta yako na bonyeza &quot;Weka Mkono.&quot; Pretty rahisi, huh?
tl: Pasadahan lamang ang sample logo sa itaas na bahagi ng header kaliwang kamay at mag-click sa &quot;I-upload Logo.&quot; Piliin ang file sa iyong computer at i-click ang &quot;Mag-upload ng logo.&quot; Pretty madali, huh?

source: Prev Step
ar: الخطوة السابق
pl: Poprzednia Krok
sw: Prev Hatua ya
tl: Nakaraang Hakbang

source: This is Your Rotator
ar: هذا هو الدوار ديك
pl: To jest Twój Rotator
sw: Hii ni Rotator yako
tl: Ito ay ang iyong Rotator

source: You can add and change this content in the
ar: يمكنك إضافة وتغيير هذا المحتوى في
pl: Możesz dodać i zmienić zawartość
sw: Unaweza kuongeza na mabadiliko ya maudhui hii katika
tl: Maaari kang magdagdag at baguhin ang content na ito sa

source: module. You can even assign dates to a story to ensure it's only shown during a specific period. For more information on how to use the Rotator and Stories, check out this
ar: وحدة. يمكنك حتى تعيين التواريخ وتعرف على قصة لضمان انها تظهر فقط خلال فترة محددة. لمزيد من المعلومات حول كيفية استخدام الدوار وقصص، وتحقق من هذا
pl: moduł. Można nawet przypisać dat do historii, aby upewnić się, że jest wyświetlany tylko w określonym czasie. Aby uzyskać więcej informacji na temat korzystania z rotorem i opowieści, sprawdź to
sw: moduli. Unaweza hata hawawajui tarehe za hadithi ili kuhakikisha ni tu umeonyesha wakati kipindi maalum. Kwa habari zaidi juu ya jinsi ya kutumia Rotator na Stories, angalia hii
tl: module. Maaari ka ring magtalaga ng mga petsa sa isang kuwento upang matiyak na ito ay ipapakita lamang sa panahon ng isang partikular na tagal ng panahon. Para sa higit pang impormasyon sa kung paano gamitin ang Rotator at Mga Kwento, tingnan ang

source: help file.
ar: مساعدة ملف.
pl: pomocy pliku.
sw: msaada file.
tl: tulungan file.

source: Customize Spaces
ar: تخصيص مساحات
pl: Dostosuj Spaces
tl: I-customize ang mga puwang
