Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: <h3>How to prepare the spreadsheet (.csv file)?</h3> <ul> <li> The required fields are the field(s) in the selected key (see the field "Identify duplicates by" below). For example, if "Email" is selected as the key, the email field should be included in your spreadsheet. </li> <li> Use the field names in the <strong>Template</strong>. The order of the field names doesn't matter. </li> </ul>
ar: <h3> كيفية إعداد جدول (ملف csv)؟ </h3> <ul> <li> الحقول المطلوبة هي الميدان (ق) في المفتاح المحدد (انظر مجال &quot;التعرف مكررة من&quot; أدناه). على سبيل المثال، إذا تم تحديد &quot;إرسال&quot; كمفتاح، ينبغي أن تدرج في جدول حقل البريد الإلكتروني الخاص بك. </li> <li> استخدام أسماء الحقول في <strong> قالب </strong>. ترتيب أسماء الحقول لا يهم. </li> </ul>
pl: <h3> Jak przygotować arkusz kalkulacyjny (CSV plik)? </h3> <ul> <li> Wymagane pola są pola (y) w wybranym kluczem (patrz pole &quot;Identyfikowanie duplikatów przez&quot; poniżej). Na przykład, jeśli &quot;E-mail&quot; jest wybrany jako klucz, pole e-mail powinny być zawarte w arkuszu kalkulacyjnym. </li> <li> Użyj nazw pól w szablonie <strong> </strong>. Kolejność nazw pól nie ma znaczenia. </li> </ul>
sw: <h3> Jinsi ya kuandaa spreadsheet (.csv file)? </h3> <ul> <li> mashamba required ni uwanja (s) katika ufunguo kuchaguliwa (tazama shamba &quot;Kutambua marudio na&quot; hapo chini). Kwa mfano, kama &quot;Email&quot; ni kuchaguliwa kama muhimu, shamba email lazima zipatikane katika spreadsheet yako. </li> <li> Kutumia majina ya uwanja katika <strong> Kigezo </strong>. utaratibu wa majina uwanja haijalishi. </li> </ul>
tl: <h3> Paano upang maghanda ng spreadsheet (csv file)? </h3> <ul> <li> Ang kinakailangang field ay ang (mga) field sa napiling key (tingnan ang field na &quot;Kilalanin ang mga nauulit sa pamamagitan ng&quot; sa ibaba). Halimbawa, kung &quot;Email&quot; ay pinili bilang ang key, ang field na email ay dapat na kasama sa iyong spreadsheet. </li> <li> Gamitin ang mga pangalan ng patlang sa <strong> Template </strong>. Ang pagkakasunud-sunod ng pangalan ng field ay hindi mahalaga. </li> </ul>

source: Make Users
ar: جعل المستخدمين
pl: Dodać Użytkownicy
sw: Kufanya Watumiaji
tl: Gumawa ng Mga User

source: Your profiles export is ready.
ar: الملامح الخاصة بك التصدير جاهز.
pl: Twój eksport profili jest gotowy.
sw: Profaili yako mauzo ya nje ni tayari.
tl: Ang iyong pag-export mga profile ay handa na.

source: Your Profiles Export is Ready on %(site)s
ar: تصدير الملامح جاهز على %(site)s ليالي
sw: Yako Profiles Export ni Tayari juu ya %(site)s
tl: Ang iyong Profile I-export ay Handa sa %(site)s

source: Default Avatar
ar: الصورة الرمزية الافتراضية
pl: Domyślny Avatar
tl: Default na Avatar

source: Add redirects to preserve SEO
ar: إضافة التحويلات للحفاظ SEO
pl: Dodaj przekierowań zachować SEO
sw: Kuongeza maelekezo ya kuhifadhi SEO
tl: Magdagdag ng mga pag-redirect upang mapanatili ang SEO

source: You may only redirect from a disabled app. You do not need to enter a From URL if you choose an app. All URLs related to this app will be redirected to the URL you enter in the To URL field.
ar: يمكنك إعادة توجيه فقط من التطبيق المعوقين. لا تحتاج إلى إدخال URL من إذا اخترت التطبيق. سيتم إعادة توجيه كل عناوين المواقع المرتبطة بهذا التطبيق إلى URL الذي قمت بإدخاله في لURL المجال.
pl: Można przekierować tylko niepełnosprawnego aplikacji. Nie musisz wejść z adresu URL, jeśli wybierzesz aplikację. Wszystkie adresy podobne do tej aplikacji zostanie przekierowany do adresu URL można wprowadzić w polu do URL.
sw: Unaweza kuelekeza tu kutoka kwa programu walemavu. Huwezi haja ya kuingia Kutoka URL kama wewe kuchagua programu. URL zote kuhusiana na programu hii utakuwa itaelekezwa kwenye URL wewe kuingia katika URL shamba.
tl: Maaari ka lamang mag-redirect mula sa isang hindi pinagana app. Hindi mo kailangan magpasok ng isang URL Mula kung pinili mo ang isang app. Ang lahat ng mga URL na may kaugnayan sa app na ito ay na-redirect sa URL na ipinasok mo sa patlang sa URL.

source: Redirect for this app already exists.
ar: إعادة توجيه لهذا التطبيق موجود بالفعل.
pl: Przekierować na już istnieje ta aplikacja.
sw: Kuelekeza kwa programu hii tayari ipo.
tl: I-redirect para sa app na ito ay umiiral na.

source: Redirect for this url already exists.
ar: إعادة توجيه لهذا العنوان موجود بالفعل.
pl: Przekierować na już istnieje to url.
sw: Kuelekeza kwa url hili tayari lipo.
tl: I-redirect para sa url na ito ay umiiral na.

source: Specify from where the redirect would come from.
ar: تحديد من حيث إعادة توجيه ستأتي من.
pl: Określić, z którego będzie pochodzić z przekierowaniem.
sw: Bayana kutoka ambapo redirect atakuja kutoka.
tl: Tukuyin mula sa kung saan ang pag-redirect ay manggagaling sa.

source: 301 - Permanent Redirect
ar: 301 - إعادة توجيه الدائم
pl: 301 - Stałe przekierowanie
sw: 301 - Kudumu Kuelekezwa Upya
tl: 301 - Permanent Pag-redirect

source: 302 - Temporary Redirect
ar: 302 - إعادة توجيه المؤقتة
pl: 302 - Tymczasowe przekierowanie
sw: 302 - Muda Kuelekezwa Upya
tl: 302 - Pansamantalang Mga Pag-redirect

source: Check if the From URL uses a regular expression.
ar: معرفة ما اذا كان من URL يستخدم تعبير عادي.
pl: Sprawdź, czy z URL używa wyrażenia regularnego.
sw: Kuangalia kama Kutoka URL anatumia kujieleza mara kwa mara.
tl: Suriin kung ang Mula URL ay gumagamit ng isang regular na expression.

source: From App
ar: من التطبيقات
pl: Od aplikacji
sw: Kutoka App
tl: Mula App

source: From URL
ar: من URL
pl: Z adresu URL
sw: Kutoka URL
tl: Mula sa URL

source: To URL
ar: لURL
pl: Do adresu URL
sw: Kwa URL
tl: Upang URL

source: You may reference any named regex pattern in From URL with (name). e.g. (?P<slug>[\w\-\/]+) can be mapped to (slug).
ar: يمكنك الرجوع أي نمط من رجإكس اسمه في URL مع (اسم). على سبيل المثال (؟ P <slug> [\ ث \ - \ /] +) يمكن تعيينها إلى (سبيكة).
pl: Możesz odwołać się do dowolnego wzorca regex w nazwie z URL (nazwa). np (? P <slug> [\ w \ - \ /] +) mogą być przypisane do (ślimak).
sw: Unaweza rejea yoyote aitwaye regex mfano katika Kutoka URL kwa (jina). kwa mfano (? P <slug> [\ w \ - \ /] +) inaweza kuwa mapped kwa (slug).
tl: Maaari kang sumangguni sa anumang pinangalanang RegEx pattern sa URL Mula sa (pangalan). hal (? P <slug> [\ w \ - \ /] +) ay maaaring mai-map sa (slug).

source: HTTP Status
ar: الحالة HTTP
pl: Stan HTTP
tl: Katayuan ng HTTP

source: Uses Regular Expression
ar: يستخدم التعبير العادية
pl: Używa wyrażeń regularnych
sw: Matumizi ya mara kwa mara Kujieleza
tl: Gumagamit ng Karaniwang Expression

source: Successfully edited %(r)s
ar: تحرير بنجاح %(r)s
sw: Mafanikio mwisho %(r)s
tl: Matagumpay na na-edit %(r)s

source: Redirects Add
ar: إضافة الموجهات
pl: Przekierowania Dodaj
sw: Maelekezo Kuongeza
tl: Magdagdag ng mga pag-redirect

source: Add Redirect
ar: إضافة إعادة توجيه
pl: Dodaj przekierowanie
sw: Kuongeza Kuelekezwa Upya
tl: Magdagdag ng Pag-redirect

source: Redirect Delete
ar: إعادة توجيه حذف
pl: Przekierować Usuń
sw: Kuelekeza Futa
tl: I-redirect ang Tanggalin

source: Are you sure you want to delete this redirect?
ar: هل أنت متأكد أنك تريد حذف هذا إعادة توجيه؟
pl: Czy na pewno chcesz usunąć to przekierowanie?
sw: Je, una uhakika unataka kufuta redirect hii?
tl: Sigurado ka bang gusto mong tanggalin ang pag-redirect?

source: Delete Redirect
ar: حذف إعادة توجيه
pl: Usuń przekierowanie
sw: Kufuta Kuelekezwa Upya
tl: Tanggalin ang Pag-redirect

source: Redirect Edit
ar: إعادة توجيه تحرير
pl: Przekierować Edytuj
sw: Kuelekeza Edit
tl: I-redirect ang I-edit

source: Redirects Export
ar: الموجهات تصدير
pl: Przekierowuje Export
sw: Maelekezo Export
tl: I-export ang mga pag-redirect

source: All Redirects
ar: جميع الموجهات
pl: Wszystkie przekierowania
sw: All maelekezo
tl: Lahat ng Pag-redirect

source: Redirect List
ar: قائمة إعادة توجيه
pl: Lista przekierowania
sw: Kuelekeza Orodha ya
tl: Listahan ng pag-redirect

source: Add a Redirect
ar: إضافة إعادة توجيه
pl: Dodaj przekierowanie
sw: Kuongeza Kuelekezwa Upya
tl: Magdagdag ng isang Pag-redirect

source: Export Redirects
ar: تصدير الموجهات
pl: Eksport przekierowania
sw: Export maelekezo
tl: I-export ang Pag-redirect

source: This Redirect
ar: هذا إعادة توجيه
pl: To przekierowanie
sw: Kuelekezwa Upya Hii
tl: Ang Pag-redirect

source: Edit Redirect
ar: تحرير إعادة توجيه
pl: Edycja Przekierowanie
sw: Edit Kuelekezwa Upya
tl: I-edit ang Pag-redirect

source: From App:
ar: من التطبيق:
pl: Od aplikacji:
sw: Kutoka App:
tl: Mula sa App:

source: From URL:
ar: من URL:
pl: Z adresu URL:
sw: Kutoka URL:
tl: Mula URL:

source: (Uses Regular Expression)
ar: (يستخدم تعبير منتظم)
pl: (Używa wyrażeń regularnych)
sw: (Matumizi ya mara kwa mara Kujieleza)
tl: (Gumagamit ng Karaniwang Expression)

source: To URL:
ar: لURL:
pl: Do adresu URL:
sw: Kwa URL:
tl: Upang URL:

source: HTTP Status:
ar: الحالة HTTP:
tl: Katayuan ng HTTP:

source: Temporary Redirect
ar: إعادة توجيه مؤقت
pl: Przekierowanie tymczasowe
sw: Muda Kuelekezwa Upya
tl: Pansamantalang Mga Pag-redirect

source: Permanent Redirect
ar: إعادة توجيه دائم
pl: Przekierowanie na stałe
sw: Kudumu Kuelekezwa Upya
tl: Permanent Pag-redirect

source: Permenantly delete redirect?
ar: Permenantly حذف إعادة التوجيه؟
pl: Trwale usunąć przekierowanie?
sw: Permenantly kufuta kuelekeza?
tl: Permenantly tanggalin ang pag-redirect?

source: username
ar: اسم المستخدم
pl: nazwa użytkownika
sw: jina la mtumiaji

source: email address
ar: عنوان البريد الإلكتروني
pl: adres e-mail
sw: anwani ya barua pepe

source: password
ar: كلمة المرور
pl: hasło

source: password (again)
ar: كلمة (مرة أخرى)
pl: Hasło (ponownie)
sw: password (tena)
tl: password (muli)

source: I have read and agree to the Terms of Service
ar: لقد قرأت ووافقت على شروط الخدمة
pl: Przeczytałem i zgadzam się z Warunki korzystania z usługi
sw: Nimesoma na kukubaliana na Masharti ya Huduma
tl: Nabasa ko na at sumang-ayon sa Mga Tuntunin ng Serbisyo

source: This email address is already in use. Please supply a different email address.
ar: عنوان البريد الإلكتروني هذا قيد الاستخدام بالفعل. يرجى تقديم عنوان بريد إلكتروني مختلف.
pl: Ten adres e-mail jest już w użyciu. Proszę podać inny adres e-mail.
sw: Barua pepe hii tayari ni katika matumizi. Tafadhali ugavi barua pepe tofauti.
tl: Ang email address ay ginagamit na. Mangyaring magbigay ng ibang email address.

source: Registration using free email addresses is prohibited. Please supply a different email address.
ar: التسجيل باستخدام عناوين بريد إلكتروني مجانية محظور. يرجى تقديم عنوان بريد إلكتروني مختلف.
pl: Rejestracja adresów e-mail przy użyciu darmowych jest zabronione. Proszę podać inny adres e-mail.
sw: Usajili kutumia bure anwani ya barua pepe ni marufuku. Tafadhali ugavi barua pepe tofauti.
tl: Pagpaparehistro gamit ang libreng mga email address ay ipinagbabawal. Mangyaring magbigay ng ibang email address.

source: activation key
ar: مفتاح التفعيل
pl: klucz aktywacyjny
sw: uanzishaji muhimu

source: registration profile
ar: الملف الشخصي تسجيل
pl: Profil Rejestracja
sw: usajili profile
tl: profile ng pagpaparehistro

source: registration profiles
ar: لمحات تسجيل
pl: profile rejestracyjne
sw: maelezo ya usajili
tl: mga profile ng pagpaparehistro

source: Please click here to activate your account: %(site_url)s/accounts/activate/%(activation_key)s/. There are %(expiration_days)s days left to do it.
ar: الرجاء النقر هنا لتفعيل حسابك: %(site_url)s ق / حسابات / تفعيل / %(activation_key)s ق /. هناك %(expiration_days)s ق أيام تركت للقيام بذلك.
sw: Tafadhali bonyeza hapa kuamsha akaunti yako: %(site_url)s / akaunti / kuamsha / %(activation_key)s /. Kuna %(expiration_days)s siku kushoto na kufanya hivyo.
tl: Mangyaring mag-click dito upang i-activate ang iyong account: %(site_url)s / accounts / isaaktibo / %(activation_key)s /. Mayroong %(expiration_days)s araw na natitira upang gawin ito.

source: To get back to your event, click here: %(site_url)s%(event_url)s
ar: أن نعود إلى هذا الحدث الخاص بك، انقر هنا: %(site_url)s ق %(event_url)s ق
sw: Kupata nyuma ya tukio yako, bonyeza hapa: %(site_url)s %(event_url)s
tl: Upang bumalik sa iyong kaganapan, mag-click dito: %(site_url)s %(event_url)s

source: Account Activation - %(site_url)s
ar: تنشيط الحساب - %(site_url)s ق
pl: Aktywacja konta - %(site_url)s
sw: Akaunti Activation - %(site_url)s
tl: Activation Account - %(site_url)s

source: Password change successful
ar: تغيير كلمة المرور بنجاح
pl: Zmiana udane hasło
sw: Mabadiliko Password mafanikio
tl: Palitan ang password matagumpay

source: Password was changed for
ar: تم تغيير كلمة السر ل
pl: Hasło zostało zmienione na
sw: Password mara iliyopita kwa
tl: Password ay binago para

source: Your password was changed.
ar: تم تغيير كلمة المرور.
pl: Twoje hasło zostało zmienione.
sw: Password yako ilikuwa iliyopita.
tl: Ang iyong password ay binago.

source: Password change
ar: تغيير كلمة المرور
pl: Zmiana hasła
sw: Mabadiliko Password
tl: Palitan ang password

source: Reset Password for
ar: إعادة تعيين كلمة المرور ل
pl: Resetowanie hasła dla
sw: Rudisha Password kwa
tl: I-reset ang Password para sa

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ar: من فضلك ادخل كلمة المرور القديمة، لأجل الأمن، ومن ثم أدخل كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من كتابتها بشكل صحيح.
pl: Proszę podać swoje stare hasło, ze względów bezpieczeństwa, a następnie wprowadzić dwukrotnie nowe hasło, dzięki czemu możemy potwierdzić, że masz wpisane poprawnie.
sw: Tafadhali kuingia password yako ya zamani, kwa ajili ya usalama, na kisha kuingia password yako mpya mara mbili ili tuweze kuthibitisha wewe typed katika usahihi.
tl: Mangyaring ipasok ang iyong lumang password, alang-alang sa seguridad, at pagkatapos ay ipasok ang iyong bagong password nang dalawang beses upang ma-verify namin ang iyong na-type ito sa tama.

source: Old password
ar: كلمة المرور القديمة
pl: Stare hasło
sw: Password Old
tl: Lumang password

source: Please enter your new password twice so we can verify you typed it in correctly.
ar: يرجى إدخال كلمة المرور الجديدة مرتين حتى نتمكن من التحقق من كتابتها بشكل صحيح.
pl: Wpisz nowe hasło dwa razy, więc możemy potwierdzić, że masz wpisane poprawnie.
sw: Tafadhali kuingia password yako mpya mara mbili ili tuweze kuthibitisha wewe typed katika usahihi.
tl: Mangyaring ipasok ang iyong bagong password nang dalawang beses upang ma-verify namin ang iyong na-type ito sa tama.

source: New password
ar: كلمة مرور جديدة
pl: Nowe hasło
sw: Password New
tl: Bagong password

source: Password reset complete
ar: إعادة تعيين كلمة المرور كاملة
pl: Zakończeniu resetowania hasła
sw: Password upya kamili
tl: Password kumpletong-reset

source: Your password has been set. You may go ahead and log in now.
ar: تم تعيين كلمة المرور الخاصة بك. يمكنك المضي قدما وتسجيل الدخول الآن.
pl: Twoje hasło zostało ustawione. Możesz śmiało i zaloguj teraz.
sw: Password yako imekuwa kuweka. Unaweza kwenda mbele na kuingia katika sasa.
tl: Ang iyong password ay nai-set. Maaari mong sige at mag-log in ngayon.

source: Password reset
ar: إعادة تعيين كلمة المرور
pl: Resetowania hasła
tl: Baguhin ang Password

source: Enter new password
ar: إدخال كلمة مرور جديدة
pl: Wpisz nowe hasło
sw: Ingiza nywila mpya
tl: Ipasok ang bagong password

source: New password:
ar: كلمة المرور الجديدة:
pl: Nowe hasło:
sw: Password New:
tl: Bagong password:

source: Confirm password:
ar: تأكيد كلمة المرور:
pl: Potwierdź hasło:
sw: Kuthibitisha password:
tl: Kumpirmahin ang password:

source: Change my password
ar: تغيير كلمة المرور الخاصة بي
pl: Zmień swoje hasło
sw: Mabadiliko ya password yangu
tl: Baguhin ang aking password

source: Password reset unsuccessful
ar: إعادة تعيين كلمة المرور غير ناجحة
pl: Resetowania hasła nieudana
sw: Password upya aliyeshindwa
tl: Password reset matagumpay

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ar: كان رابط إعادة تعيين كلمة المرور غير صالحة، ربما لأنه قد تم بالفعل استخدامها. يرجى طلب إعادة تعيين كلمة مرور جديدة.
pl: Link resetowania hasła jest nieprawidłowy, prawdopodobnie dlatego, że został już wykorzystany. Proszę zażądać nowego resetu hasła.
sw: password reset kiungo ulikuwa batili, labda kwa sababu tayari kutumika. Tafadhali kuomba new password reset.
tl: Ang link ng pag-reset ng password ay hindi wasto, posibleng dahil ito ay nagamit na. Mangyaring humiling ng bagong pag-reset ng password.

source: Password reset successful
ar: إعادة تعيين كلمة المرور ناجحة
pl: Hasło zresetować sukces
sw: Password upya mafanikio
tl: Password matagumpay na i-reset ang

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ar: لقد بالبريد الإلكتروني لك تعليمات لوضع كلمة المرور الخاصة بك إلى عنوان البريد الإلكتروني الذي قدم. يجب أن تصلك رسالتنا قريبا.
pl: Mamy e-mailem instrukcje dotyczące ustawiania hasła dla adresu e-mail podanego. Powinieneś otrzymania wkrótce.
sw: Tumekuwa e-barua pepe maelekezo kwa ajili ya kuweka password yako kwa anwani e-mail wewe kuwasilishwa. Unapaswa kuwa na kupokea ni muda mfupi.
tl: Na-e-mail kami sa iyo ng mga tagubilin para sa pagtatakda ng iyong password sa e-mail address na iyong isinumite. Dapat sa ilang sandali Ikaw ay pagtanggap nito.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s
ar: كنت تتلقى هذا البريد الإلكتروني لأنك طلبت إعادة تعيين كلمة المرور لحساب المستخدم الخاص بك في %(site_name)s ق
sw: Wewe ni kupokea barua pepe hii kwa sababu wewe ombi la kuweka upya nenosiri akaunti yako user katika %(site_name)s
tl: Ikaw pagtanggap ng mga naka-ang e-mail dahil hiniling mo ang isang pag-reset ng password para sa iyong user account sa %(site_name)s

source: Note: Username and Password are case sensitive. Please go to the following pages and choose a new password for your account:
ar: ملاحظة: اسم المستخدم وكلمة المرور حساسة لحالة الأحرف. يرجى الدخول إلى الصفحات التالية واختيار كلمة مرور جديدة لحسابك:
pl: Uwaga: Nazwa użytkownika i hasło są małe litery. Proszę przejść do kolejnych stronach i wybrać nowe hasło dla konta:
sw: Kumbuka: Jina la mtumiaji na Password ni kesi nyeti. Tafadhali kwenda kurasa zifuatazo na kuchagua password mpya kwa ajili ya akaunti yako:
tl: Tandaan: Ang username at password ay case sensitive. Mangyaring pumunta sa mga sumusunod na pahina at pumili ng isang bagong password para sa iyong account:

source: Thanks for using our site!
ar: شكرا لاستخدام موقعنا!
pl: Dziękujemy za korzystanie z naszej witryny!
sw: Asante kwa kutumia tovuti yetu!
tl: Salamat sa paggamit ng aming site!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ar: نسيت كلمة المرور؟ ادخل عنوان البريد الإلكتروني الخاص بك أدناه، وسنقوم البريد الإلكتروني تعليمات لوضع واحدة جديدة.
pl: Nie pamiętasz hasła? Wpisz swój adres e-mail poniżej, a my e-mail z instrukcjami do ustawiania nowego.
sw: Wamesahau password yako? Kuingia yako e-mail anwani chini, na tutaweza e-mail maelekezo kwa ajili ya kuweka mwezi mmoja.
tl: Nakalimutan mo ba ang iyong password? Ipasok ang iyong e-mail address sa ibaba, at kami ng e-mail na mga tagubilin para sa pagse-set ng isang bago.

source: E-mail address:
ar: عنوان البريد الإلكتروني:
pl: Adres e-mail:
sw: E-pepe:

source: Report
ar: تقرير
pl: Zgłoś
sw: Ripoti
tl: Ulat

source: Reports
ar: تقارير
pl: Raporty
sw: Ripoti
tl: Mga Ulat

source: Run
ar: المدى

source: Runs
ar: يعمل
pl: Działa
tl: Nagpapatakbo

source: Create a Report
ar: إنشاء تقرير
pl: Tworzenie raportu
sw: Kujenga Ripoti
tl: Lumikha ng Ulat

source: Create Report
ar: إنشاء تقرير
pl: Utwórz raport
sw: Kujenga Ripoti
tl: Lumikha ng Ulat

source: Report configuration settings
ar: إعدادات التقرير التكوين
pl: Raport konfiguracji ustawień
sw: Mazingira Ripoti Configuration
tl: Mga setting ng ulat configuration

source: Run this report with a new date range
ar: تشغيل هذا التقرير مع مجموعة موعد جديد
pl: Uruchom ten raport z nowego zakresu dat
sw: Kukimbia taarifa hii kwa mpya tarehe mbalimbali
tl: Patakbuhin ang ulat na ito sa isang bagong hanay ng petsa

source: Previous report runs
ar: يعمل التقرير السابق
pl: Poprzedni raport działa
sw: Ripoti ya awali anaendesha
tl: Tumatakbo ang mga nakaraang ulat

source: Run ID
ar: تشغيل ID
pl: Bieg ID
sw: Kukimbia ID

source: Run Date
ar: تاريخ تشغيل
pl: Uruchom Data
sw: Kukimbia Tarehe
tl: Magpatakbo ng Petsa

source: Back to All Reports page
ar: العودة إلى الصفحة جميع تقارير
pl: Powrót do wszystkich stronie Raporty
sw: Back to All ukurasa Reports
tl: Bumalik sa Lahat ng pahinang Mga Ulat

source: Reports List
ar: قائمة تقارير
pl: Lista raportów
sw: Ripoti Orodha ya
tl: Listahan ng Ulat

source: Create a new report
ar: إنشاء تقرير جديد
pl: Utwórz nowy raport
sw: Kujenga ripoti mpya
tl: Lumikha ng bagong ulat

source: Each report is for a specific type of information (e.g. Invoices) and can have different options saved to be used in the future. All reports can be run multiple times with different date ranges, and are stored for future access.
ar: كل تقرير هو عن نوع معين من المعلومات (مثل الفواتير)، ويمكن أن يكون لها خيارات مختلفة حفظها لاستخدامها في المستقبل. يمكن تشغيل جميع التقارير عدة مرات مع الفترات الزمنية المختلفة، ويتم تخزينها للوصول في المستقبل.
pl: Każdy raport jest dla określonego typu informacji (na przykład faktur) i może mieć różne warianty zapisane do zastosowania w przyszłości. Wszystkie raporty mogą być wykonywane kilka razy z różnych zakresów dat i są przechowywane do późniejszego dostępu.
sw: Kila ripoti ni kwa ajili ya aina fulani ya habari (kwa mfano ankara) na inaweza kuwa na chaguzi mbalimbali kuokolewa na kutumika katika siku zijazo. Taarifa zote inaweza kuwa na kukimbia mara nyingi na tarehe safu mbalimbali, na ni kuhifadhiwa kwa ajili ya kupata siku zijazo.
tl: Ang bawat ulat ay para sa isang partikular na uri ng impormasyon (eg Mga Invoice) at maaaring magkaroon ng iba&#39;t ibang mga pagpipilian na-save na gagamitin sa hinaharap. Maaaring patakbuhin ang lahat ng mga ulat ng maramihang beses sa iba&#39;t ibang mga hanay ng petsa, at ay naka-imbak para sa access sa hinaharap.

source: Click on a link below to access a report and either view a past date range or run a new version with a new date range.
ar: انقر على الرابط أدناه للوصول إلى تقرير وإما عرض نطاق التاريخ الماضي أو تشغيل النسخة الجديدة مع مجموعة موعد جديد.
pl: Kliknij na link poniżej, aby uzyskać dostęp do raportu i albo wyświetlić przeszłości zakres dat lub uruchomić nową wersję z nowym zakresem dat.
sw: Bonyeza link hapo chini ili kupata taarifa na ama kuona siku za nyuma tarehe mbalimbali au kukimbia toleo la mwezi kwa mwezi tarehe mbalimbali.
tl: Mag-click sa isang link sa ibaba upang ma-access ng isang ulat at alinman tingnan ang isang nakaraang hanay ng petsa o mapatakbo ang isang bagong bersyon ng isang bagong hanay ng petsa.

source: Creator
ar: الخالق
pl: Twórca
sw: Muumba

source: Go to Report
ar: الذهاب إلى التبليغ
pl: Idź do Zgłoś
sw: Kwenda Ripoti
tl: Pumunta sa ulat

source: Run Report
ar: تشغيل التقرير
pl: Uruchom raport
sw: Kukimbia Ripoti
tl: Patakbuhin ang Ulat

source: Range
ar: مجموعة
pl: Zakres
tl: Saklaw

source: View Report Output
ar: عرض التقرير الناتج
pl: Zobacz Raport wyjścia
sw: View Ripoti Pato
tl: Tingnan ang Ulat ng Output

source: Back to Report page
ar: العودة إلى الصفحة التبليغ
pl: Powrót do strony raportu
sw: Back to Ripoti ukurasa
tl: Bumalik sa ulat ng pahina

source: Invoices Financial Report
ar: التقرير المالي الفواتير
pl: Sprawozdanie finansowe faktur
sw: Ankara Financial Ripoti
tl: Mga Invoice Financial Report

source: for
ar: ل
pl: dla
sw: kwa
tl: para sa

source: Report Options
ar: خيارات تقرير
pl: Raport Opcje
sw: Ripoti ya Chaguzi
tl: Mga Pagpipilian sa Ulat

source: Totals
ar: المجاميع
pl: Całkowite
sw: Jumla
tl: Mga Kabuuan

source: App
ar: التطبيق
