Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Other links:
ar: الروابط الأخرى:
pl: Inne linki:
sw: Mengine ya viungo:
tl: Iba pang mga link:

source: Search Corporate Memberships
ar: بحث عضوية الشركات
pl: Szukaj Memberships firmowe
sw: Tafuta Uanachama Corporate
tl: Hanapin ang mga pagmimiyembro Corporate

source: No active applications available.
ar: أي التطبيقات النشطة المتاحة.
pl: Aktywnych aplikacji dostępnych.
sw: Hakuna maombi ya kazi inapatikana.
tl: Walang aktibong mga application na magagamit.

source: Add one
ar: إضافة واحد
pl: Dodasz
sw: Kuongeza moja
tl: Magdagdag ng isa

source: Created on %(create_date)s
ar: تم إنشاؤها على %(create_date)s ق
sw: Ilibuniwa %(create_date)s
tl: Nabuo sa %(create_date)s

source: by:
ar: من قبل:
pl: przez:
tl: sa pamamagitan ng:

source: of the
ar: من
pl: z
sw: ya
tl: ng

source: This application is NOT the current application.
ar: هذا التطبيق ليس هو التطبيق الحالي.
pl: Ta aplikacja nie jest aktualna aplikacja.
sw: Maombi Hii ni NOT maombi ya sasa.
tl: Ang application na ito ay HINDI sa kasalukuyang application.

source: Click here to view current application
ar: انقر هنا لمشاهدة التطبيق الحالي
pl: Kliknij tutaj, aby wyświetlić aktualną aplikację
sw: Bonyeza hapa kuona maombi ya sasa
tl: Mag-click dito upang tingnan ang kasalukuyang application

source: %(label)s
ar: %(label)s ق

source: <b>%(label)s</b>: %(content)s
ar: <b> %(label)s ق </b>: %(content)s ق

source: Currently
ar: حاليا
pl: Obecnie
sw: Hivi sasa
tl: Sa kasalukuyan

source: Address:
ar: العنوان:
pl: Adres:
sw: Anwani:

source: Join under this corporation
ar: الانضمام بموجب هذه الشركة
pl: Dołącz ramach tej korporacji
sw: Kujiunga na chini ya shirika hili
tl: Sumali sa ilalim ng korporasyon

source: %(mcount)s Member%(mcount|pluralize)s
ar: %(mcount)s ق عضو %(mcount|pluralize)s ق
sw: %(mcount)s Mwanachama %(mcount|pluralize)s
tl: %(mcount)s Miyembro %(mcount|pluralize)s

source: Corporate Membership Search
ar: الشركات العضوية بحث
pl: Corporate Członkostwo Szukaj
sw: Corporate Uanachama Search
tl: Corporate Paghahanap ng pagiging miyembro

source: Pending Corporate Membership List
ar: بانتظار قائمة عضوية الشركات
pl: W oczekiwaniu Corporate listę członków
sw: Inasubiri Corporate Uanachama Orodha ya
tl: Nakabinbin na Listahan Corporate Ang pagsapi

source: Search By
ar: البحث عن طريق
pl: Szukaj w
tl: Sa pamamagitan ng Paghahanap

source: View Corporate Membership Information
ar: عرض الشركات العضوية معلومات
pl: Zobacz Informacje korporacyjne Członkostwo
sw: View Corporate Uanachama Habari
tl: Tingnan ang Impormasyon ng pagiging miyembro ng Korporasyon

source: No representatives available
ar: أي ممثل متاح
pl: Przedstawiciele niedostępne
sw: Hakuna wawakilishi inapatikana
tl: Walang magagamit na mga kinatawan

source: Add Representatives
ar: إضافة النواب
pl: Dodaj Przedstawicieli
sw: Kuongeza Wawakilishi
tl: Magdagdag ng mga kinatawan

source: Free Passes
ar: تذاكر مجانية
pl: Bezpłatne wejściówki
sw: Free Hupita
tl: Libreng Ipinapasa

source: Total Allowed:
ar: إجمالي المسموح بها:
pl: Razem dozwolone:
sw: Jumla ya kuruhusiwa:
tl: Kabuuang Pinayagan:

source: # Used:
ar: # المستخدمة:
pl: # Używany:
tl: # Na Ginamit:

source: # Available:
ar: # المتوفرة:
pl: # Dostępne:
tl: # Magagamit na:

source: Used By
ar: التي تستخدمها
pl: Używany przez
sw: Kutumika By
tl: Ginamit Sa pamamagitan ng

source: For Event
ar: للحدث
pl: Do zdarzenia
sw: Kwa Tukio
tl: Para sa Kaganapan

source: Processed By
ar: معالجتها بواسطة
pl: Przetwarzanych przez
sw: Kusindika By
tl: Inasikaso Sa pamamagitan ng

source: <strong>Joined</strong> on %(join_dt)s,
ar: <strong> اشترك في </strong> على %(join_dt)s ق،
sw: <strong> Joined </strong> juu ya %(join_dt)s,
tl: <strong> Sumali </strong> sa %(join_dt)s,

source: <strong>Renewed</strong> on %(renew_dt)s,
ar: <strong> تحديث </strong> على %(renew_dt)s ق،
sw: <strong> Lililohuishwa </strong> juu ya %(renew_dt)s,
tl: <strong> na-renew </strong> sa %(renew_dt)s,

source: <strong>expired</strong> on %(exp_dt)s.
ar: <strong> انتهت </strong> على %(exp_dt)s ق.
sw: <strong> muda wake </strong> juu ya %(exp_dt)s.
tl: <strong> nag-expire </strong> sa %(exp_dt)s.

source: <strong>expires</strong> on %(exp_dt)s.
ar: <strong> تنتهي </strong> على %(exp_dt)s ق.
sw: <strong> ya kumaliza muda wake </strong> juu ya %(exp_dt)s.
tl: <strong> nag-expire </strong> sa %(exp_dt)s.

source: status
ar: الوضع
pl: Stan
sw: hali ya
tl: katayuan

source: %(stat)s
ar: %(stat)s ق

source: status: <strong>%(stat)s</strong>
ar: الوضع: <strong> %(stat)s ق </strong>
sw: hadhi: <strong> %(stat)s </strong>
tl: katayuan: <strong> %(stat)s </strong>

source: Import Corporate Memberships from CSV file - Preview
ar: استيراد عضوية الشركات من ملف CSV - استعراض
pl: Przynależność Importuj z pliku CSV korporacyjne - podgląd
sw: Import Uanachama Corporate kutoka CSV file - Preview
tl: Mag-import ng Corporate mga pagmimiyembro mula sa CSV file - Preview

source: Import Corporate Membership
ar: استيراد عضوية الشركات
pl: Import Członkostwo korporacyjne
sw: Import Corporate Uanachama
tl: Mag-import ng Corporate Ang pagsapi

source: Step 2/3 - Preview
ar: خطوة 2/3 - استعراض
pl: Krok 2/3 - Zapowiedź
sw: Hatua ya 2/3 - Preview
tl: Hakbang 2/3 - I-preview

source: You're almost done! Please review your settings. To complete your import, click the button
ar: لقد انتهيت تقريبا! يرجى مراجعة الإعدادات الخاصة بك. لإتمام الاستيراد الخاص بك، انقر فوق الزر
pl: To już prawie koniec! Proszę przejrzeć ustawienia. , Aby zakończyć importowanie, kliknij przycisk
sw: Wewe ni karibu kufanyika! Tafadhali kupitia mipangilio yako. Kukamilisha kuagiza yako, bonyeza kifungo
tl: Halos tapos ka na! Mangyaring suriin ang iyong mga setting. Upang makumpleto ang iyong pag-import, i-click ang pindutan ng

source: Import Now
ar: استيراد الآن
pl: Import teraz
sw: Import Sasa
tl: I-import Ngayon

source: Update
ar: تحديث
pl: Aktualizacja
sw: Mwisho
tl: I-update ang

source: Identify Duplicates by
ar: تحديد التكرارات من قبل
pl: Identyfikowania duplikatów przez
sw: Kutambua marudio na
tl: Kilalanin ang mga nauulit sa pamamagitan ng

source: Bind members to corporation
ar: أعضاء ربط شركة
pl: Powiązań członków do korporacji
sw: Wanachama kumfunga kwa shirika
tl: Magbigkis miyembro sa korporasyon

source: Yes
ar: نعم
pl: Tak
sw: Ndiyo
tl: Oo

source: No
ar: لا
pl: Nie
sw: Hakuna
tl: Walang

source: Total Rows
ar: إجمالي الصفوف
pl: Liczba wierszy
sw: Jumla ya Safu
tl: Kabuuang Mga Hilera

source: Action
ar: العمل
pl: Akcja
tl: Pagkilos

source: Reason if to be skipped
ar: السبب إذا يتم تخطي
pl: Powodem, należy opuścić
sw: Sababu kama kuwa skipped
tl: Dahilan kung na lalaktawan

source: Prev
ar: السابق
pl: Poprzednia
tl: Nakaraan

source: Next
ar: التالي
pl: Następny
tl: Susunod

source: Please wait while we
ar: يرجى الانتظار بينما نحن
pl: Proszę zaczekać, aż
sw: Tafadhali subiri wakati sisi
tl: Mangyaring maghintay habang namin

source: Import Corporate Memberships from CSV file - Status
ar: استيراد عضوية الشركات من ملف CSV - الحالة
pl: Przynależność firmowe Importuj plik CSV - od stanu
sw: Import Uanachama Corporate kutoka CSV file - Hali
tl: Mag-import ng Corporate mga pagmimiyembro mula sa CSV file - Katayuan

source: Step 3/3 - Status
ar: خطوة 3/3 - الحالة
pl: Krok 3/3 - Stan
sw: Hatua ya 3/3 - Hali
tl: Hakbang 3/3 - Katayuan

source: completed
ar: الانتهاء
pl: zakończone
sw: kukamilika
tl: nakumpleto

source: Done.
ar: القيام به.
pl: Gotowe.
sw: Kufanyika.
tl: Tapos na.

source: Total Processed
ar: إجمالي المصنعة
pl: Razem Przetworzone
sw: Jumla ya kusindika
tl: Kabuuang Processed

source: Inserts
ar: إدراج
pl: Wkładki
sw: Kuwekeza
tl: Pagpapasok

source: Updates
ar: تحديثات
pl: Aktualizacje
tl: Mga Update

source: Mixed (corp profile update, corp membership insert)
ar: مختلطة (CORP تحديث الملف الشخصي، إدراج عضوية كورب)
pl: Mieszane (Corp zmiana profilu, wkładki członków Corp)
sw: Mchanganyiko (corp profile update, taarifa uanachama Corp Insert)
tl: Mixed (corp-update ng profile, insert corp pagiging miyembro)

source: Invalid
ar: غير صالحة
pl: Nieważne
sw: Batili
tl: Di-wastong

source: Import more corporate memberships
ar: استيراد المزيد من عضوية الشركات
pl: Importować więcej członkostwo korporacyjne
sw: Kuagiza zaidi uanachama wa kampuni
tl: I-import ang higit pang mga corporate mga pagiging miyembro

source: Oops, an error occurred. Please review your data and try again later.
ar: عفوا، حدث خطأ. يرجى مراجعة البيانات الخاصة بك وحاول مرة أخرى في وقت لاحق.
pl: Ups, wystąpił błąd. Proszę sprawdzić swoje dane i spróbuj ponownie później.
sw: Oops, hitilafu imetokea. Tafadhali kupitia data yako na kujaribu tena baadaye.
tl: Oops, may naganap na error. Mangyaring suriin ang iyong data at subukang muli sa ibang pagkakataon.

source: Import Corporate Memberships from CSV file
ar: استيراد عضوية الشركات من ملف CSV
pl: Przynależność Importuj z pliku CSV korporacyjne
sw: Import Uanachama Corporate kutoka CSV faili
tl: Mag-import ng Corporate mga pagmimiyembro mula sa CSV file

source: Import Corporate Memberships
ar: استيراد عضوية الشركات
pl: Importowe Przynależność firmowe
sw: Import Uanachama Corporate
tl: Mag-import ng mga pagmimiyembro sa Korporasyon

source: <strong>Download</strong> and <strong>fill in</strong> your spreadsheet. <strong>Upload</strong> your updated spreadsheet, <strong>preview</strong> then <strong>submit</strong>.
ar: <strong> تحميل </strong> و <strong> ملء </strong> جدول البيانات. <strong> تحميل </strong> جدول البيانات المحدثة، <strong> معاينة </strong> ثم <strong> تقدم </strong>.
pl: <strong> Pobierz </strong> <strong> wypełniać </strong> arkusza kalkulacyjnego. <strong> Dodaj </strong> zaktualizowany arkusz kalkulacyjny, <strong> podgląd </strong>, a następnie <strong> submit </strong>.
sw: <strong> Download </strong> na <strong> kujaza katika </strong> spreadsheet yako. <strong> Upload </strong> spreadsheet yako updated, <strong> preview </strong> kisha <strong> kuwasilisha </strong>.
tl: <strong> Download </strong> at <strong> fill in </strong> sa iyong spreadsheet. <strong> Pag-upload </strong> ang iyong na-update ng spreadsheet, <strong> preview </strong> pagkatapos ay <strong> magsumite </strong>.

source: How to prepare the spreadsheet (.csv file)?
ar: كيفية إعداد جدول البيانات (ملف. CSV)؟
pl: Jak przygotować arkusz kalkulacyjny (CSV plik)?
sw: Jinsi ya kuandaa spreadsheet (.csv file)?
tl: Paano upang maghanda ng spreadsheet (csv file)?

source: The required fields are the field(s) in the selected key (see the second field below).
ar: الحقول المطلوبة هي الميدان (ق) في المفتاح المحدد (انظر الحقل الثاني أدناه).
pl: Wymagane pola są pola (y) w wybranym kluczem (patrz drugie pole poniżej).
sw: mashamba required ni uwanja (s) katika ufunguo kuchaguliwa (kuona shamba pili hapo chini).
tl: Ang kinakailangang field ay ang (mga) field sa napiling key (tingnan ang pangalawang patlang sa ibaba).

source: Both <strong>authorized_domains</strong> and <strong>dues_rep</strong> are comma separated. Use username for <strong>dues_rep</strong>.
ar: كلا <strong> authorized_domains </strong> و <strong> dues_rep </strong> يتم مفصولة بفواصل. استخدام اسم المستخدم ل <strong> dues_rep </strong>.
pl: Zarówno <strong> authorized_domains </strong> <strong> dues_rep </strong> są oddzielone przecinkami. Użyj nazwy użytkownika <strong> dues_rep </strong>.
sw: Wote <strong> authorized_domains </strong> na <strong> dues_rep </strong> ni comma kutengwa. Kutumia jina la mtumiaji kwa <strong> dues_rep </strong>.
tl: Ang parehong <strong> authorized_domains </strong> at <strong> dues_rep </strong> ay pinaghiwalay ng kuwit. Gamitin ang username para sa <strong> dues_rep </strong>.

source: If the <strong>corporate_membership_type</strong> is not present in the spreadsheet, the first corporate membership type in the system will be used.
ar: إذا كان <strong> corporate_membership_type </strong> غير موجود في جدول البيانات، أول نوع عضوية الشركات في النظام سيتم استخدامها.
pl: Jeśli <strong> corporate_membership_type </strong> to nie występuje w arkuszu kalkulacyjnym, pierwszego rodzaju członkostwa korporacyjnego w systemie będą wykorzystywane.
sw: Kama <strong> corporate_membership_type </strong> ni si sasa katika spreadsheet, kwanza ushirika uanachama aina katika mfumo wa zitatumika.
tl: Kung ang <strong> corporate_membership_type </strong> ay hindi naroroon sa spreadsheet, ang unang uri ng pagsapi ng korporasyon sa system ay gagamitin.

source: The data type of ForeignKey fields (ex: corporate_membership_type) is <strong>integer</strong>. So, please fill the ForeignKey fields with IDs.
ar: نوع بيانات الحقول ForeignKey (مثلا: corporate_membership_type) هو <strong> صحيح </strong>. لذلك، يرجى تعبئة الحقول ForeignKey مع معرفات.
pl: Typ danych pola ForeignKey (ex: corporate_membership_type) jest <strong> liczba całkowita </strong>. Tak, proszę wypełnić ForeignKey Pola identyfikatorów.
sw: aina ya data ForeignKey mashamba (ex: corporate_membership_type) ni <strong> integer </strong>. Hivyo, tafadhali kujaza mashamba ForeignKey na vitambulisho.
tl: Ang uri ng data ng mga patlang ForeignKey (hal: corporate_membership_type) ay <strong> integer </strong>. Kaya, mangyaring punan ang ForeignKey mga patlang na may mga ID.

source: Use the field names in the <strong>Template</strong>. The order of the field names doesn't matter.
ar: استخدام أسماء الحقول في <strong> قالب </strong>. ترتيب أسماء الحقول لا يهم.
pl: Użyj nazw pól w szablonie <strong> </strong>. Kolejność nazw pól nie ma znaczenia.
sw: Kutumia majina ya uwanja katika <strong> Kigezo </strong>. utaratibu wa majina uwanja haijalishi.
tl: Gamitin ang mga pangalan ng patlang sa <strong> Template </strong>. Ang pagkakasunud-sunod ng pangalan ng field ay hindi mahalaga.

source: List of ForeignKey Fields
ar: قائمة ForeignKey الحقول
pl: Lista ForeignKey Pola
sw: Orodha ya ForeignKey Fields
tl: Listahan ng mga ForeignKey mga Patlang

source: Download CSV Template
ar: تحميل قالب CSV
pl: Pobierz szablon CSV
sw: Download CSV Kigezo
tl: I-download ang CSV ng Template

source: Download Template
ar: قالب تحميل
pl: Pobierz szablon
sw: Download Kigezo
tl: Mag-download ng Template

source: Step 1/3 - Upload
ar: خطوة 1/3 - تحميل
pl: Krok 1/3 - Prześlij
sw: Hatua ya 1/3 - Upload
tl: Hakbang 1/3 - I-upload

source: %(label)s - %(err)s
ar: %(label)s ق - %(err)s ق

source: Identify duplicates by
ar: تحديد التكرارات من قبل
pl: Identyfikowania duplikatów przez
sw: Kutambua marudio na
tl: Kilalanin ang mga nauulit ayon sa

source: Preview Import
ar: معاينة استيراد
pl: Podgląd importu
tl: I-preview ang Mag-import ng

source: Greetings:
ar: تحيات:
pl: Pozdrowienia:
sw: Salamu:
tl: Pagbati:

source: Corporate Membership Notices were distributed on %(display_name)s.
ar: تم توزيع الإشعارات عضوية الشركات على %(display_name)s ق.
sw: Corporate Notices Uanachama walikuwa kusambazwa juu ya %(display_name)s.
tl: Mga Notice Corporate Ang pagsapi ay ipinamamahagi sa %(display_name)s.

source: Total Notices sent:
ar: إجمالي عدد الإخطارات إرسالها:
pl: Wszystkich Zawiadomienia wysyłane:
sw: Jumla ya Notices alimtuma:
tl: Nagpadala Kabuuang Mga Notice:

source: Recap of Emails Sent:
ar: خلاصة من رسائل البريد الإلكتروني المرسلة:
pl: Podsumowanie z wiadomości e-mail wysłana:
sw: Recap ya barua pepe kutumwa:
tl: Pagbabalik-tanaw ng mga email Ipinadala:

source: This e-mail was generated by Tendenci&reg; Software - a web based membership management software solution <a href="http://www.tendenci.com">www.tendenci.com</a> developed by <a href="http://schipul.com">Schipul - The Web Marketing Company</a>
ar: تم إنشاء هذا البريد الإلكتروني عن طريق Tendenci وسهل حصوي؛ البرمجيات - حل البرمجيات إدارة العضوية على شبكة الإنترنت <a href="http://www.tendenci.com"> www.tendenci.com </a> التي وضعتها <a href="http://schipul.com"> Schipul - شركة التسويق عبر الانترنت </a>
sw: Hii e-mail ilikuwa yanayotokana na Tendenci &amp; reg; Software - mtandao msingi ufumbuzi uanachama programu ya usimamizi wa <a href="http://www.tendenci.com"> www.tendenci.com </a> zilizotengenezwa na <a href="http://schipul.com"> Schipul - Web Marketing Company </a>
tl: Ang e-mail ay binuo ni Tendenci &amp; reg; Software - isang web batay solusyon ng software sa pamamahala ng pagiging kasapi <a href="http://www.tendenci.com"> www.tendenci.com </a> binuo sa pamamagitan ng <a href="http://schipul.com"> Schipul - Ang Web Marketing Kumpanya </a>

source: Corporate Membership Notice Log View
ar: عضوية الشركات إشعار دخول مشاهدة
pl: Członkostwo Corporate Wskazówka Zaloguj Zobacz
sw: Corporate Uanachama Ilani Log View
tl: Corporate Ang pagsapi Abiso Mag-log View

source: Log ID:
ar: تسجيل ID:
pl: Zaloguj ID:
sw: Ingia ID:
tl: Mag-log ID:

source: Notice Name:
ar: لاحظ الاسم:
pl: Wskazówka Nazwa:
sw: Taarifa na Jina:
tl: Pansinin Pangalan:

source: Sent Date
ar: تاريخ إرسالها
pl: Wysłany Data
sw: Alimtuma Tarehe
tl: Ipinadala Petsa

source: Number emails sent:
ar: عدد رسائل البريد الإلكتروني المرسلة:
pl: Liczba wiadomości e-mail wysyłane:
sw: Barua pepe Idadi alimtuma:
tl: Numero ng mga email na ipinadala:

source: Sent to the representatives of the following corporation(s):
ar: إرسالها إلى ممثلي شركة (s) التالية:
pl: Wysłane do przedstawicieli następujących korporacji (ów):
sw: Kutumwa kwa wawakilishi wa shirika zifuatazo (s):
tl: Ipinadala sa ang mga kinatawan ng (mga) sumusunod na korporasyon:

source: Corporate Membership Notice Log Search
ar: عضوية الشركات إشعار دخول بحث
pl: Członkostwo Corporate Wskazówka Zaloguj Szukaj
sw: Corporate Uanachama Ilani Log Search
tl: Corporate Ang pagsapi Abiso Mag-log Paghahanap

source: Sent Start Date/Time:
ar: أرسلت ابدأ التاريخ / الوقت:
pl: Wysłany Data rozpoczęcia / Czas:
sw: Alimtuma Start Tarehe / Saa:
tl: Ipinadala Panimulang Petsa / Oras:

source: Sent End Date/Time:
ar: أرسلت نهاية التاريخ / الوقت:
pl: Wysłane Koniec Data / Godzina:
sw: Alimtuma Mwisho Tarehe / Saa:
tl: Ipinadala Petsa ng Pagtatapos / Oras:

source: View log recap
ar: عرض خلاصة السجل
pl: Zobacz dziennik podsumowanie
sw: View logi recap
tl: Tingnan ang pagbabalik-tanaw ng log

source: View notice
ar: عرض الإشعار
pl: Zobacz anons
sw: View taarifa
tl: Tingnan ang paunawa

source: Number emails sent:
ar: عدد رسائل البريد الإلكتروني المرسلة:
pl: Liczba wiadomości e-mail wysyłane:
sw: Barua pepe Idadi alimtuma:
tl: Numero ng mga email na ipinadala:

source: View recap of emails sent
ar: عرض خلاصة من رسائل البريد الإلكتروني المرسلة
pl: Zobacz podsumowanie wiadomości e-mail wysłany
sw: View recap ya barua pepe kutumwa
tl: Tingnan ang pagbabalik-tanaw ng mga email na ipinadala

source: 0 Logs Found
ar: 0 العثور على سجلات
pl: Dzienniki Znaleziono 0
sw: 0 Kumbukumbu Kupatikana
tl: Nakahanap ng 0 Log

source: Corporate Membership Free Passes
ar: يمر الشركات عضوية مجانية
pl: Corporate Członkostwo bezpłatne wejściówki
sw: Corporate Uanachama Free hupita
tl: Corporate Libreng Membership Ipinapasa

source: Corporation
ar: شركة
pl: Korporacja

source: Total Allowed
ar: إجمالي مسموح
pl: Razem dozwolone
sw: Jumla ya Kuruhusiwa
tl: Kabuuang Pinayagan

source: # Used
ar: # مستعمل
pl: # Samochody
sw: # Wauzaji
tl: # Gamit na

source: # Available
ar: # متاح
pl: # Dostępny
tl: # Magagamit na

source: Corporate Membership Summary
ar: ملخص عضوية الشركات
pl: Podsumowanie Członkostwo korporacyjnych
sw: Corporate Uanachama Summary
tl: Buod ng Corporate Ang pagsapi

source: Type
ar: نوع
pl: Typ
sw: Aina ya
tl: Uri

source: Expired - in grace period
ar: انتهت - في فترة سماح
pl: Upłynął - w okresie karencji
sw: Muda wake - katika kipindi cha neema
tl: Nag-expire - sa panahon ng palugit

source: Corp. Membership Type
ar: كورب نوع العضوية
pl: Corp Typ Członkostwo
sw: Corp. Uanachama Aina
tl: Uri ng pagiging miyembro Corp.

source: Representatives for:
ar: ممثلين عن:
pl: Przedstawiciele dla:
sw: Wawakilishi kwa:
tl: Mga kinatawan para sa:

source: The following company has applied for corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
ar: وقد طبقت الشركة التالية لعضوية الشركات على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق:
sw: kampuni zifuatazo ina kutumika kwa ajili ya ushirika uanachama juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s:
tl: Ang sumusunod na mga kumpanya ay inilapat para sa corporate pagiging miyembro sa %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: Company:
ar: شركة:
pl: Firma:
tl: Kumpanya:

source: City/State/ZIP:
ar: المدينة / الولاية / الرمز البريدي:
pl: Miasto / Stan / Kod pocztowy:
tl: Lungsod / Estado / ZIP:

source: This form was submitted by:
ar: قدم هذا النموذج من قبل:
pl: Formularz ten został złożony przez:
sw: Fomu hii iliwasilishwa na:
tl: Ang form na ito ay isinumite sa pamamagitan ng:

source: Name:
ar: الاسم:
pl: Imię i nazwisko:
sw: Jina:
tl: Pangalan:

source: Title:
ar: العنوان:
pl: Tytuł:
tl: Pamagat:

source: To view the complete application, go to:
ar: لعرض التطبيق الكامل، انتقل إلى:
pl: Aby wyświetlić pełną aplikację, przejdź do:
sw: Kwa mtazamo maombi kamili, nenda kwa:
tl: Upang tingnan ang kumpletong application, pumunta sa:

source: To approve the application, go to:
ar: الموافقة على التطبيق، انتقل إلى:
pl: Zatwierdzić wniosek, przejdź do:
sw: Kupitisha maombi, nenda kwa:
tl: Upang maaprubahan ang application, pumunta sa:

source: For more on the person who submitted the application, go to:
ar: لمعرفة المزيد عن الشخص الذي قدم الطلب، انتقل إلى:
pl: Więcej informacji na temat osoby, która złożyła wniosek, przejdź do:
sw: Kwa zaidi juu ya mtu ambaye kuwasilishwa maombi, nenda kwa:
tl: Para sa higit sa taong nagsumite ng application, pumunta sa:

source: If you have received this in error, please contact the webmaster below.
ar: إذا كنت قد تلقيت هذا الخطأ، الرجاء الاتصال بمدير الموقع أدناه.
pl: Jeśli otrzymałeś tę pomyłkę, prosimy o kontakt pod webmaster.
sw: Kama umepokea huu kwa makosa, tafadhali wasiliana na webmaster chini.
tl: Kung ikaw ay nakatanggap na ito sa error, mangyaring makipag-ugnay sa webmaster sa ibaba.

source: New Corporate Membership (%(objname)s)
ar: عضوية الشركات الجديدة ( %(objname)s ق)
sw: New Corporate Uanachama ( %(objname)s)
tl: Bagong Corporate Ang pagsapi ( %(objname)s)

source: Signed Up on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: وقعت على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Saini Up juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Naka-sign Up sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Thank you for applying for the corporate membership "%(bname)s" on %(SITE_GLOBAL_SITEDISPLAYNAME)s.
ar: أشكركم على التقدم بطلب للحصول على عضوية الشركات &quot; %(bname)s ق&quot; على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق.
sw: Asante kwa ajili ya kuomba uanachama ushirika &quot; %(bname)s&quot; juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s.
tl: Salamat sa pag-apply para sa pagiging kasapi ng korporasyon &quot; %(bname)s&quot; sa %(SITE_GLOBAL_SITEDISPLAYNAME)s.

source: For individuals to join under your corporate membership, use the following <b>secret code</b>:
ar: بالنسبة للأفراد للانضمام تحت عضوية الشركة الخاصة بك، استخدم <b> شفرة سرية التالية </b>:
pl: Dla osób do przyłączenia pod członkostwa korporacyjnego, należy użyć następującego <b> tajny kod </b>:
sw: Kwa ajili ya watu kujiunga na uanachama wako chini ya ushirika, kutumia zifuatazo <b> siri code </b>:
tl: Para sa mga indibidwal na sumali sa ilalim ng iyong corporate pagiging miyembro, gamitin ang sumusunod na <b> lihim na code </b>:

source: To view the invoice, go to:
ar: لعرض الفاتورة، انتقل إلى:
pl: Aby wyświetlić fakturę, przejdź do:
sw: Kwa mtazamo ankara, nenda kwa:
tl: Upang tingnan ang mga invoice, pumunta sa:
