Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Serie operator
ar: مشغل السلسله
pl: Operator serie
sw: Series operator

source: Group by field:
ar: مجموعة من الملعب:
pl: Grupa przez pola:
sw: Group na shamba:
tl: Pangkat ng patlang:

source: Show only totals
ar: تظهر المجاميع الوحيدة
pl: Pokaż tylko sumy
sw: Kuonyesha jumla tu
tl: Ipakita lamang ang mga kabuuan

source: Enter a valid start value.
ar: أدخل قيمة بداية صحيحة.
pl: Wprowadź poprawną wartość początkową.
sw: Kuingia halali thamani mwanzo.
tl: Magpasok ng isang wastong panimulang halaga.

source: Enter a valid end value.
ar: إدخال قيمة صالحة نهاية.
pl: Wprowadź poprawną wartość końcową.
sw: Kuingia thamani mwisho halali.
tl: Ipasok ang isang wastong halaga ng pagtatapos.

source: Download PNG image
ar: تحميل صورة PNG
pl: Pobierz PNG
sw: Download PNG picha
tl: I-download ang PNG na imahe

source: Download JPEG image
ar: تحميل JPEG صورة
pl: Pobierz obrazu JPEG
sw: Download JPEG picha
tl: I-download ang mga JPEG na larawan

source: Download PDF document
ar: تحميل وثيقة PDF
pl: Pobierz dokument w formacie PDF
sw: Hati PDF Download
tl: Dokumento I-download ang PDF

source: Download SVG vector image
ar: تحميل SVG ناقل الصورة
pl: Pobierz SVG wektor zdjęcie
sw: Download faili vector picha
tl: I-download ang SVG vector imahe

source: Export to raster or vector image
ar: التصدير إلى خطوط المسح أو ناقل الصورة
pl: Eksport do obrazu rastrowych lub wektorowych
sw: Export kwa raster au picha vector
tl: I-export sa raster o vector imahe

source: Loading...
ar: تحميل ...
pl: Ładowanie ...
tl: Naglo-load ...

source: January
ar: يناير
pl: Stycznia
sw: Januari
tl: Enero

source: February
ar: فبراير
pl: Luty
sw: Februari
tl: Pebrero

source: March
ar: مسيرة
pl: Marzec
sw: Machi
tl: Marso

source: April
ar: أبريل
pl: Kwietnia
sw: Aprili
tl: Abril

source: May
ar: مايو
pl: Może
sw: Mei
tl: Mayo

source: June
ar: يونيو
pl: Czerwca
sw: Juni
tl: Hunyo

source: July
ar: يوليو
pl: Lipca
sw: Julai
tl: Hulyo

source: August
ar: أغسطس
pl: Sierpień
sw: Agosti
tl: Agosto

source: September
ar: سبتمبر
pl: Września
sw: Septemba
tl: Septiyembre

source: October
ar: أكتوبر
pl: Październik
sw: Oktoba
tl: Oktubre

source: November
ar: نوفمبر
pl: Listopad
sw: Novemba
tl: Nobyembre

source: December
ar: ديسمبر
pl: Grudnia
sw: Desemba
tl: Disyembre

source: Jan
ar: يناير

source: Feb
ar: فبراير
pl: Luty
sw: Februari
tl: Pebrero

source: Mar
ar: مارس

source: Apr
ar: أبريل
pl: Kwietnia
sw: Aprili
tl: Abril

source: Jun
ar: يونيو
pl: Czerwca
sw: Juni
tl: Hunyo

source: Jul
ar: يوليو
pl: Lipca
sw: Julai
tl: Hulyo

source: Aug
ar: أغسطس
pl: Sierpień
sw: Agosti
tl: Agosto

source: Sep
ar: سبتمبر
pl: Września
sw: Septemba
tl: Septiyembre

source: Oct
ar: أكتوبر
pl: Październik
sw: Oktoba
tl: Oktubre

source: Nov
ar: نوفمبر
pl: Listopad
sw: Novemba
tl: Nobyembre

source: Dec
ar: ديسمبر
pl: Grudnia
sw: Desemba
tl: Disyembre

source: Print the chart
ar: طباعة التخطيط
pl: Wydrukować wykres
sw: Magazeti chati
tl: I-print ang tsart

source: Reset zoom
ar: إعادة تعيين التكبير
pl: Zresetowane zoom
sw: Rudisha zoom
tl: I-reset ang zoom

source: Reset zoom level 1:1
ar: إعادة تعيين مستوى التكبير 1: 1
pl: Zresetowany poziom powiększenia 1: 1
sw: Rudisha zoom ngazi ya 1: 1
tl: I-reset ang antas ng zoom 1: 1

source: Sunday
ar: الأحد
pl: Niedziela
sw: Jumapili
tl: Linggo

source: Monday
ar: الاثنين
pl: Poniedziałek
sw: Jumatatu
tl: Lunes

source: Tuesday
ar: الثلاثاء
pl: Wtorek
sw: Jumanne
tl: Martes

source: Wednesday
ar: الأربعاء
pl: Środa
sw: Jumatano
tl: Miyerkules

source: Thursday
ar: الخميس
pl: Czwartek
sw: Alhamisi
tl: Huwebes

source: Friday
ar: الجمعة
pl: Piątek
sw: Ijumaa
tl: Biyernes

source: Saturday
ar: السبت
pl: Sobota
sw: Jumamosi
tl: Sabado

source: Go to...
ar: اذهب الى ...
pl: Idź do ...
sw: Kwenda ...
tl: Pumunta sa ...

source: Click and drag in the plot area to zoom in
ar: انقر واسحب في مساحة الأرض للتكبير
pl: Kliknij i przeciągnij w obszarze wykresu, aby powiększyć
sw: Click na Drag katika eneo njama kwa zoom katika
tl: I-click at i-drag sa I-plot ang lugar upang mag-zoom in

source: Drag your finger over the plot to zoom in
ar: اسحب إصبعك على مؤامرة للتكبير
pl: Przeciągnij palcem po działce, aby powiększyć
sw: Drag kidole yako juu ya njama kwa zoom katika
tl: I-drag ang iyong daliri sa ibabaw ng Plot upang mag-zoom in

source: Report list
ar: قائمة التقرير
pl: Lista Zgłoś
sw: Ripoti orodha
tl: Listahan ng Ulat

source: Sun
ar: الشمس
pl: Słońce
tl: Araw

source: Mon
ar: لي
pl: My
sw: My
tl: Aking

source: Tue
ar: لديك
pl: Twój
sw: Yako
tl: Ang iyong

source: Wed
ar: الأربعاء
pl: Śr

source: Thu
ar: الخميس
pl: Czw
tl: Huwebes

source: Fri
ar: مجانا
pl: Bezpłatny
sw: Free
tl: Libreng

source: Sat
ar: السبت
tl: Sab

source: Send
ar: إرسال
pl: Wyślij
sw: Kutuma
tl: Magpadala

source: Config chart by
ar: التكوين عن طريق الرسم البياني
pl: Konfiguracja przez wykres
sw: Config chati kwa
tl: Config tsart sa pamamagitan ng

source: Filter results
ar: تصفية النتائج
pl: Wyszukane
sw: Chuja matokeo
tl: I-filter ang mga resulta

source: Group by
ar: مجموعة من
pl: Grupa przez
sw: Group na
tl: Pangkat sa pamamagitan ng

source: Get results
ar: الحصول على نتائج
pl: Pobierz wyniki
sw: Kupata matokeo
tl: Kumuha ng mga resulta

source: Empty report list.
ar: قائمة فارغة التقرير.
pl: Pusta lista raport.
sw: Tupu ripoti orodha.
tl: Alisan ng laman ang listahan ulat.

source: Go up
ar: ترتفع
pl: W górę
tl: Umakyat

source: This query has no results
ar: هذا الاستعلام لا يوجد نتائج
pl: To zapytanie nie ma wyników
sw: Swala hili halina matokeo
tl: Walang mga resulta ang query na ito

source: Start date
ar: تاريخ البدء
pl: Data przyjazdu
sw: Tarehe ya kuanza
tl: Petsa ng pagsisimula

source: End date
ar: تاريخ انتهاء
pl: Data zakończenia
sw: Tarehe ya mwisho
tl: Petsa ng pagtatapos

source: %(b)r tag requires arguments
ar: %(b)r تتطلب علامة ص الحجج
sw: %(b)r tag inahitaji hoja
tl: %(b)rangangailangan ng r tag na argumento

source: There were some problems in the formset. Please review. Thanks!
ar: كانت هناك بعض المشاكل في formset. يرجى مراجعة. شكر!
pl: Były pewne problemy w formset. Proszę przejrzeć. Dzięki!
sw: Kulikuwa na baadhi ya matatizo katika formset. Tafadhali tathmini. Shukrani!
tl: Nagkaroon ng ilang problema sa formset. Mangyaring suriin. Salamat!

source: Add More
ar: إضافة المزيد
pl: Dodaj więcej
sw: Kuongeza Zaidi
tl: Magdagdag ng Higit Pa

source: %(l)s - %(e)s
ar: %(l)s ق - %(e)s ق

source: Add %(l)s
ar: إضافة %(l)s ق
tl: Magdagdag ng %(l)s

source: Delete %(l)s
ar: حذف %(l)s ق
tl: Tanggalin %(l)s

source: Delete This %(l)s
ar: حذف هذا %(l)s ق
tl: Tanggalin ito %(l)s

source: Theme Template for Bootstrap
ar: قالب موضوع التمهيد
pl: Szablon tematem Bootstrap
sw: Theme Kigezo kwa Bootstrap
tl: Template ng Tema para sa Bootstrap

source: Skip to main content
ar: انتقل إلى المحتوى الرئيسي
pl: Przejdź do głównej treści
sw: Ruka kwa yaliyomo kuu
tl: Laktawan sa pangunahing nilalaman

source: Log In
ar: دخول
pl: Zaloguj
sw: Ingia
tl: Mag-log In

source: Logged in as
ar: تسجيل الدخول ك
pl: Zalogowany jako
sw: Watumiaji katika kama
tl: Naka-log in bilang

source: Read More
ar: اقرأ المزيد
pl: Czytaj więcej
sw: Soma Zaidi
tl: Magbasa Nang Higit Pa

source: In The News
ar: في الأخبار
pl: W wiadomościach
sw: Katika News
tl: Sa Ang News

source: View More News
ar: عرض المزيد من الاخبار
pl: Zobacz więcej nowości
sw: View Zaidi News
tl: Tingnan ang Higit Pang Mga Balita

source: Support Our Cause
ar: دعم قضيتنا
pl: Wsparcie naszej sprawy
sw: Support Njia yetu
tl: Suportahan ang aming Dahilan

source: Upcoming Events
ar: الأحداث القادمة
pl: Nadchodzące wydarzenia
sw: Matukio ya ujao
tl: Mga Paparating na Kaganapan

source: Add an Event Today to See Something Here
ar: إضافة حدث اليوم أن نرى شيئا هنا
pl: Dodaj wydarzenie dzisiaj zobaczyć coś tutaj
sw: Ongeza Tukio Leo kwa Angalia Kitu Hapa
tl: Magdagdag ng isang Kaganapan Ngayon upang Tingnan Isang bagay Narito

source: This is example of what your event description will look like. Start adding Events to start adding your own content today!
ar: هذا هو مثال على ما وصف هذا الحدث الخاص بك سيبدو. البدء في إضافة الأحداث إلى البدء في إضافة المحتوى الخاص بك اليوم!
pl: Jest to przykład tego, co Twój opis zdarzenia będzie wyglądać. Zacznij dodanie wydarzenia do dodawania dziś własne treści!
sw: Huu ni mfano wa nini tukio maelezo yako itakuwa kuangalia kama. Kuanza kuongeza Matukio kuanza kuongeza maudhui yako mwenyewe leo!
tl: Ito ay halimbawa kung ano ang paglalarawan ng iyong kaganapan magiging hitsura. Simulan ang pagdaragdag ng Mga Kaganapan upang magsimulang magdagdag ng iyong sariling nilalaman ngayon!

source: Display your next upcoming event right on your homepage. Once you <a href="/events/add/">add your first event</a>, this area will be replaced by that information. Don't forget to add an event photo!
ar: عرض الحدث المرتقب الخاص بك المقبل الحق على صفحتك الرئيسية. بمجرد <a href="/events/add/"> أولا إضافة </a> هذا الحدث الخاص بك، سيتم استبدال هذا المجال من خلال تلك المعلومات. لا تنس أن تضيف على صورة الحدث!
pl: Wyświetlić następny nadchodzące wydarzenie bezpośrednio na stronie głównej. Po <a href="/events/add/"> dodać swój pierwszy </a> zdarzeń, obszar ten zostanie zastąpiony przez tych informacji. Nie zapomnij dodać zdjęcie zdarzenia!
sw: Kuonyesha ya tukio yako ujao wa kulia juu ya homepage yako. Mara baada ya <a href="/events/add/"> kuongeza tukio yako ya kwanza </a>, eneo hili itakuwa kubadilishwa na kwamba habari. Usisahau kuongeza tukio photo!
tl: Ipakita ang iyong susunod na paparating na kaganapan mismo sa iyong homepage. Sa sandaling mong <a href="/events/add/"> idagdag ang iyong unang </a> kaganapan, ang lugar na ito ay papalitan sa pamamagitan ng impormasyon na iyon. Huwag kalimutan upang magdagdag ng isang larawan ng kaganapan!

source: Our Photos
ar: لدينا صور
pl: Nasze zdjęcia
sw: Picha yetu
tl: Ang aming mga Larawan

source: Admin: Edit %(t)s Box
ar: مشرف: تحرير %(t)s ق مربع
tl: Kahon I-edit ang %(t)s: Admin

source: Log Out
ar: تسجيل الخروج
pl: Wyloguj się
sw: Ingia Kati
tl: Mag-log Out

source: Events will be shown here. <a href="/events/add/">Start adding events now!</a>
ar: سيتم عرض الأحداث هنا. <a href="/events/add/"> بدء إضافة الأحداث الآن! </a>
pl: Wydarzenia będą pokazane tutaj być. <a href="/events/add/"> Rozpocznij dodawanie zdarzeń teraz! </a>
sw: Matukio itakuwa imeonyesha hapa. <a href="/events/add/"> kuanza kuongeza matukio ya sasa! </a>
tl: Mga Kaganapan ay ipapakita dito. <a href="/events/add/"> Simulan ang pagdaragdag ng mga kaganapan ngayon! </a>

source: View more events
ar: عرض المزيد من الأحداث
pl: Zobacz więcej wydarzeń
sw: Tazama matukio zaidi
tl: Tingnan ang higit pang mga kaganapan

source: About the Organization
ar: عن المنظمة
pl: O Organizacji
sw: Kuhusu Organization
tl: Tungkol sa Organisasyon

source: View More Photos
ar: عرض المزيد من الصور
pl: Zobacz więcej zdjęć
sw: View Zaidi Picha
tl: Tingnan ang Higit pang mga Larawan

source: Upload Logo
ar: تحميل الشعار
pl: Wgraj Logo
tl: Mag-upload ng Logo

source: Upload a Logo
ar: تحميل الشعار
pl: Przesłać logo
sw: Weka Logo
tl: Mag-upload ng Logo

source: Buttons
ar: أزرار
pl: Przyciski
tl: Mga Pindutan

source: Primary
ar: الابتدائية
pl: Podstawowym
sw: Kanuni
tl: Pangunahing

source: Info
ar: معلومات
pl: Informacje
tl: Impormasyon

source: Warning
ar: تحذير
pl: Ostrzeżenie
sw: Onyo
tl: Babala

source: Danger
ar: خطر
pl: Niebezpieczeństwo
sw: Hatari
tl: Panganib

source: Thumbnails
ar: الصور المصغرة
pl: Miniatury
tl: Thumbnail

source: A generic square placeholder image with a white border around it, making it resemble a photograph taken with an old instant camera
ar: ألف عام الصورة نائبا مربع مع حدود بيضاء حوله، مما يجعلها تشبه فوتوغرافية التقطت مع الكاميرا الفورية القديمة
pl: Generic plac zastępczy obrazu z białym obramowaniem wokół niego, co przypomina zdjęcie wykonane ze starym aparatem błyskawicznych
sw: generic mraba placeholder picha na mpaka nyeupe kuizunguka, na kuifanya kufanana na picha zilizochukuliwa na kamera miaka papo
tl: Ang mga generic na parisukat na larawan ng placeholder na may puting border sa paligid nito, na ginagawa itong maging katulad ng larawan na kinunan gamit ang isang lumang instant camera

source: Dropdown menus
ar: القوائم المنسدلة
pl: Rozwijane menu
sw: Menus dropdown
tl: Dropdown na menu

source: Dropdown
ar: المنسدلة
pl: Rozwijana

source: Another action
ar: إجراء آخر
pl: Kolejna akcja
sw: Hatua nyingine
tl: Ang isa pang pagkilos

source: Something else here
ar: شيء آخر هنا
pl: Coś jeszcze tutaj
sw: Kitu kingine hapa
tl: Ibang bagay dito

source: Separated link
ar: فصل الارتباط
pl: Oddzielone Link
sw: Kinachotenganishwa kiungo

source: Toggle navigation
ar: الملاحة تبديل
pl: Włącz nawigację
sw: Urambazaji Toggle
tl: I-toggle ang pag-navigate

source: Project name
ar: اسم المشروع
pl: Nazwa projektu
sw: Jina la mradi
tl: Pangalan ng proyekto

source: About
ar: حول
pl: O
sw: Kuhusu
tl: Tungkol sa

source: Nav header
ar: رأس NAV
pl: Nav nagłówek

source: One more separated link
ar: أكثر واحد رابط منفصل
pl: Jeden bardziej rozdzielone Link
sw: Moja zaidi kutengwa kiungo
tl: Isa pang pinaghiwalay link

source: <div class="page-header"> <h1>Alerts</h1> </div> <div class="alert alert-success"> <strong>Well done!</strong> You successfully read this important alert message. </div> <div class="alert alert-info"> <strong>Heads up!</strong> This alert needs your attention, but it's not super important. </div> <div class="alert alert-warning"> <strong>Warning!</strong> Best check yo self, you're not looking too good. </div> <div class="alert alert-danger"> <strong>Oh snap!</strong> Change a few things up and try submitting again. </div>
ar: <div class="page-header"> <h1> تنبيهات </h1> </div> <div class="alert alert-success"> <strong> حسنا فعلت! </strong> أنت بنجاح قراءة هذه الرسالة تنبيه الهامة. </div> <div class="alert alert-info"> <strong> تنبيه! </strong> هذا التنبيه يحتاج انتباهكم، ولكنها ليست فائقة الأهمية. </div> <div class="alert alert-warning"> <strong> تحذير! </strong> أفضل تحقق يو الذاتي، أنت لا تبدو جيدة جدا. </div> <div class="alert alert-danger"> <strong> يا المفاجئة! </strong> تغيير بعض الامور ومحاولة تقديم مرة أخرى. </div>
pl: <div class="page-header"> <h1> Alarmy </h1> </div> <div class="alert alert-success"> <strong> Brawo! </strong> można z powodzeniem czytać ten ważny komunikat alertu. </div> <div class="alert alert-info"> <strong> Chwila! </strong> Alarm ten wymaga uwagi użytkownika, ale nie jest to bardzo ważne. </div> <div class="alert alert-warning"> <strong> Uwaga! </strong> Best sprawdzić yo siebie, nie patrzysz zbyt dobre. </div> <div class="alert alert-danger"> <strong> Oh Snap! </strong> zmienić kilka rzeczy i spróbuj go wysłać ponownie. </div>
sw: <div class="page-header"> <h1> Alerts </h1> </div> <div class="alert alert-success"> <strong> Vema! </strong> Wewe mafanikio kusoma ujumbe huu muhimu tahadhari. </div> <div class="alert alert-info"> <strong> Wakuu up! </strong> Tahadhari hii mahitaji yako tahadhari, lakini siyo super muhimu. </div> <div class="alert alert-warning"> <strong> Tahadhari! </strong> Best kuangalia yo binafsi, wewe si kuangalia nzuri sana. </div> <div class="alert alert-danger"> <strong> Lo! </strong> Mabadiliko ya mambo machache juu na kujaribu kuwasilisha tena. </div>
tl: <div class="page-header"> <h1> Mga Alerto </h1> </div> <div class="alert alert-success"> <strong> Magaling! </strong> Ikaw matagumpay na basahin ang mahalagang mensahe ng alerto. </div> <div class="alert alert-info"> <strong> ulo up! </strong> Kailangan ng alerto na ito ang iyong pansin, ngunit ito ay hindi sobrang mahalaga. </div> <div class="alert alert-warning"> <strong> Babala! </strong> Pinakamahusay na suriin yo sarili, hindi naghahanap ka ng masyadong mabuti. </div> <div class="alert alert-danger"> <strong> Oh naku! </strong> Baguhin ang ilang mga bagay up at subukang muling pagsusumite. </div>

source: Progress bars
ar: أشرطة التقدم
pl: Paski postępu
sw: Baa maendeleo
tl: Progress bar

source: 60%% Complete
ar: 60 ٪٪ كاملة
pl: 60 %% Kompletna
tl: 60 %% Kumpletong

source: image for %(t)s
ar: صورة ل %(t)s ق
pl: zdjęcie %(t)s
sw: picha kwa ajili ya %(t)s
tl: larawan para sa %(t)s

source: No news to show now. <a href="/news/add/">Start adding news now!</a>
ar: لا يوجد أخبار لاظهار الآن. <a href="/news/add/"> بدء إضافة أخبار الآن! </a>
pl: Brak wiadomości, aby zobaczyć teraz. <a href="/news/add/"> Rozpocznij dodawanie teraz wieści! </a>
sw: Hakuna habari kuonyesha sasa. <a href="/news/add/"> kuanza kuongeza habari sasa! </a>
tl: Walang balita na ipapakita ngayon. <a href="/news/add/"> Simulan ang pagdaragdag ngayon balita! </a>

source: 403 Forbidden
ar: 403 محظور
sw: 403 Haramu

source: You can't go to this page right now because you do not have the correct access rights.
ar: لا يمكنك الذهاب إلى هذه الصفحة الآن لأنك لم يكن لديك حقوق الوصول الصحيحة.
pl: Nie można przejść do tej strony teraz, bo nie mają odpowiednich uprawnień.
sw: Huwezi kwenda kwenye ukurasa hii sasa hivi kwa sababu huna sahihi haki za upatikanaji.
tl: Hindi ka maaaring pumunta sa pahinang ito sa ngayon dahil hindi mo na kailangang ang tamang mga karapatan access.

source: Please contact the site administrator to request access to this page.
ar: يرجى الاتصال بالمسؤول عن الموقع في طلب الوصول إلى هذه الصفحة.
pl: Proszę skontaktować się z administratorem serwisu do żądania dostępu do tej strony.
sw: Tafadhali wasiliana na msimamizi tovuti ya kuomba kupata ukurasa huu.
tl: Mangyaring makipag-ugnay sa administrator ng site na humiling ng access sa pahinang ito.

source: , or <a href="/accounts/register/">create an account</a> if you do not have one
ar: ، أو <a href="/accounts/register/"> خلق حساب </a> إذا لم يكن لديك واحدة
pl: Lub <a href="/accounts/register/"> utworzyć </a> konto, jeśli nie masz
sw: , Au <a href="/accounts/register/"> kujenga </a> akaunti kama huna moja
tl: , O <a href="/accounts/register/"> lumikha ng isang account </a> kung wala kang isa

source: 404 NOT FOUND
ar: 404 لم يتم العثور
sw: 404 halikupatikana
tl: 404 HINDI NATAGPUAN

source: The page was not found
ar: لم يتم العثور على الصفحة
pl: Strona nie została odnaleziona
sw: ukurasa ambaye jina lake halikupatikana
tl: Ang pahina ay hindi nahanap

source: Possible reasons
ar: الأسباب المحتملة
pl: Możliwe przyczyny
sw: Sababu ya kutokea
tl: Mga posibleng dahilan

source: The page moved from %(reqpath)s to another path like /cool-stuff/
ar: الصفحة انتقلت من %(reqpath)s ق إلى مسار آخر مثل / بارد أشياء /
sw: ukurasa wakiongozwa kutoka %(reqpath)s kwa njia nyingine kama / baridi-stuff /
tl: Ang pahina ay inilipat mula sa %(reqpath)s sa isa pang daanan tulad ng / cool na bagay-/

source: If you came from another site they may have linked this page incorrectly
ar: إذا جاء من موقع آخر قد ربطت هذه الصفحة غير صحيح
pl: Jeśli pochodzi z innej strony mogą one związane stronę niepoprawnie
sw: Kama alikuja kutoka tovuti nyingine wanaweza kuwa wanaohusishwa ukurasa hii kimakosa
tl: Kung ikaw ay dumating mula sa isa pang site ay maaaring sila ay naka-link nang hindi tama ang pahinang ito

source: The link expired and the search engine has not updated its database.
ar: انتهت وصلة ومحرك البحث لم تحديث قاعدة البيانات الخاصة به.
pl: Link wygasł, a wyszukiwarka nie zaktualizował swoją bazę danych.
sw: kiungo muda wake na search injini ina si updated database yake.
tl: Nag-expire na ang link at ang mga search engine ay hindi na-update ang database na ito.

source: It just doesn't exist
ar: انها فقط لا وجود لها
pl: To po prostu nie istnieje
sw: Ni tu haipo
tl: Ito lamang ay hindi umiiral

source: You may be able to find what you're looking for by:
ar: قد تكون قادرة على العثور على ما كنت تبحث عن طريق:
pl: Możesz być w stanie znaleźć to, czego szukasz przez:
sw: Unaweza kuwa na uwezo wa kupata kile wewe ni kuangalia kwa by:
tl: Maaari mong makita kung ano ang iyong hinahanap sa pamamagitan ng:

source: Visiting the Home Page
ar: زيارة الصفحة الرئيسية
pl: Odwiedzenie strony głównej
sw: Kutembelea amr
tl: Pagbisita sa Home Page

source: Searching the site:
ar: البحث في الموقع:
pl: Wyszukiwanie w witrynie:
sw: Kutafuta site:
tl: Naghahanap ng mga site:

source: Oops %(use)s, we caused a problem
ar: عفوا %(use)s ثانية، نحن تسبب مشكلة
sw: Oops %(use)s, sisi unasababishwa na tatizo
tl: Oops %(use)s, sanhi kami ng problema

source: Oops, we caused a problem
ar: عفوا، فإننا تسبب مشكلة
pl: Ups, spowodowało problem
sw: Oops, sisi unasababishwa na tatizo
tl: Oops, sanhi kami ng problema

source: We have been notified of this and will be working on it quickly.
ar: لقد تم إخطارنا من هذا وسيتم العمل على ذلك بسرعة.
pl: Zostaliśmy powiadomieni o tym i będą pracować na nim szybko.
sw: Tumekuwa taarifa ya hii na itakuwa kazi juu yake kwa haraka.
tl: Inabisuhan kami ng mga ito at nagtatrabaho sa ito mabilis.

source: Website tagline
ar: شعار موقع
pl: Motto WWW
tl: Tagline ng Website

source: Interior page
ar: الصفحة الداخلية
pl: Strona wnętrze
sw: Mambo ya Ndani ukurasa
tl: Pahina ng Interior

source: What is schipul doing...
ar: ما هو schipul به ...
pl: Co to jest schipul robi ...
sw: Schipul anafanya nini ...
tl: Ano ang schipul paggawa ...

source: Contact Us
ar: اتصل بنا
pl: Kontakt z nami
sw: Wasiliana Nasi
tl: Makipag-ugnay sa Amin

source: Site Map
ar: خريطة الموقع
pl: Mapa strony
sw: Ramani ya Tovuti

source: Search This Site
ar: ابحث في هذا الموقع
pl: Wyszukiwanie w witrynie
sw: Tafuta Tovuti Hii
tl: Maghanap sa Site na ito

source: Schipul Web Design
ar: Schipul تصميم مواقع الإنترنت

source: Privacy
ar: الخصوصية
pl: Prywatność

source: Success!
ar: النجاح!
pl: Sukces!
sw: Mafanikio!
tl: Tagumpay!

source: Thank you for getting in touch with
ar: أشكركم على الحصول على اتصال مع
pl: Dziękuję, że w kontakcie z
sw: Asante kwa ajili ya kupata katika kuwasiliana na
tl: Salamat sa pakikipag-ugnay na may

source: We will be in touch with you shortly.
ar: سنكون على اتصال معكم قريبا.
pl: Będziemy w kontakcie z Państwem wkrótce.
sw: Sisi kuwa katika kuwasiliana na wewe muda mfupi.
tl: Kami ay magiging-ugnay sa iyo sa ilang sandali.

source: View message online
ar: عرض رسالة على الانترنت
pl: Zobacz wiadomość w Internecie
sw: View ujumbe online
tl: Tingnan ang mensahe sa online

source: <p>Please fill out the form below.</p>
ar: <p> يرجى ملء النموذج أدناه. </p>
pl: <p> Proszę wypełnić formularz poniżej. </p>
sw: <p> Tafadhali kujaza fomu ya chini. </p>
tl: <p> Mangyaring punan ang form sa ibaba. </p>

source: Welcome to your Tendenci 5 powered Site!
ar: أهلا بك في Tendenci 5 الموقع بالطاقة!
pl: Witamy w Tendenci 5 powered stronie!
sw: Karibu yako Tendenci 5 powered Site!
tl: Maligayang pagdating sa iyong Tendenci 5 pinagagana ng Site!

source: Sitemap
ar: خريطة الموقع
pl: Mapa strony

source: Web Administration
ar: إدارة الشبكة
sw: Mtandao Utawala
tl: Pangangasiwa ng Web

source: Tendenci Membership Management Software
ar: البرامج Tendenci إدارة العضوية
pl: Oprogramowanie Tendenci Członkostwo Zarządzanie
sw: Tendenci Uanachama Usimamizi wa Programu
tl: Software Tendenci Ang pagsapi sa Pamamahala

source: Models available in the %(name)s application.
ar: النماذج المتاحة في %(name)s ق التطبيق.
sw: Mifano ya kutosha katika %(name)s maombi.
tl: Available sa %(name)spplication s mga modelo.

source: You don't have permission to edit anything.
ar: أنت لا تملك الصلاحيات لتعديل أي شيء.
pl: Nie masz uprawnień do edytowania czegokolwiek.
sw: Huna ruhusa ya kuhariri chochote.
tl: Wala kang pahintulot upang i-edit ng kahit ano.

source: Recent Actions
ar: الإجراءات الأخيرة
pl: Najnowsze działania
sw: Hatua ya hivi karibuni
tl: Kamakailang Mga Pagkilos

source: My Actions
ar: بلدي تطبيقات
pl: Moje działania
sw: Hatua My
tl: Aking Mga Pagkilos

source: None available
ar: غير متوفر
pl: Niedostępne
sw: Hakuna inapatikana
tl: Wala magagamit

source: Unknown content
ar: المحتوى غير معروف
pl: Nieznany treści
sw: Maudhui Unknown
tl: Hindi kilalang nilalaman
