Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: <a href="/articles/add/">Add your first articles item</a> to take the place of these examples.
ar: <a href="/articles/add/"> اضافة بند المواد الأولى </a> لتحل محل هذه الأمثلة.
pl: <a href="/articles/add/"> Dodaj swój przedmiot pierwsze artykuły </a> aby zająć miejsce tych przykładów.
sw: <a href="/articles/add/"> Kuongeza makala kwanza yako item </a> kuchukua nafasi ya mifano hiyo.
tl: <a href="/articles/add/"> Idagdag ang iyong unang item artikulo </a> upang kunin ang lugar ng mga halimbawa.

source: <li>Another top story in the articles</li> <li>Even more great article updates</li>
ar: <li> قصة أخرى أعلى في المواد </li> <li> حتى أكثر عظيم التحديثات المادة </li>
pl: <li> Kolejny góry historia w artykułach </li> <li> Nawet bardziej wielki aktualizacje artykuł </li>
sw: <li> hadithi juu jingine katika makala </li> <li> Hata zaidi kubwa makala updates </li>
tl: <li> Isa pang nangungunang mga kuwento sa mga artikulo </li> <li> Mas marami pang mga mahuhusay na mga update artikulo </li>

source: <p><a href="/admin/boxes/box/add/">Add a box</a> and use the tag <strong>%(TEMPLATE_BOXES_GROUP_TAGNAME)s</strong> to add content to this area. The Title of the box will be the heading and the content will display below. You can add up to %(TEMPLATE_BOXES_GROUP_LIMIT)s boxes to your sidebar.</p>
ar: <p> <a href="/admin/boxes/box/add/"> إضافة </a> مربع وتستخدم العلامة <strong> %(TEMPLATE_BOXES_GROUP_TAGNAME)s ق </strong> لإضافة محتوى لهذه المنطقة. فإن العنوان من مربع أن يكون عنوان ومحتوى سيعرض أدناه. يمكنك إضافة ما يصل إلى %(TEMPLATE_BOXES_GROUP_LIMIT)s ق صناديق إلى الشريط الجانبي الخاص بك. </p>
sw: <p> <a href="/admin/boxes/box/add/"> Kuongeza sanduku </a> na kutumia tag <strong> %(TEMPLATE_BOXES_GROUP_TAGNAME)s </strong> kwa kuongeza maudhui ya eneo hili. Title ya sanduku itakuwa kichwa cha habari na maudhui kuonyesha chini. Unaweza kuongeza hadi %(TEMPLATE_BOXES_GROUP_LIMIT)s masanduku ya sidebar yako. </p>
tl: <p> <a href="/admin/boxes/box/add/"> Magdagdag ng isang kahon </a> at gamitin ang tag na <strong> %(TEMPLATE_BOXES_GROUP_TAGNAME)s </strong> upang magdagdag ng nilalaman sa lugar na ito. Ang Pamagat ng kahon ay ang magiging heading at ang nilalaman ay ipapakita sa ibaba. Maaari kang magdagdag ng hanggang sa %(TEMPLATE_BOXES_GROUP_LIMIT)s mga kahon sa iyong sidebar. </p>

source: We provide excellent service to our clients with dedication and high customer satisfaction. We help businesses reach their target audience and make an impact on their industry.
ar: ونحن نقدم خدمة ممتازة لعملائنا بتفان ورضا العملاء عالية. نحن نساعد الشركات تصل إلى الجمهور المستهدف وإحداث تأثير على صناعتهم.
pl: Zapewniamy doskonałą obsługę naszych klientów z oddaniem i wysokiej satysfakcji klienta. Pomagamy firmom dotrzeć do grupy docelowej i wpłynąć na ich branży.
sw: Sisi kutoa huduma bora kwa wateja wetu kwa kujitolea na high mteja kuridhika. Sisi kusaidia biashara kufikia lengo yao watazamaji na kufanya madhara katika sekta zao.
tl: Kami ay nagbibigay ng mahusay na serbisyo sa aming mga kliyente na may dedikasyon at mataas na kasiyahan sa customer. Tulungan kami na negosyo maabot ang kanilang target na madla at gumawa ng isang epekto sa kanilang industriya.

source: Welcome to your Tendenci Community Site!
ar: أهلا بك في مجتمع Tendenci الموقع!
pl: Witamy w Tendenci portalu społeczności internetowej!
sw: Karibu Site yako Tendenci Community!
tl: Maligayang pagdating sa iyong Tendenci Site ng Komunidad!

source: Great event
ar: الحدث الكبير
pl: Wielkie wydarzenie
sw: Tukio kubwa
tl: Mahusay na kaganapan

source: Your latest events will be displayed here.
ar: سيتم عرض الأحداث الأخيرة هنا.
pl: Tutaj będą wyświetlane Twoje ostatnie wydarzenia.
sw: Matukio yako latest kuonyeshwa hapa.
tl: Ang iyong pinakabagong mga kaganapan ay ipapakita dito.

source: Board Meeting
ar: اجتماع مجلس الإدارة
pl: Posiedzenie Zarządu
sw: Mkutano wa Bodi
tl: Lupon ng Meeting

source: <a href="/events/add/">Add your first event</a> to take the place of these examples.
ar: <a href="/events/add/"> إضافة الحدث الأول الخاص </a> لتحل محل هذه الأمثلة.
pl: <a href="/events/add/"> Dodaj swoją pierwszą imprezę </a> aby zająć miejsce tych przykładów.
sw: <a href="/events/add/"> Kuongeza tukio yako ya kwanza </a> kuchukua nafasi ya mifano hiyo.
tl: <a href="/events/add/"> Idagdag ang iyong unang kaganapan </a> upang kunin ang lugar ng mga halimbawa.

source: Great new upcoming event for the organization...
ar: عظيم الحدث المرتقب الجديد لتنظيم ...
pl: Wspaniały nowy Nadchodzące wydarzenie dla organizacji ...
sw: Mkuu mpya ujao tukio kwa ajili ya shirika ...
tl: Mahusay bagong paparating na mga kaganapan para sa samahan ...

source: Monthly Roundup
ar: تقرير اخبارى شهريا
pl: Miesięczne Roundup
sw: Kila mwezi Roundup
tl: Buwanang Roundup

source: We are excited about this fantastic upcoming event on the 22nd...
ar: نحن متحمسون لهذا الحدث المرتقب رائع على 22 ...
pl: Jesteśmy podekscytowani tym fantastycznym nadchodzącej imprezy na 22-...
sw: Sisi ni msisimko kuhusu hili tukio ujao fantastic juu ya 22 ...
tl: Nasasabik kami tungkol sa kamangha-manghang mga paparating na kaganapan sa 22 ...

source: Add your first event
ar: إضافة حدث الأولى
pl: Dodaj swoją pierwszą imprezę
sw: Kuongeza tukio yako ya kwanza
tl: Idagdag ang iyong unang kaganapan

source: Great Event
ar: حدث عظيم
pl: Wielkie wydarzenie
sw: Kubwa ya Tukio
tl: Mahusay Kaganapan

source: Upload an Image
ar: تحميل صورة
pl: Prześlij obraz
sw: Weka Image
tl: Mag-upload ng Imahe

source: Add your first job
ar: إضافة ظيفتك الأولى
pl: Dodaj swoją pierwszą pracę
sw: Kuongeza kazi yako ya kwanza
tl: Idagdag ang iyong unang trabaho

source: Great New Job
ar: كبيرة مهمة جديدة
sw: Mkuu New Job
tl: Mahusay Bagong Job

source: Houston: A new job opening is available...
ar: هيوستن: فتحة والعمل الجديد هو متاح ...
pl: Houston: nowe otwarcie praca jest dostępny ...
sw: Houston: kazi mpya ya ufunguzi ni inapatikana ...
tl: Houston: Isang bagong pambungad na trabaho ay magagamit ...

source: Tendenci supports great news updates for your members and website visitors. You can pull extra details from the latest news, while showing other news items to the side.
ar: Tendenci يدعم كبيرة أخبار تحديثات لأعضائك وزوار الموقع. يمكنك سحب تفاصيل إضافية عن آخر الأخبار، في حين تبين العناصر الإخبارية الأخرى إلى الجانب.
pl: Tendenci wspiera wielkie aktualizacje wiadomości dla swoich członków i odwiedzających. Można wyciągnąć dodatkowe szczegóły z najnowszymi wiadomościami, pokazując inne newsy na stronie.
sw: Tendenci inasaidia updates kubwa habari kwa ajili ya wanachama yako na tovuti ya wageni. Unaweza kuvuta maelezo ya ziada kutoka habari za karibuni, wakati kuonyesha habari nyingine vitu kwa upande.
tl: Sinusuportahan Tendenci mahusay na mga pag-update ng balita para sa iyong mga kasapi at mga bisita ng website. Maaari mong hilahin ang dagdag na mga detalye mula sa mga pinakabagong balita, habang nagpapakita ng iba pang mga item ng balita sa tabi.

source: <a href="/news/add/">Add your first news item</a> to take the place of these examples.
ar: <a href="/news/add/"> الأولى خبرا </a> لتحل محل هذه الأمثلة.
pl: <a href="/news/add/"> Dodaj swój pierwszy news </a> aby zająć miejsce tych przykładów.
sw: <a href="/news/add/"> Kuongeza habari bidhaa yako kwanza </a> kuchukua nafasi ya mifano hiyo.
tl: <a href="/news/add/"> Idagdag ang iyong unang item ng balita </a> upang kunin ang lugar ng mga halimbawa.

source: Tendenci supports great article updates for your members and website visitors. You can pull extra details from the latest news, while showing other news items to the side.
ar: Tendenci يدعم التحديثات المادة كبيرة لأعضائك وزوار الموقع. يمكنك سحب تفاصيل إضافية عن آخر الأخبار، في حين تبين العناصر الإخبارية الأخرى إلى الجانب.
pl: Tendenci wspiera wielkie aktualizacje artykułów dla swoich członków i odwiedzających. Można wyciągnąć dodatkowe szczegóły z najnowszymi wiadomościami, pokazując inne newsy na stronie.
sw: Tendenci inasaidia updates kubwa makala kwa ajili ya wanachama yako na tovuti ya wageni. Unaweza kuvuta maelezo ya ziada kutoka habari za karibuni, wakati kuonyesha habari nyingine vitu kwa upande.
tl: Sinusuportahan Tendenci mahusay na mga pag-update na artikulo para sa iyong mga kasapi at mga bisita ng website. Maaari mong hilahin ang dagdag na mga detalye mula sa mga pinakabagong balita, habang nagpapakita ng iba pang mga item ng balita sa tabi.

source: <a href="/articles/add/">Add your first article</a> to take the place of these examples.
ar: <a href="/articles/add/"> إضافة المادة الأولى </a> لتحل محل هذه الأمثلة.
pl: <a href="/articles/add/"> Dodaj swój pierwszy artykuł </a> aby zająć miejsce tych przykładów.
sw: <a href="/articles/add/"> Kuongeza makala yako kwanza </a> kuchukua nafasi ya mifano hiyo.
tl: <a href="/articles/add/"> Idagdag ang iyong unang </a> artikulo upang kunin ang lugar ng mga halimbawa.

source: <li>Another top story in the news</li> <li>Even more great news updates</li>
ar: <li> قصة أخرى أعلى في الأخبار </li> <li> حتى أكثر عظيم آخر الأخبار </li>
pl: <li> Kolejny góry historia w wiadomościach </li> <li> Nawet bardziej wielki aktualizacje wiadomości </li>
sw: <li> hadithi juu jingine katika habari </li> <li> Hata zaidi kubwa habari updates </li>
tl: <li> Isa pang nangungunang mga kuwento sa balita </li> <li> Mas marami pang mga mahusay na mga pag-update ng balita </li>

source: Tendenci supports great news updates for your members and website visitors. You can pull extra details from the latest news, while showing other news items to the side.
ar: Tendenci يدعم كبيرة أخبار تحديثات لأعضائك وزوار الموقع. يمكنك سحب تفاصيل إضافية عن آخر الأخبار، في حين تبين العناصر الإخبارية الأخرى إلى الجانب.
pl: Tendenci wspiera wielkie aktualizacje wiadomości dla swoich członków i odwiedzających. Można wyciągnąć dodatkowe szczegóły z najnowszymi wiadomościami, pokazując inne newsy na stronie.
sw: Tendenci inasaidia updates kubwa habari kwa ajili ya wanachama yako na tovuti ya wageni. Unaweza kuvuta maelezo ya ziada kutoka habari za karibuni, wakati kuonyesha habari nyingine vitu kwa upande.
tl: Sinusuportahan Tendenci mahusay na mga pag-update ng balita para sa iyong mga kasapi at mga bisita ng website. Maaari mong hilahin ang dagdag na mga detalye mula sa mga pinakabagong balita, habang nagpapakita ng iba pang mga item ng balita sa tabi.

source: Read More …
ar: اقرأ المزيد ...
pl: Czytaj więcej ...
sw: Soma Zaidi ...
tl: Magbasa Nang Higit Pa ...

source: Edit %(t)s
ar: تحرير %(t)s ق
pl: Edycja %(t)s
tl: I-edit ang %(t)s

source: Change %(t)s Content
ar: تغيير %(t)s ق المحتوى
sw: Mabadiliko ya %(t)s Content

source: Update %(t)s
ar: تحديث %(t)s ق
sw: Mwisho %(t)s
tl: I-update ang %(t)s

source: Configure %(t)s
ar: تكوين %(t)s ق
pl: Skonfigurować %(t)s
sw: Sanidi %(t)s
tl: I-configure ang %(t)s

source: Our Next Event
ar: لدينا حدث التالي
pl: Nasz Następny wyścig
sw: Tukio yetu Next
tl: Ang aming Susunod na Kaganapan

source: Come join us at our next event!
ar: يأتي انضمام لنا في أعمالنا الحدث القادم!
pl: Przyjdź do nas na naszej następnej imprezy!
sw: Kuja kujiunga na sisi katika tukio yetu ijayo!
tl: Halika at samahan sa amin sa aming mga susunod na kaganapan!

source: Display your next upcoming event right on your homepage. Once you <a href="/events/add/">add your first event</a>, this area will be replaced by that information. Don't forget to add a speaker photo!
ar: عرض الحدث المرتقب الخاص بك المقبل الحق على صفحتك الرئيسية. بمجرد <a href="/events/add/"> أولا إضافة </a> هذا الحدث الخاص بك، سيتم استبدال هذا المجال من خلال تلك المعلومات. لا تنس أن تضيف صورة اللغة!
pl: Wyświetlić następny nadchodzące wydarzenie bezpośrednio na stronie głównej. Po <a href="/events/add/"> dodać swój pierwszy </a> zdarzeń, obszar ten zostanie zastąpiony przez tych informacji. Nie zapomnij dodać zdjęcie głośnika!
sw: Kuonyesha ya tukio yako ujao wa kulia juu ya homepage yako. Mara baada ya <a href="/events/add/"> kuongeza tukio yako ya kwanza </a>, eneo hili itakuwa kubadilishwa na kwamba habari. Usisahau kuongeza msemaji photo!
tl: Ipakita ang iyong susunod na paparating na kaganapan mismo sa iyong homepage. Sa sandaling mong <a href="/events/add/"> idagdag ang iyong unang </a> kaganapan, ang lugar na ito ay papalitan sa pamamagitan ng impormasyon na iyon. Huwag kalimutan upang magdagdag ng speaker larawan!

source: Change Space Content
ar: تغيير المحتوى الفضاء
pl: Zmień zawartość przestrzeni
sw: Lugha nafasi Content
tl: Baguhin ang Nilalaman ng Space

source: <p><a href="/stories/add/?tags=featured">Add a story</a> and tag it <strong>featured</strong> to have it appear as an image above.</p>
ar: <p> <a href="/stories/add/?tags=featured"> إضافة </a> قصة وعلامة ذلك <strong> ظهرت </strong> لأنها قد تظهر كصورة أعلاه. </p>
pl: <p> <a href="/stories/add/?tags=featured"> Dodaj historię </a> i oznaczyć go <strong> funkcjonalny </strong>, aby się wydawać jak na obrazku powyżej. </p>
sw: <p> <a href="/stories/add/?tags=featured"> Kuongeza hadithi </a> na tag <strong> featured </strong> kwa kuwa ni kuonekana kama picha hapo juu. </p>
tl: <p> <a href="/stories/add/?tags=featured"> Magdagdag ng isang kuwento </a> at i-tag ito <strong> itinampok </strong> upang magkaroon ito lilitaw bilang isang imahe sa itaas. </p>

source: Business Strategy
ar: استراتيجية العمل
pl: Strategia biznesowa
sw: Mkakati wa Biashara
tl: Diskarte sa Negosyo

source: Talking Points
ar: نقاط الحديث
pl: Gadające Punkty
sw: Kuzungumza Points
tl: Ng pakikipag-usap Mga Puntos

source: Who We Are
ar: من نحن
pl: Kim jesteśmy
sw: Sisi ni nani
tl: Sino ang Sigurado namin

source: Admin Theme Preview
ar: معاينة الموضوع المشرف
pl: Admin Temat Podgląd
tl: I-preview ang Tema ng Admin

source: You are previewing the %(request.session.theme)s theme.
ar: كنت معاينة %(request.session.theme)s وموضوع.
sw: Wewe ni kuhakiki %(request.session.theme)s mandhari.
tl: Ikaw ay pag-preview ng tema %(request.session.theme)s.

source: Stop previewing
ar: وقف معاينة
pl: Przestań podglądu
sw: Kuacha kuhakiki
tl: Ihinto ang pag-preview

source: Edit this theme
ar: تحرير هذا الموضوع
pl: Edytuj temat
sw: Hariri mada hii
tl: I-edit ang temang ito

source: Search Helpfiles
ar: البحث Helpfiles
pl: Szukaj helpfiles
tl: Paghahanap Helpfiles

source: E-mail Support
ar: الدعم عبر البريد الإلكتروني
pl: Wsparcie e-mail
tl: E-mail na Suporta

source: Call Schipul:
ar: اتصل Schipul:
pl: Zadzwoń Schipul:
sw: Wito Schipul:
tl: Tawagan Schipul:

source: Apps
ar: تطبيقات
pl: Aplikacje

source: Add-ons
ar: إضافات
pl: Dodatki

source: People
ar: الناس
pl: Osób
sw: Watu
tl: Mga Tao

source: Activity Report
ar: تقرير النشاط
pl: Sprawozdanie z działalności
sw: Shughuli Ripoti
tl: Ulat ng Aktibidad

source: Themes
ar: المواضيع
pl: Tematy
sw: Mandhari
tl: Tema

source: Change Theme From:
ar: تغيير الموضوع من:
pl: Zmienić temat z:
sw: Mabadiliko ya Theme From:
tl: Baguhin ang Tema Mula sa:

source: Invoice Reports
ar: تقارير فاتورة
pl: Raporty na fakturze
sw: Ripoti ankara
tl: Mga Ulat ng Invoice

source: Event logs Summary
ar: ملخص سجلات الأحداث
pl: Podsumowanie dzienników zdarzeń
sw: Tukio magogo Summary
tl: Buod ng mga log ng kaganapan

source: 404 Tracker
ar: 404 المقتفي
tl: 404 Tagasubaybay

source: Quick Links
ar: روابط سريعة
pl: Szybkie linki
tl: Mga mabilis na Link

source: Site Settings
ar: إعدادات الموقع
pl: Ustawienia strony
sw: Settings tovuti
tl: Mga Setting ng Site

source: Homepage Walkthrough
ar: تجول الصفحة الرئيسية
pl: Strona główna Opis przejścia
tl: Walkthrough Homepage

source: Newsletter Generator
ar: النشرة مولد
pl: Generator newslettera

source: Support
ar: دعم
pl: Pomoc
tl: Suporta

source: Tendenci Guide
ar: دليل Tendenci
pl: Przewodnik trendy
sw: Mwelekeo Guide
tl: Tendenci Gabay

source: Search Help Files
ar: البحث ملفات المساعدة
pl: Szukaj plików pomocy
sw: Tafuta Msaada Files
tl: Maghanap sa Help File

source: Contact Tendenci Support
ar: دعم الاتصال Tendenci
pl: Pomoc Kontakt Tendenci
sw: Mawasiliano Tendenci Support
tl: Makipag-ugnay sa Suporta Tendenci

source: Update Tendenci
ar: تحديث Tendenci
pl: Aktualizacja Tendenci
sw: Mwelekeo Mwisho
tl: I-update ang Tendenci

source: Using Custom Template
ar: باستخدام قالب مخصص
pl: Korzystanie z szablonu niestandardowego
sw: Kutumia Custom Kigezo
tl: Paggamit ng Custom Template

source: Theme
ar: موضوع
pl: Motyw
tl: Tema

source: View using Default Template
ar: عرضها باستخدام القالب الافتراضي
pl: Pokaż przy użyciu szablonu domyślnego
sw: View kutumia Default Kigezo
tl: Tingnan ang paggamit ng Default Template

source: View using My Template
ar: عرضها باستخدام قالب بلدي
pl: Moje pokaż użyciu szablonu
sw: View kutumia Kigezo My
tl: Tingnan gamit ang Aking Template

source: Email Administrators
ar: للمسؤولين البريد الإلكتروني
pl: Administratorzy e-mail
sw: Barua pepe Watawala
tl: Ang mga administrator ng Email

source: Colors
ar: الألوان
pl: Kolory
sw: Rangi
tl: Mga Kulay

source: Search All Content
ar: بحث محتوى
pl: Przeszukaj całą zawartość
sw: Tafuta Content wote
tl: Hanapin Lahat ng Nilalaman

source: Help Files
ar: ملفات المساعدة
pl: Pliki pomocy
sw: Msaada Files
tl: Tulong sa Mga file

source: Users Search
ar: للمستخدمين البحث
pl: Użytkownicy Szukaj
sw: Watumiaji Search
tl: Ang mga gumagamit Paghahanap

source: My Links
ar: بلدي سريعة
pl: Moje linki
sw: Links My
tl: Aking Mga Link

source: My User Profile
ar: العضو بلدي
pl: Mój profil użytkownika
sw: User Profile yangu
tl: Aking Mga User ng Profile

source: My Invoices
ar: بلدي الفواتير
pl: Moje Faktury
sw: Ankara My
tl: Aking Mga Invoice

source: My Corporate Memberships
ar: بلدي عضوية الشركات
pl: Przynależność moje firmowe
sw: Corporate Uanachama My
tl: Aking mga pagmimiyembro Corporate

source: My Memberships
ar: بلدي عضوية
pl: Jestem czlonkiem
sw: Uanachama My
tl: Aking mga pagmimiyembro

source: My Content
ar: المحتوى
pl: Moja zawartość
sw: Content My
tl: Aking Mga Nilalaman

source: Tendenci Help Files
ar: Tendenci ملفات المساعدة
pl: Tendenci Pliki pomocy
sw: Tendenci Msaada Files
tl: Tendenci Tulong File

source: Admin Area
ar: المنطقة الادارية
pl: Administrator Obszar
tl: Lugar ng Admin

source: The following article was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Articles module by %(author)s
sw: makala yafuatayo mara aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Makala moduli kwa %(author)s
tl: Ang sumusunod na artikulo ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s Mga Artikulo module sa pamamagitan ng %(author)s

source: Add another %(verbose_name)s
tl: Magdagdag ng isa pang %(verbose_name)s

source: The corporate membership "%(objname)s" has been renewed by %(requser)s.
sw: taarifa uanachama ushirika &quot; %(objname)s&quot; imekuwa upya na %(requser)s.
tl: Ang pagiging miyembro ng korporasyon &quot; %(objname)s&quot; ay na-renew bago ang %(requser)s.

source: Latest Directories by %(sitedisplayname)s
pl: Najnowsze katalogów przez %(sitedisplayname)s
sw: Latest Saraka kwa %(sitedisplayname)s
tl: Pinakabagong Direktoryo ng %(sitedisplayname)s

source: ALL
pl: WSZYSTKIE
tl: LAHAT

source: The following directory was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Directories module by %(requser)s
sw: directory iliyofuata ilikuwa ya aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Saraka moduli na %(requser)s
tl: Ang mga sumusunod na direktoryo ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s Direktoryo module sa pamamagitan ng %(requser)s

source: The following directory was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Directories module by %(requser)s and needs to be activated.
sw: directory iliyofuata ilikuwa ya aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Saraka moduli na %(requser)s na mahitaji ya kuwa ulioamilishwa.
tl: Ang mga sumusunod na direktoryo ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s Direktoryo module sa pamamagitan ng %(requser)s at kailangang ma-activate.

source: Latest Events by %(sitedisplayname)s
pl: Ostatnie wydarzenia przez %(sitedisplayname)s
sw: Matukio ya karibuni na %(sitedisplayname)s
tl: Pinakabagong Mga Kaganapan sa pamamagitan ng %(sitedisplayname)s

source: Last updated %(update_date)s by:
sw: Updated mwisho %(update_date)s by:
tl: Huling na-update %(update_date)s sa pamamagitan ng:

source: DISABLED
pl: WYŁĄCZONE
tl: Hindi pinagana

source: registered as %(title)s
pl: zarejestrowany jako %(title)s
sw: kusajiliwa kama %(title)s
tl: nakarehistro bilang %(title)s

source: %(title)s on %(start_dt)s
sw: %(title)s juu ya %(start_dt)s
tl: %(title)s sa %(start_dt)s

source: Latest Helpfiles by %(hp)s
sw: Latest Helpfiles na %(hp)s
tl: Pinakabagong Helpfiles ng %(hp)s

source: Latest Jobs by %(dname)s
pl: Najnowsze oferty pracy przez %(dname)s
sw: Latest Jobs na %(dname)s
tl: Pinakabagong Mga Trabaho sa pamamagitan ng %(dname)s

source: Categories (%(l)s)
sw: Jamii ( %(l)s)
tl: Mga Kategorya ( %(l)s)

source: Subcategories (%(l)s)
sw: Vijamii ( %(l)s)
tl: Mga Subcategory ( %(l)s)

source: Latest Locations by %(dname)s
pl: Ostatnie Lokalizacje przez %(dname)s
sw: Latest Locations na %(dname)s
tl: Pinakabagong Mga Lokasyon ng %(dname)s

source: %(entry_name)s Application Entry Confirmation</h1> <div class="entry_dt">Submitted %(entry_date)s
sw: %(entry_name)s Maombi Entry Kipaimara </h1> <div class="entry_dt"> iliombwa %(entry_date)s
tl: %(entry_name)s Pagkumpirma Entry Application </h1> <div class="entry_dt"> Isinumite %(entry_date)s

source: Latest News by %(dname)s
sw: Latest News na %(dname)s
tl: Pinakabagong Balita sa pamamagitan ng %(dname)s

source: by %(requser)s(administrator)
sw: na %(requser)s (msimamizi)
tl: sa pamamagitan ng %(requser)s (administrator)

source: by %(requser)s and needs to be activated
pl: o %(requser)s i musi być aktywowany
sw: na %(requser)s na mahitaji ya kuwa ulioamilishwa
tl: sa pamamagitan ng %(requser)s at kailangang ma-activate ang

source: Recurring Payment Account (ID:%(id)d) Disabled by %(usr)s on %(dname)s
sw: Recurring Malipo Akaunti (ID: %(id)d) Walemavu na %(usr)s juu ya %(dname)s
tl: Nauulit Account Pagbabayad (ID: %(id)d) Hindi pinagana ng %(usr)s sa %(dname)s

source: Successfully updated %(r)s
pl: Pomyślnie zaktualizowane %(r)s
sw: Mafanikio updated %(r)s
tl: Matagumpay na na-update %(r)s

source: Successfully deleted %(r)s
tl: Matagumpay na natanggal ang %(r)s

source: An account already exists for the email %(email)s.
sw: akaunti tayari lipo kwa ajili email %(email)s.
tl: Ang isang account ay mayroon na para sa email %(email)s.

source: You are already logged in as %(user)s.
sw: Wewe ni tayari watumiaji katika kama %(user)s.
tl: Naka-log in bilang %(user)s.

source: Submitted %(create_date)s
sw: Iliombwa %(create_date)s
tl: Isinumite %(create_date)s

source: Updated on %(contrib_date)s by %(contrib_creator)s
sw: Imesasishwa %(contrib_date)s na %(contrib_creator)s
tl: Nai-update sa %(contrib_date)s sa pamamagitan ng %(contrib_creator)s

source: Successfully updated %(d)s
sw: Mafanikio updated %(d)s
tl: Matagumpay na na-update %(d)s

source: Successfully deleted %(d)s
sw: Umefutwa kwa mafanikio %(d)s
tl: Matagumpay na natanggal ang %(d)s

source: %(m)sYour discount of $%(dt)s %(dd)s has been added.
sw: %(m)sYour discount ya $ %(dt)s %(dd)s imekuwa aliongeza.
tl: %(m)sYour diskwento na $ %(dt)s %(dd)s ay naidagdag na.

source: Successfully deleted %(e)s
tl: Matagumpay na natanggal ang %(e)s

source: Successfully edited %(f)s
sw: Mafanikio mwisho %(f)s
tl: Matagumpay na na-edit %(f)s

source: Successfully updated %(f)s
sw: Mafanikio updated %(f)s
tl: Matagumpay na na-update %(f)s

source: Successfully deleted %(f)s
sw: Umefutwa kwa mafanikio %(f)s
tl: Matagumpay na natanggal ang %(f)s

source: Successfully deleted %(nav)s
sw: Umefutwa kwa mafanikio %(nav)s
tl: Matagumpay na natanggal ang %(nav)s

source: PHONE
pl: TELEFON
tl: TELEPONO
