Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: A user has been added.
ar: تمت إضافة المستخدم.
pl: Użytkownik został dodany.
sw: user imekuwa aliongeza.
tl: Ay naidagdag ng isang user.

source: User Edited
ar: المستخدم محرر
pl: Edytował
tl: Nai-edit ng gumagamit

source: A user has been edited.
ar: تم تعديل المستخدم.
pl: Użytkownik został edytowany.
sw: user imekuwa mwisho.
tl: May na-edit ng user.

source: User Deleted
ar: المستخدم المحذوفة
pl: Użytkownik został usunięty
tl: Tinanggal na User

source: A user has been deleted
ar: تم حذف مستخدم
pl: Użytkownik został usunięty
sw: mtumiaji imefutwa
tl: Ang isang gumagamit ay tinanggal na

source: User Add Notice
ar: إضافة مستخدم إشعار
pl: Użytkownik dodawania Ogłoszeń
sw: User Add Ilani
tl: Abiso na Magdagdag ng User

source: The following user was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s:
ar: كان المستخدم التالية يضاف إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s ق:
sw: user zifuatazo mara aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s:
tl: Ang mga sumusunod na user ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: First name:
ar: الاسم الأول:
pl: Imię:
sw: Jina la kwanza:
tl: Unang pangalan:

source: Last name:
ar: اسم العائلة:
pl: Nazwisko:
sw: Jina la mwisho:
tl: Huling pangalan:

source: To view the details of this user, go to:
ar: لعرض تفاصيل هذا المستخدم، انتقل إلى:
pl: Aby wyświetlić szczegółowe informacje o tym użytkownika, przejdź do:
sw: Kuangalia maelezo ya hii user, nenda kwa:
tl: Upang tingnan ang mga detalye ng ng user, pumunta sa:

source: New user (%(objname)s) added on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: مستخدم جديد ( %(objname)s ق) أضيف في %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New user ( %(objname)s) aliongeza juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: ( %(objname)sga) bagong user idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: A following user was deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are given below:
ar: تم حذف المستخدم التالية من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق. وفيما يلي التفاصيل:
pl: Następujący użytkownik został usunięty od %(SITE_GLOBAL_SITEDISPLAYNAME)s. Szczegóły podano poniżej:
sw: user zifuatazo ilifutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s. maelezo ya ni aliyopewa chini:
tl: Ang mga sumusunod na user ay tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s. Ang mga detalye ay ibinigay sa ibaba:

source: Deleted User:
ar: حذف العضو:
pl: Skreślony użytkownika:
sw: Ilifutwa mtumiaji:
tl: Tinanggal na User:

source: Username:
ar: اسم المستخدم:
pl: Nazwa użytkownika:
sw: Jina la mtumiaji:

source: User Deleted By:
ar: المستخدم المحذوفة بواسطة:
pl: Użytkownik usunięty przez:
tl: Tinanggal na User Sa pamamagitan ng:

source: If you would like to view all recently deleted users, go to:
ar: إذا كنت ترغب في عرض جميع المستخدمين المحذوفة مؤخرا، انتقل إلى:
pl: Jeśli chcesz zobaczyć wszystkie ostatnio usuniętych użytkowników, przejdź do:
sw: Kama ungependa kuangalia watumiaji wote hivi karibuni kufutwa, nenda kwa:
tl: Kung nais mong tingnan ang lahat ng mga kamakailang natanggal na mga user, pumunta sa:

source: User (%(objname)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: العضو ( %(objname)s ق) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: User ( %(objname)s) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Gumagamit ( %(objname)s) na tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: User Self Add - Admin Notice
ar: إضافة المستخدم الذاتي - إشعار الادارية
pl: Własna użytkownika Dodaj - Admin Notice
sw: User Self Kuongeza - Admin Ilani
tl: Sariling User Magdagdag - Abiso ng Admin

source: The following user's account has been updated/modified at %(SITE_GLOBAL_SITEDISPLAYNAME)s. The details are listed below:
ar: تم تحديث حساب المستخدم التالية ل / تعديل في %(SITE_GLOBAL_SITEDISPLAYNAME)s ق. يتم سرد التفاصيل أدناه:
sw: akaunti ya mtumiaji zifuatazo imekuwa updated / tarehe ya %(SITE_GLOBAL_SITEDISPLAYNAME)s. maelezo ya ni hapa chini:
tl: Na-update account Ang mga sumusunod na user / binagong sa %(SITE_GLOBAL_SITEDISPLAYNAME)s. Ang mga detalye ay nakalista sa ibaba:

source: The list of updated items include:
ar: قائمة العناصر المحدثة تشمل:
pl: Lista zaktualizowanych elementów należą:
sw: orodha ya vitu updated ni pamoja na:
tl: Ang listahan ng mga na-update na mga item ay kinabibilangan ng:

source: Old Value
ar: القيمة القديمة
pl: Stary Wartość
sw: Thamani Old
tl: Lumang Halaga

source: New Value
ar: القيمة الجديدة
pl: Nowa wartość
sw: New Thamani
tl: Bagong Halaga

source: Receive Email
ar: استلام بريد الكتروني
pl: Otrzymuj e-mail
sw: Kupokea Barua pepe
tl: Tumanggap ng Email

source: Language
ar: اللغة
pl: Język
sw: Lugha
tl: Wika

source: To view this user's record, click here:
ar: لعرض سجل هذا المستخدم، انقر هنا:
pl: Aby zobaczyć zapis tego użytkownika, kliknij tutaj:
sw: Kwa mtazamo user huu rekodi, bonyeza hapa:
tl: Upang tingnan ang mga tala ng user na ito, mag-click dito:

source: User (%(objname)s) edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: العضو ( %(objname)s ق) تحريرها على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: User ( %(objname)s) juu ya mwisho %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Gumagamit ( %(objname)s) na-edit sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Site Registration
ar: التسجيل في الموقع
pl: Rejestracja strony
sw: Tovuti Usajili
tl: Pagpaparehistro ng Site

source: Complete the fields below and press Submit to add a user. Required fields are designated with an
ar: أكمل الحقول أدناه ثم اضغط على إضافة مستخدم. يتم تعيين الحقول المطلوبة مع
pl: Wypełnij pola poniżej i naciśnij przycisk Zatwierdź, aby dodać użytkownika. Wymagane pola są oznaczone
sw: Kukamilisha mashamba chini na Vyombo vya habari Kuwasilisha kuongeza user. Mashamba required ni mteule mahali pamoja na
tl: Kumpletuhin ang mga patlang sa ibaba at pindutin ang Isumite upang magdagdag ng isang user. Mga kinakailangang patlang ay itinalaga sa isang

source: There are some issues on the form, please review.
ar: هناك بعض القضايا في النموذج، يرجى مراجعة.
pl: Są pewne problemy na formularzu, prosimy przejrzeć.
sw: Kuna baadhi ya masuala katika fomu, tafadhali mapitio.
tl: May ilang mga isyu sa form, mangyaring suriin.

source: Salutation
ar: تحية
pl: Pozdrowienie
sw: Salamu

source: Prevent my record from displaying in search?
ar: منع سجل بلدي من عرض في البحث؟
pl: Zapobiec wyświetlaniu mojej rekord w wyszukiwaniu?
sw: Kuzuia rekodi yangu kutoka katika kuonyesha search?
tl: Pigilan ang aking mga tala mula sa pagpapakita sa paghahanap?

source: Hide phone numbers?
ar: إخفاء أرقام الهواتف؟
pl: Ukryj numery telefonów?
sw: Ficha namba za simu?
tl: Itago ang mga numero ng telepono?

source: Receive Email?
ar: استلام رسالة بريد إلكتروني؟
pl: Otrzymuj e-mail?
sw: Kupokea Email?
tl: Tumanggap ng Email?

source: Hide email addresses?
ar: إخفاء عناوين البريد الإلكتروني؟
pl: Ukryj adresy e-mail?
sw: Ficha anwani ya barua pepe?
tl: Itago ang mga email address?

source: (line 1)
ar: (الخط 1)
pl: (Wiersz 1)

source: Address Line 2
ar: سطر العنوان 2
pl: Adres wiersz 2
sw: Anwani Line 2
tl: Linya ng Address 2

source: (line 2)
ar: (سطر 2)
pl: (Linia 2)
tl: (Linya 2)

source: Hide address?
ar: إخفاء عنوان؟
pl: Ukryj adres?
sw: Ficha anwani?
tl: Itago ang address?

source: Use auto generated password
ar: استخدام السيارات لدت كلمة المرور
pl: Użyj auto wygenerowane hasło
sw: Matumizi auto yanayotokana password
tl: Gamitin ang auto nabuong password

source: Confirm Password
ar: تأكيد كلمة المرور
pl: Potwierdź hasło
sw: Kuthibitisha Password
tl: Kumpirmahin ang Password

source: Notes
ar: ملاحظات
pl: Uwagi
tl: Mga Tala

source: Admin Only Notes
ar: المشرف فقط ملاحظات
pl: Admin Tylko Uwagi
sw: Admin tu Notes
tl: Mga Tala Admin Lamang

source: Security Level
ar: مستوى الأمان
pl: Poziom bezpieczeństwa
sw: Usalama Level
tl: Antas ng Seguridad

source: Join/Leave User Groups
ar: تاريخ / ترك مجموعات المستخدمين
pl: Dołącz / Zostaw grupy użytkowników
sw: Kujiunga / Acha Vikundi mtumiaji
tl: Sumali / Mag-iwan Grupo ng Gumagamit

source: Add User Memberships
ar: إضافة عضوية العضو
pl: Dodaj użytkownika Memberships
sw: Kuongeza Uanachama mtumiaji
tl: Magdagdag ng mga pagmimiyembro User

source: Administrators
ar: الإداريين
pl: Administratorzy
sw: Watawala
tl: Mga Administrator

source: No administrators found.
ar: لم يتم العثور على الإداريين.
pl: Nie znaleziono administratorzy.
sw: Hakuna watendaji kupatikana.
tl: Walang nahanap na mga administrator.

source: Upload / Change Avatar
ar: تحميل / تغيير الصورة الرمزية
pl: Upload / Zmień Avatar
sw: Upload / lugha Avatar
tl: Mag-upload / Baguhin ang Avatar

source: Current avatar:
ar: الصورة الرمزية الحالية:
pl: Aktualny awatar:
sw: Avatar sasa:
tl: Kasalukuyang avatar:

source: You do not yet have an avatar. Please upload one now.
ar: لم يكن لديك افاتار بعد. يرجى تحميل واحد الآن.
pl: Nie masz jeszcze swojego awatara. Wgraj je teraz.
sw: You bado hatuna avatar. Tafadhali pakia moja sasa.
tl: Wala ka pang isang avatar. Mangyaring mag-upload ng isa ngayon.

source: Choose new Default
ar: اختيار جديد الافتراضي
pl: Wybierz nową domyślną
sw: Kuchagua Default mpya
tl: Pumili ng bagong Default

source: Avatar Image
ar: الصورة الرمزية صورة
pl: Awatar
tl: Avatar Imahe

source: Upload New Image
ar: تحميل صورة جديدة
pl: Prześlij Nowy obraz
sw: Weka New Image
tl: Mag-upload ng Bagong Imahe

source: Are you sure you want to delete this user?
ar: هل أنت متأكد أنك تريد حذف هذا المستخدم؟
pl: Czy jesteś pewien, że chcesz usunąć tego użytkownika?
sw: Je, una uhakika unataka kufuta mtumiaji huyu?
tl: Sigurado ka bang gusto mong tanggalin ang user na ito?

source: Delete User
ar: حذف العضو
pl: Usuń użytkownika
sw: Kufuta mtumiaji
tl: Tanggalin ang User

source: Edit User
ar: عدل العضو
pl: Edycja użytkownika
sw: Edit mtumiaji
tl: I-edit ang User

source: Edit
ar: تحرير
pl: Edytuj
tl: I-edit ang

source: Change the information below as needed and press Submit changes.
ar: تغيير المعلومات الواردة أدناه حسب الحاجة واضغط إرسال التغييرات.
pl: Zmienić informacje poniżej, ile potrzeba i naciśnij Zatwierdź zmiany.
sw: Mabadiliko ya habari hapa chini kama inahitajika na waandishi wa habari Kuwasilisha mabadiliko.
tl: Baguhin ang impormasyon sa ibaba kung kinakailangan at pindutin ang Isumite pagbabago.

source: change password
ar: تغيير كلمة المرور
pl: Zmiana hasła
sw: mabadiliko ya password
tl: palitan ang password

source: Add/Remove User Groups
ar: إضافة / إزالة مجموعات المستخدمين
pl: Dodaj / Usuń grupy użytkowników
sw: Ongeza / Ondoa Vikundi mtumiaji
tl: Magdagdag / Mag-alis ng Mga Pangkat ng User

source: Groups:
ar: مجموعات:
pl: Grupy:
sw: Makundi:

source: The following user's account has been updated/modified at {{ SITE_GLOBAL_SITEDISPLAYNAME }}. The details are listed below:
ar: تم تحديث حساب المستخدم التالية ل / تعديل في SITE_GLOBAL_SITEDISPLAYNAME {{}}. يتم سرد التفاصيل أدناه:
pl: Uwagę następujące użytkownika został zaktualizowany / modyfikowane w {{SITE_GLOBAL_SITEDISPLAYNAME}}. Szczegółowe informacje znajdują się poniżej:
sw: akaunti ya mtumiaji zifuatazo imekuwa updated / tarehe katika {{SITE_GLOBAL_SITEDISPLAYNAME}}. maelezo ya ni hapa chini:
tl: Na-update account Ang mga sumusunod na user / binagong sa {{SITE_GLOBAL_SITEDISPLAYNAME}}. Ang mga detalye ay nakalista sa ibaba:

source: Edit User Permissions
ar: ضوابط عدل العضو
pl: Uprawnienia Edytuj użytkownika
sw: Permissions Edit mtumiaji
tl: Pahintulot-edit ng Gumagamit

source: Grant/Remove Module Level Permissions
ar: منحة / إزالة أذونات مستوى الوحدة
pl: Grant / Usuń Moduł Poziom uprawnień
sw: Grant / Ondoa Module Level Permissions
tl: Grant / Alisin ang Module Level na Pahintulot

source: User Permissions:
ar: ضوابط المستخدم:
pl: Uprawnienia użytkowników:
sw: User Ruhusa:
tl: Mga Pahintulot ng User:

source: Edit Group Membership
ar: تحرير عضوية المجموعة
pl: Edycja Grupy użytkowników
sw: Edit Group Uanachama
tl: I-edit ang Pagiging Kasapi ng Pangkat

source: Edit Group Membership Role
ar: تحرير عضوية المجموعة دور
pl: Edycja Członkostwo grupy ról
sw: Edit Group Uanachama Wajibu
tl: Tungkulin I-edit ang Pagiging Kasapi ng Pangkat

source: Profile Export
ar: الملف التصدير
pl: Eksport profilu
tl: I-export ang Profile

source: An email will be sent to you at <strong>%(request.user.email)s</strong> once the export is ready.
ar: سيتم إرسال بريد الكتروني لك في <strong> %(request.user.email)s ق </strong> مرة واحدة تصدير جاهز.
sw: email watapelekwa wewe katika <strong> %(request.user.email)s </strong> mara moja kuuza nje ni tayari.
tl: Isang email ang ipapadala sa iyo sa <strong> %(request.user.email)s </strong> sabay-sabay sa pag-export ay handa na.

source: Export Profiles
ar: الملامح التصدير
pl: Profile eksport
tl: I-export ang Mga Profile

source: Profile Export - Status
ar: تصدير البيانات الشخصية - الحالة
pl: Eksportuj profil - status
sw: Profile Export - Hali
tl: I-export ang Profile - Katayuan

source: Profiles Export - Status
ar: ملامح تصدير - الحالة
pl: Profile Eksport - status
sw: Profiles Export - Hali
tl: Mga Profile I-export - Katayuan

source: No admin notes
ar: أية ملاحظات المشرف
pl: Administrator nie zauważa
sw: Hakuna maelezo admin
tl: Walang mga tala ng admin

source: Join membership
ar: تاريخ العضوية
pl: Dołącz do członkostwa
sw: Kujiunga uanachama
tl: Sumali sa pagsapi

source: Create a membership application
ar: إنشاء طلب العضوية
pl: Tworzenie wniosku o członkostwo
sw: Kujenga uanachama maombi
tl: Lumikha ng isang application ng pagiging miyembro

source: Join
ar: تاريخ
pl: Dołącz
sw: Kujiunga na
tl: Sumali

source: Admin Renew
ar: المشرف تجديد
pl: Administrator Renew
sw: Admin upya
tl: I-renew ang Admin

source: Not a member.
ar: لست عضوا.
pl: Nie jesteś członkiem.
sw: Si mwanachama.
tl: Hindi isang miyembro.

source: Join or leave group
ar: الانضمام أو ترك مجموعة
pl: Dołączyć lub opuścić grupę
sw: Kujiunga au kuondoka katika kundi
tl: Sumali o mag-iwan ng pangkat

source: Not in any groups.
ar: ليس في أي مجموعة.
pl: Nie w żadnej grupy.
sw: Si katika makundi yoyote.
tl: Hindi sa anumang mga grupo.

source: Upcoming Event Registrations
ar: المسجلون حدث القادمة
pl: Nadchodzące Zgłoszenia zdarzeń
sw: Ujao Tukio Usajili
tl: Mga pagrerehistro Paparating na Kaganapan

source: No upcoming event registrations.
ar: لا التسجيلات الحدث المقبلة.
pl: Brak nadchodzących rejestracji zdarzeń.
sw: Hakuna ujao tukio usajili.
tl: Walang mga paparating na kaganapan ng pagrerehistro.

source: more
ar: أكثر
pl: więcej
sw: zaidi
tl: higit pa

source: this person has not made any contributions yet.
ar: هذا الشخص لم تصدر أي مساهمات حتى الآن.
pl: Ta osoba nie ma jeszcze żadnych wpisów.
sw: mtu huyu hana alifanya michango yoyote.
tl: ang taong ito ay hindi pa gumawa ng anumang kontribusyon.

source: Last Login:
ar: آخر تسجيل دخول:
pl: Ostatnie logowanie:
sw: Mwisho Login:
tl: Huling Pag-login:

source: Invoice Count:
ar: عدد الفاتورة:
pl: Liczyć na fakturze:
sw: Ankara Hesabu:
tl: Bilang ng Invoice:

source: Number of Contributions:
ar: عدد المساهمات:
pl: Liczba zgłoszeń:
sw: Idadi ya michango:
tl: Bilang ng Kontribusyon:

source: Number of Group Memberships:
ar: عدد عضوية المجموعة:
pl: Ilość Przynależność do grupy:
sw: Idadi ya Group Uanachama:
tl: Bilang ng mga pagmimiyembro Group:

source: Merge Users
ar: دمج المستخدمين
pl: Scalanie Użytkownicy
sw: Kuunganisha Watumiaji
tl: Pagsamahin ang mga gumagamit

source: Check the boxes below to select which user accounts you would like to merge. The Master account will be the account into which all other users are merged. Please review the user account information listed below before merging.
ar: حدد المربعات أدناه لتحديد أي حسابات المستخدمين التي ترغب في الاندماج. فإن حساب ماستر يكون الحساب الذي يتم دمج جميع المستخدمين الآخرين. يرجى مراجعة معلومات حساب المستخدم المدرجة أدناه قبل الدمج.
pl: Sprawdź poniżej pola do wyboru kont użytkowników, które chcesz scalić. Konto Master będzie konto, do którego wszyscy użytkownicy są scalane. Zapoznaj się z informacjami o koncie użytkownika wyszczególnionych poniżej, zanim połączenie.
sw: Angalia masanduku chini ya kuchagua ambayo user akaunti ungependa kuunganisha. Akaunti Master itakuwa akaunti katika ambayo watumiaji wengine wote ni zimeunganishwa. Tafadhali kupitia taarifa ya akaunti ya mtumiaji hapa chini kabla ya kuunganisha.
tl: Lagyan ng check ang mga kahon sa ibaba upang piliin kung aling mga account ng gumagamit ang gusto mong pagsamahin. Ang Master account ay ang account kung saan lahat ng iba pang mga gumagamit ay Pinagsama. Mangyaring suriin ang impormasyon ng user account na nakalista sa ibaba bago pinagsasama.

source: Merge
ar: دمج
pl: Scalanie
sw: Kuunganisha
tl: Pagsamahin

source: Edit Groups
ar: تحرير المجموعات
pl: Edytuj Grupy
sw: Edit Vikundi
tl: I-edit Groups

source: Change Password
ar: تغيير كلمة المرور
pl: Zmień hasło
tl: Baguhin ang Password

source: Impersonate
ar: انتحال
pl: Podszywać
sw: Kuiga
tl: Magpanggap

source: All Users
ar: جميع الاعضاء
pl: Wszyscy użytkownicy
sw: All Watumiaji
tl: Lahat ng Mga User

source: Add a User
ar: إضافة مستخدم
pl: Dodaj użytkownika
sw: Kuongeza mtumiaji
tl: Magdagdag ng User

source: Similar Users List
ar: قائمة المستخدمين مماثل
pl: Lista podobnych Użytkownicy
sw: Sawa Watumiaji Orodha ya
tl: Listahan ng mga katulad na mga gumagamit

source: Membership Reports
ar: تقارير عضوية
pl: Raporty członków
sw: Ripoti uanachama
tl: Mga Ulat ng pagiging miyembro

source: Admin List
ar: قائمة المشرف
pl: Lista Admin
sw: Admin Orodha ya
tl: Listahan ng Admin

source: This User
ar: هذا العضو
pl: Ten Użytkownik
sw: Hii mtumiaji
tl: User na ito

source: View User Profile
ar: عرض الملف الشخصي للعضو
pl: Zobacz profil użytkownika
tl: Tingnan ang Profile ng Gumagamit

source: Edit User Profile
ar: تحرير الملف الشخصي للعضو
pl: Edytuj profil użytkownika
tl: I-edit ang Profile ng Gumagamit

source: Edit Permissions
ar: تحرير أذونات
pl: Edytuj uprawnienia
tl: I-edit ang mga Pahintulot

source: Non-Interactive
ar: غير التفاعلية
pl: Nie-interaktywna

source: Member Number:
ar: عدد الأعضاء:
pl: Numer użytkownika:
sw: Mwanachama Idadi:
tl: Bilang ng Miyembro:

source: Application Status:
ar: الحالة التطبيق:
pl: Stan aplikacji:
sw: Maombi Status:
tl: Katayuan ng Application:

source: Mobile Phone:
ar: الهاتف النقال:
pl: Telefon komórkowy:
sw: Simu ya Mkono Simu:

source: Expire Date:
ar: ينتهي التسجيل:
pl: Data wygaśnięcia:
sw: Kumalizika Tarehe:
tl: Petsa e-expire:

source: this record is not searchable unless you are administrator.
ar: هذا السجل ليس للبحث إلا إذا كنت المسؤول.
pl: ten rekord nie można przeszukiwać, chyba że jesteś administratorem.
sw: rekodi hii ni si kutafutwa kama wewe ni msimamizi.
tl: ang talang ito ay hindi mahahanap maliban kung ikaw administrator.

source: the following items are hidden unless you are administrator:
ar: يتم إخفاء العناصر التالية إلا إذا كنت المسؤول:
pl: następujące elementy są ukryte, chyba że jesteś administratorem:
sw: vitu zifuatazo ni siri isipokuwa wewe ni msimamizi wa:
tl: ang mga sumusunod na item ay nakatago maliban kung ikaw administrator:

source: People Search
ar: الناس البحث
pl: Wyszukiwanie osób
sw: Watu Search
tl: Maghanap ng mga tao

source: People List
ar: قائمة الشعب
pl: Ludzie listy
sw: Watu Orodha ya
tl: Listahan ng mga tao

source: Sorry, we didn't find anything for your search.
ar: عذرا، لم نجد أي شيء لبحثك.
pl: Niestety, nie znaleźliśmy nic dla wyszukiwania.
sw: Sorry, sisi hawakuona kitu chochote kwa utafutaji wako.
tl: Paumanhin, hindi kami nakahanap ng anumang bagay para sa iyong paghahanap.

source: Merge these users
ar: دمج هؤلاء المستخدمين
pl: Scalanie tych użytkowników
sw: Kuunganisha watumiaji hawa
tl: Pagsamahin ang mga user na ito

source: Similar Users
ar: المستخدمين مماثل
pl: Podobne Użytkownicy
sw: Sawa Watumiaji
tl: Mga Katulad na Mga User

source: Users with Same Names
ar: المستخدمين مع نفس الأسماء
pl: Użytkownicy z samych nazw
sw: Watumiaji na Same Majina
tl: Mga user na may Parehong Pangalan

source: Users with Same Email
ar: المستخدمين مع نفس البريد الإلكتروني
pl: Użytkownicy z sam e-mail
sw: Watumiaji na Same Barua pepe
tl: Mga user na may Parehong Email

source: No similar users found
ar: أي مستخدم مماثل وجد
pl: Nie znaleziono podobnych użytkowników
sw: Hakuna watumiaji sawa kupatikana
tl: Walang natagpuang mga katulad na mga gumagamit

source: Users not in Groups
ar: المستخدمين لا في المجموعات
pl: Użytkownicy nie w grupach
sw: Watumiaji si katika Vikundi
tl: Ang mga gumagamit ay hindi sa Groups

source: No users not in groups found.
ar: لا ليس في مجموعات المستخدمين وجدت.
pl: Żaden użytkownik nie w grupach znaleźć.
sw: Hakuna watumiaji si katika makundi kupatikana.
tl: Hindi sa mga pangkat Walang nahanap na mga gumagamit.

source: Import Users from CSV file - Preview
ar: استيراد المستخدمين من ملف CSV - استعراض
pl: Importowanie użytkowników z pliku CSV - Zapowiedź
sw: Import Watumiaji kutoka CSV file - Preview
tl: Mag-import ng Mga User mula sa CSV file - Preview

source: Add users to the group
ar: إضافة مستخدمين إلى مجموعة
pl: Dodaj użytkowników do grupy
sw: Kuongeza watumiaji kundi
tl: Magdagdag ng mga user sa pangkat

source: Delete members in group before importing
ar: حذف أعضاء في جماعة قبل الاستيراد
pl: Usuwanie członków z grupy przed importem
sw: Kufuta wanachama katika kundi kabla ya kuagiza
tl: Tanggalin ang mga kasapi sa pangkat bago i-import

source: Import Users from CSV file - Status
ar: استيراد المستخدمين من ملف CSV - الحالة
pl: Importowanie użytkowników z pliku CSV - Status
sw: Import Watumiaji kutoka CSV file - Hali
tl: Mag-import ng Mga User mula sa CSV file - Katayuan

source: (appended 2 extra fields: action and error)
ar: (2 إلحاق حقول إضافية: العمل والخطأ)
pl: (Dołączone 2 dodatkowe pola: działania i błędów)
sw: (Umeongezewa mashamba 2 ziada: hatua na makosa)
tl: (Ikinakabit ang 2 extrang patlang: pagkilos at error)

source: Import more users
ar: استيراد المزيد من المستخدمين
pl: Importować więcej użytkowników
sw: Kuagiza zaidi ya watumiaji
tl: I-import ang higit pang mga user

source: Import Users from CSV file
ar: استيراد المستخدمين من ملف CSV
pl: Importowanie użytkowników z pliku CSV
sw: Import Watumiaji kutoka CSV faili
tl: Mag-import ng Mga User mula sa CSV file
