Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: "%(val)s" is not a valid email address
ar: &quot; %(val)s S&quot; هو ليس عنوان بريد إلكتروني صالح
sw: &quot; %(val)s&quot; ni si halali ya barua pepe
tl: &quot; %(val)s&quot; ay hindi isang wastong email address

source: The "Email to Recipients" function requires at least 1 choice specified.
ar: يتطلب &quot;بالبريد الإلكتروني إلى المستلمين&quot; وظيفة لا يقل عن 1 خيار محدد.
pl: &quot;E-mail do odbiorców&quot; funkcja wymaga co najmniej 1 wybór określonej.
sw: &quot;Barua pepe kwa Wapokeaji&quot; kazi inahitaji angalau 1 uchaguzi maalum.
tl: Nangangailangan ang function na &quot;Email sa Mga tatanggap&quot; hindi bababa sa 1 choice tinukoy.

source: The "Email to Recipients" function requires choices to be in the following format: <choice_label>:<email_address>.
ar: و&quot;بالبريد الإلكتروني إلى المستلمين&quot; وظيفة يتطلب الخيارات ليكون في الشكل التالي: <choice_label>: <email_address>.
pl: &quot;E-mail do odbiorców&quot; funkcji wymaga wyborów być w następującym formacie: <choice_label> <email_address>.
sw: &quot;Barua pepe kwa Wapokeaji&quot; kazi inahitaji uchaguzi kuwa katika format zifuatazo: <choice_label>: <email_address>.
tl: Ang &quot;Email sa Mga tatanggap&quot; function na nangangailangan ng mga pagpipilian upang maging sa sumusunod na format: <choice_label>: <email_address>.

source: This field's function requires Text as a field type
ar: وظيفة هذا الحقل يتطلب النص كنوع الحقل
pl: Funkcja tej dziedzinie wymaga tekstu jako pola typu
sw: Kazi hii inahitaji shamba Nakala kama aina uwanja
tl: Nangangailangan ang function ng patlang na ito Tekstong bilang isang uri ng patlang

source: Leaving this field blank allows visitors to set their own price
ar: ترك هذا الحقل فارغا يسمح للزوار لوضع السعر الخاص بهم
pl: Pozostawiając to pole puste pozwala odwiedzającym ustalić własną cenę
sw: Kuacha hii tupu uwanja inaruhusu wageni kwa kuweka bei zao wenyewe
tl: Ang pag-iwan blangko ang field na ito ay nagpapahintulot sa mga bisita na itakda ang kanilang sariling mga presyo

source: Group Subscription Fields require an Email Field to be present.
ar: مجموعة الاشتراك الحقول تتطلب حقل البريد الإلكتروني ليكون حاضرا.
pl: Grupa Subskrypcja Pola wymagają polu Email być obecny.
sw: Group Subscription Fields zinahitaji Email Field kwa kuwa sasa.
tl: Patlang ng Subscription Group nangangailangan ng Field Email na maging kasalukuyan.

source: Multi-select - Checkboxes
ar: متعدد إختار - خانات
pl: Wielu wyboru - wyboru
sw: Multi-kuchagua - checkboxes
tl: Multi-piliin - Checkbox

source: Multi-select - Select Many
ar: اختيار متعدد - اختر العديد
pl: Wielu wybierz - Wybierz Wiele
sw: Multi-kuchagua - Chagua wengi
tl: Multi-piliin - Piliin Marami

source: Countries
ar: الدول
pl: Kraje
sw: Nchi
tl: Mga Bansa

source: States/Provinces
ar: الولايات / المحافظات
pl: Stany / Prowincje
tl: Mga Estado / Lalawigan

source: Date - Select
ar: التاريخ - اختر
pl: Data - Wybierz
sw: Tarehe - Chagua
tl: Petsa - Piliin ang

source: Date - Text Input
ar: التاريخ - إدخال النص
pl: Data - wprowadzania tekstu
sw: Tarehe - Nakala Input
tl: Petsa - Input ng Teksto

source: Full Name
ar: الاسم الكامل
pl: Imię i nazwisko
sw: Jina kamili
tl: Buong Pangalan

source: Phone Number
ar: رقم الهاتف
pl: Numer telefonu
sw: Nambari ya simu
tl: Numero ng Telepono

source: Email to Recipients
ar: البريد الإلكتروني إلى المستلمين
pl: E-mail do odbiorców
sw: Barua pepe kwa Wapokeaji
tl: Email sa Mga Tatanggap

source: First
ar: أولا
pl: Pierwszy
sw: Kwanza
tl: Unang

source: Middle
ar: الأوسط
pl: Bliski
sw: Mashariki ya
tl: Gitnang

source: Last
ar: آخر
pl: Ostatni
sw: Mwisho
tl: Huling

source: Intro
ar: مقدمة

source: Email Text to Submitter
ar: البريد الإلكتروني نص مقدم ل
pl: Wyślij tekst do Nadesłał
sw: Nakala ya barua pepe Submitter
tl: Email ng Teksto sa Submitter

source: If Send email is checked, this is the text that will be sent in an email to the person submitting the form.
ar: إذا تم التحقق من إرسال البريد الإلكتروني، وهذا هو النص التي سيتم إرسالها في رسالة بالبريد الالكتروني إلى الشخص الذي قدم النموذج.
pl: Jeśli Wyślij e-mail jest zaznaczone, to jest tekst, który zostanie wysłany w wiadomości e-mail do osoby składającej formularz.
sw: Kama Tuma email ni checked, hii ni Nakala kwamba watapelekwa katika barua pepe kwa mtu wa kuwasilisha fomu.
tl: Kung Ipadala sa email ay naka-check, ito ang teksto na ipapadala sa isang e-mail sa mga tao sa pagsusumite ng form.

source: Template for email subject
ar: نموذج لموضوع البريد الإلكتروني
pl: Szablon do tematu e-mail
sw: Kigezo kwa email somo
tl: Template para sa email paksa

source: Options include [title] for form title, and name of form fields inside brackets [ ]. E.x. [first name] or [email address]
ar: وتشمل الخيارات [لقب] لعنوان النموذج، و اسم حقول النموذج داخل قوسين []. E.x. [الاسم الأول] أو [عنوان البريد الإلكتروني]
pl: Opcje obejmują [Tytuł] dla tytułu formularza, a nazwa pola formularza w nawiasach []. E.x. [Imię] lub [E-mail]
sw: Chaguzi ni pamoja na [cheo] kwa jina fomu, na jina ya mashamba ya aina ndani ya mabano []. E.x. [Jina la kwanza] au [Email anwani]
tl: Isama ang Opsyon [title] para sa pamagat ng form na ito, at pangalanan ng mga field ng form sa loob ng mga bracket []. E.x. [Unang pangalan] o [Email address]

source: Send email
ar: إرسال البريد الإلكتروني
pl: Wyślij e-mail
sw: Kutuma barua pepe
tl: Magpadala ng email

source: If checked, the person submitting the form will be sent an email.
ar: إذا دققت، الشخص الذي قدم النموذج سيتم إرسال رسالة بريد إلكتروني.
pl: Jeśli zaznaczone, osoba składająca formularz zostanie wysłany e-mail.
sw: Kama checked, mtu kuwasilisha fomu watapelekwa email.
tl: Kung naka-check, ang tao ng pagsusumite ng form na ito ay nagpadala ng email.

source: Reply-To address
ar: الرد إلى معالجة
pl: Adres odpowiedzi
sw: Jibu kwa kushughulikia
tl: Tumugon-Upang matugunan

source: The address the replies to the email will be sent to
ar: عنوان سيتم إرسال الردود إلى البريد الإلكتروني ل
pl: Adres odpowiedzi na e-mail będą wysyłane do
sw: anwani majibu ya barua pepe watapelekwa
tl: Ang address ng sagot sa email ang ipapadala sa

source: Send copies to
ar: إرسال نسخ إلى
pl: Wyślij kopie
sw: Kutuma nakala kwa
tl: Magpadala ng kopya sa

source: One or more email addresses, separated by commas
ar: واحد أو أكثر من عناوين البريد الإلكتروني، مفصولة بفواصل
pl: Jeden lub więcej adresów e-mail, rozdzielając je przecinkami
sw: Moja au zaidi barua pepe anwani, kutengwa kwa koma
tl: Isa o higit pang mga email address, na pinaghihiwalay ng mga kuwit

source: Completion URL
ar: URL الانتهاء
pl: Zakończenie URL
sw: Kukamilika kwa URL
tl: Pagkumpleto ng URL

source: Redirect to this page after form completion. Absolute URLS should begin with http. Relative URLs should begin with a forward slash (/).
ar: اعادة توجيه هذه الصفحة بعد الانتهاء النموذج. يجب أن تبدأ عناوين المواقع المطلقة مع HTTP. وينبغي أن تبدأ محددات مواقع المعلومات النسبية مع خط مائل (/).
pl: Przekierowanie na tej stronie po zakończeniu formularza. Bezwzględnych adresów URL powinny rozpocząć się od http. Względne adresy URL powinny zaczynać się od ukośnika (/).
sw: Kuelekeza kwa ukurasa hii baada ya kukamilika fomu. URL Absolute lazima kuanza na http. Jamaa URLs lazima kuanza na slash mbele (/).
tl: I-redirect sa pahinang ito pagkatapos na makumpleto form. Ganap na URLS ay dapat na magsimula sa http. Kamag-anak mga URL ay dapat magsimula sa isang pasulong na slash (/).

source: Template
ar: قالب
pl: Szablon
sw: Kigezo

source: Is Custom Payment
ar: هو العرف الدفع
pl: Płatność klienta jest
sw: Ni Custom Malipo
tl: Ay Custom Pagbabayad

source: If checked, please add pricing options below. Leave the price blank if users can enter their own amount.
ar: إذا دققت، يرجى إضافة تسعير الخيارات أدناه. ترك سعر الفراغ إذا يمكن للمستخدمين إدخال كمية الخاصة بهم.
pl: Jeśli zaznaczone, dodaj poniżej opcje cenowe. Cena pozostaw puste jeśli użytkownicy mogą wprowadzić własne kwoty.
sw: Kama checked, tafadhali kuongeza bei chaguzi chini. Acha bei tupu kama watumiaji wanaweza kuingia kiasi yao wenyewe.
tl: Kung naka-check, mangyaring idagdag ang mga pagpipilian sa pagpepresyo sa ibaba. Iwanang blangko ang presyo kung ang mga gumagamit ay maaaring ipasok ang kanilang sariling halaga.

source: Is Recurring Payment
ar: والتكراري الدفع
pl: Płatność jest cykliczne
sw: Ni mara kwa mara Malipo
tl: Ay paulit-ulit na Pagbabayad

source: If checked, please add pricing options below. Leave the price blank if users can enter their own amount. Please also add an email field as a required field with type 'email'
ar: إذا دققت، يرجى إضافة تسعير الخيارات أدناه. ترك سعر الفراغ إذا يمكن للمستخدمين إدخال كمية الخاصة بهم. يرجى أيضا إضافة حقل البريد الإلكتروني كحقل المطلوب مع نوع &#39;الرسالة&#39;
pl: Jeśli zaznaczone, dodaj poniżej opcje cenowe. Cena pozostaw puste jeśli użytkownicy mogą wprowadzić własne kwoty. Należy również dodać pole e-mail jako wymaganego pola z typu &#39;e-mail&#39;
sw: Kama checked, tafadhali kuongeza bei chaguzi chini. Acha bei tupu kama watumiaji wanaweza kuingia kiasi yao wenyewe. Tafadhali pia kuongeza shamba email kama uwanja required na aina ya &#39;email&#39;
tl: Kung naka-check, mangyaring idagdag ang mga pagpipilian sa pagpepresyo sa ibaba. Iwanang blangko ang presyo kung ang mga gumagamit ay maaaring ipasok ang kanilang sariling halaga. Mangyaring magdagdag din ng field na email bilang isang kinakailangang field ang may-type ang &#39;email&#39;

source: Intro Position
ar: مقدمة الموقع
pl: Wstęp Pozycja
tl: Posisyon Intro

source: Fields Position
ar: الحقول الموقع
pl: Obszary zabudowy
sw: Mashamba Position
tl: Posisyon ng mga Patlang

source: Pricing Position
ar: تسعير الموقع
pl: Cennik zabudowy
sw: Bei Position
tl: Posisyon ng Pagpepresyo

source: Intro Name
ar: اسم مقدمة
pl: Intro Nazwa
sw: Jina Intro
tl: Pangalan Intro

source: Fields Name
ar: اسم الميادين
pl: Nazwa pola
sw: Jina mashamba
tl: Pangalan ng mga Patlang

source: Pricing Name
ar: اسم التسعير
pl: Cennik Nazwa
sw: Jina bei
tl: Pangalan ng Pagpepresyo

source: Form
ar: شكل
pl: Formularz
sw: Fomu

source: Can view form
ar: يمكن عرض النموذج
pl: Można zobaczyć formularz
sw: Unaweza kuona aina
tl: Maaaring tingnan ang form na ito

source: Custom Recurring Payment
ar: الدفع مخصصة التكراري
pl: Płatności cykliczne niestandardowego
sw: Desturi Recurring Malipo
tl: Custom Nauulit Pagbabayad

source: Custom Payment
ar: العرف الدفع
pl: Zwyczaj Płatność
sw: Desturi Malipo
tl: Custom Pagbabayad

source: United States
ar: الولايات المتحدة الأمريكية
pl: Stany Zjednoczone
tl: Estados Unidos

source: United Kingdom
ar: المملكة المتحدة
pl: Wielka Brytania
sw: Uingereza

source: Form entry
ar: شكل دخول
pl: Formularz zgłoszeniowy
sw: Fomu ya kiingilio

source: Form entries
ar: إدخالات شكل
pl: Formularz wpisy
sw: Entries aina
tl: Entry Form

source: Form field entry
ar: دخول حقل النموذج
pl: Wpis pole formularza
sw: Kuingia uwanja Fomu
tl: Field ng form entry

source: Form field entries
ar: إدخالات حقل النموذج
pl: Wpisy pola formularza
sw: Shamba fomu entries
tl: Field ng form entry

source: Pricing Description
ar: التسعير الوصف
pl: Cennik Opis
sw: Bei Description
tl: Paglalarawan Pagpepresyo

source: Successfully added %(f)s
ar: وأضاف بنجاح %(f)s ق
sw: Mafanikio aliongeza %(f)s
tl: Matagumpay na naidagdag %(f)s

source: Successfully added %(n)s
ar: وأضاف بنجاح %(n)s ق
sw: Mafanikio aliongeza %(n)s
tl: Matagumpay na naidagdag %(n)s

source: Successfully deleted entry %(e)s
ar: حذف بنجاح دخول %(e)s ق
sw: Umefutwa kwa mafanikio kuingia %(e)s
tl: Matagumpay na natanggal ang entry %(e)s

source: Successful transaction.
ar: نجاح الصفقة.
pl: Udana transakcja.
sw: Mafanikio manunuzi.
tl: Ang matagumpay na transaksyon.

source: Export entries (including uploaded files)
ar: إدخالات تصدير (بما في ذلك الملفات التي تم تحميلها)
pl: Eksport (w tym wpisy przesłanych plików)
sw: Export entries (ikiwa ni pamoja na files uploaded)
tl: I-export ang mga entry (kabilang ang mga na-upload na mga file)

source: Pricing Options
ar: خيارات التسعير
pl: Opcje cenowe
sw: Bei Chaguzi
tl: Mga Pagpipilian sa Pagpepresyo

source: %(v)s
ar: %(v)s ق

source: Method
ar: طريقة
pl: Metoda
tl: Pamamaraan

source: The recipient received the following message in an email
ar: تلقى مستلم الرسالة التالية في رسالة بالبريد الالكتروني
pl: Odbiorca otrzymał następującą wiadomość na adres e-mail
sw: mpokeaji alipokea ujumbe yafuatayo katika email
tl: Natanggap tatanggap ang ang sumusunod na mensahe sa isang email

source: The form submitter did not receive an email because no Email Text to Submitter was entered.
ar: لم مقدم شكل لا تتلقى رسالة بريد إلكتروني لأنه تم إدخال أي نص البريد الإلكتروني إلى المرسل.
pl: Formularz wnioskodawca nie otrzyma e-mail, ponieważ nie ma e-mail Tekst zgłaszający wpisał.
sw: aina submitter hakuwa kupokea barua pepe kwa sababu hakuna Email Nakala ya Submitter mara aliingia.
tl: Ang form submitter Hindi nakatanggap ng email dahil hindi Email ng Teksto sa Submitter ipinasok.

source: Edit this form
ar: تعديل هذا النموذج
pl: Edytuj ten formularz
sw: Hariri fomu hii
tl: I-edit ang form na ito

source: Delete
ar: حذف
pl: Usuń
sw: Kufuta
tl: Tanggalin ang

source: Are you sure you want to delete this
ar: هل أنت متأكد أنك تريد حذف هذه
pl: Czy na pewno chcesz usunąć ten
sw: Je, una uhakika unataka kufuta hii
tl: Sigurado ka bang gusto mong tanggalin ang

source: Apply Change(s)
ar: تطبيق تغيير (ق)
pl: Zastosuj zmiany (zmian)
sw: Kuomba Change (s)
tl: Ilapat Baguhin ang (mga)

source: %(i)s
ar: %(i)s ق

source: Entries
ar: مقالات
pl: Wpisy

source: Export All Entries
ar: تصدير جميع المقالات
pl: Eksport Wszystkie wpisy
sw: Export Entries wote
tl: I-export ang lahat ng mga Entries

source: Export All Entries (Including uploaded files)
ar: تصدير جميع المقالات (بما في ذلك الملفات التي تم تحميلها.)
pl: Eksport Wszystkie wpisy (Łącznie Plików)
sw: Export Entries All (Ikiwa ni pamoja na uploaded files)
tl: I-export ang lahat ng mga Entries (kabilang ang mga na-upload na mga file)

source: 0 Entries Found
ar: 0 العثور على مقالات
pl: 0 Znaleziono Wpisów
sw: 0 Entries Kupatikana
tl: Nakahanap ng 0 Entries

source: Permanently delete entry?
ar: حذف بشكل دائم الدخول؟
pl: Trwale usunąć wpis?
sw: Kufuta kuingia?
tl: Permanenteng tanggalin ang entry?

source: Entry Delete
ar: دخول حذف
pl: Wejście Usuń
sw: Entry Futa
tl: Tanggalin ang Entry

source: Are you sure you want to delete this entry?
ar: هل أنت متأكد أنك تريد حذف هذه الإضافة؟
pl: Czy na pewno chcesz usunąć ten wpis?
sw: Je, una uhakika unataka kufuta kuingia hii?
tl: Sigurado ka bang gusto mong tanggalin ang entry na ito?

source: Delete Entry
ar: حذف الدخول
pl: Usuń wpis
sw: Kufuta Entry
tl: Tanggalin ang Entry

source: Entry - %(t)s
ar: دخول - %(t)s ق
pl: Wejście - %(t)s
sw: Kuingia - %(t)s

source: Entry Path
ar: مسار دخول
pl: Ścieżka wpis
sw: Entry Njia
tl: Path ng Entry

source: Entries Export
ar: مقالات التصدير
pl: Wpisy Export
tl: I-export ang mga entry

source: Please wait.
ar: الرجاء الانتظار.
pl: Proszę czekać.
sw: Tafadhali kusubiri.
tl: Mangyaring maghintay.

source: Your file is being downloaded.
ar: يتم تحميل الملف.
pl: Twój plik jest pobierany.
sw: Faili yako ni kuwa kupakuliwa.
tl: Ang iyong file ay idina-download.

source: Forms Export
ar: تصدير أشكال
pl: Formy Eksport
sw: Fomu Export
tl: Mga Form I-export

source: Billing Information
ar: معلومات الفواتير
pl: Informacje o płatnościach
sw: Habari Billing
tl: Impormasyon sa Pagsingil

source: %(r)s
ar: %(r)s ق

source: All Forms
ar: جميع أشكال
pl: Wszystkie formy
sw: Aina zote
tl: Lahat ng Mga Form

source: Search Forms
ar: بحث أشكال
pl: Szukaj Formy
sw: Search Fomu
tl: Paghahanap ng Mga Form

source: Add Form
ar: إضافة نموذج
pl: Dodaj Form
sw: Kuongeza Fomu
tl: Magdagdag ng Form

source: Export Forms
ar: أشكال تصدير
pl: Formularze eksportowe
sw: Export Fomu
tl: I-export ang Mga Form

source: This Form
ar: هذا النموذج
pl: Formularz ten
sw: Fomu hii
tl: Form na ito

source: View Form
ar: عرض نموذج
pl: Widok formularza
sw: View Fomu
tl: Tingnan ang Form

source: View Entries
ar: مشاهدة مقالات
pl: Zobacz wpisy
tl: Tingnan ang mga Entries

source: Export Entries
ar: تصدير مقالات
pl: Eksport wpisy
tl: I-export ang mga Entries

source: Edit Form
ar: تحرير نموذج
pl: Edycja Formularz
sw: Edit Fomu
tl: I-edit ang Form

source: Edit Form Fields
ar: تحرير حقول النموذج
pl: Edycja pól formularza
sw: Fomu Edit Fields
tl: I-edit ang mga Patlang ng Form

source: Copy Form
ar: نسخة نموذج
pl: Kopiowanie Formularz
sw: Nakala Fomu
tl: Kopyahin ang Form

source: Delete Form
ar: حذف نموذج
pl: Usuń Form
sw: Kufuta Fomu
tl: Tanggalin ang Form

source: Subscribers
ar: المشتركين
pl: Abonentów
sw: Wanachama
tl: Mga Subscriber

source: Edit Fields
ar: تحرير الحقول
pl: Edycja pól
tl: I-edit ang mga Patlang

source: Fields Update
ar: تحديث الحقول
pl: Aktualizacja pól
sw: Mwisho mashamba
tl: I-update ang mga Patlang

source: Update Field(s)
ar: تحديث الميدانية (ق)
pl: Aktualizacja Pole (s)
sw: Mwisho Field (s)
tl: I-update ang Field (mga)

source: Invoices for the entire system
ar: الفواتير للنظام بأكمله
pl: Faktury dla całego systemu
sw: Ankara kwa mfumo mzima
tl: Mga Invoice para sa buong sistema

source: events
ar: الأحداث
pl: wydarzenia
sw: matukio
tl: mga kaganapan

source: memberships
ar: عضوية
pl: Członkostwa
sw: uanachama wa
tl: pagiging miyembro

source: jobs
ar: وظائف
pl: miejsc pracy
sw: ajira
tl: trabaho

source: Show All
ar: عرض جميع
pl: Pokaż wszystkie
sw: Kuonyesha wote
tl: Ipakita ang Lahat

source: Tendered
ar: مناقصة
pl: Przetargu
sw: Zabuni

source: Estimate
ar: تقدير
pl: Oszacowanie
sw: Makisio
tl: Tantiya

source: Void
ar: الفراغ
tl: Walang silbi

source: Zero Balance
ar: الرصيد الصفر
pl: Bilans zerowy
sw: Zero Mizani
tl: Zero Balanse

source: Non-zero Balance
ar: غير صفرية الرصيد
pl: Bilans niezerowej
sw: Non-zero Mizani
tl: Non-zero Balanse

source: Billing Last Name
ar: الفواتير اسم العائلة
pl: Nazwisko rozliczeniowe
sw: Billing Jina la Mwisho
tl: Apelyido ng Pagsingil

source: Invoice Type
ar: نوع الفاتورة
pl: Typ faktury
sw: Ankara Aina
tl: Uri ng Invoice

source: Event
ar: الحدث
pl: Wydarzenie
sw: Tukio
tl: Kaganapan

source: owner
ar: مالك
pl: Właściciel
sw: mmiliki
tl: may-ari

source: All events
ar: كل الأحداث
pl: Wszystkie wydarzenia
sw: Matukio yote
tl: Lahat ng mga kaganapan

source: Can view invoice
ar: يمكن عرض الفاتورة
pl: Można zobaczyć fakturę
sw: Unaweza kuona ankara
tl: Maaaring tingnan ang invoice

source: Invoice Report
ar: فاتورة تقرير
pl: Faktura Zgłoś
sw: Ankara Ripoti
tl: Ulat ng Invoice

source: Payment successfully made
ar: دفعه بنجاح
pl: Płatność z powodzeniem wykonane
sw: Malipo mafanikio alifanya
tl: Matagumpay na nagawa sa Pagbabayad

source: Successfully marked invoice %(pk)s as paid.
ar: تميزت بنجاح فاتورة %(pk)s ق كما دفع.
sw: Mafanikio alama ankara %(pk)s kama kulipwa.
tl: Matagumpay na minarkahan invoice %(pk)s bilang nabayaran.

source: Successfully voided payment for Invoice %(pk)s.
ar: باطلة بنجاح لدفع الفاتورة %(pk)s ق.
pl: Pomyślnie unieważnione płatności za faktury %(pk)s.
sw: Mafanikio voided malipo kwa ajili ya ankara %(pk)s.
tl: Matagumpay na voided pagbabayad para sa Invoice %(pk)s.

source: Invoice Edited
ar: فاتورة محرر
pl: Faktura Zmieniano
sw: Ankara Edited
tl: Nai-edit ng Invoice

source: An invoice has been edited.
ar: تم تحرير فاتورة.
pl: Rachunek był edytowany.
sw: ankara imekuwa mwisho.
tl: Na-edit ang isang invoice.

source: Invoice Adjustment
ar: تسوية الفاتورة
pl: Korekta faktury
sw: Ankara Adjustment
tl: Pagsasaayos ng Invoice

source: Billing Information:
ar: معلومات الفوترة:
pl: Dane do faktury:
sw: Bili Habari:
tl: Impormasyon sa pagsingil:

source: Current Invoice Totals
ar: المجاميع الفاتورة الحالية
pl: Aktualne Całkowite faktury
sw: Sasa ankara Totals
tl: Kasalukuyang Mga kabuuan ng Invoice

source: Total:
ar: الكل:
pl: Razem:
sw: Jumla ya:
tl: Kabuuan:

source: Payments/Credits:
ar: المدفوعات / الاعتمادات:
pl: Płatności / Punktów:
sw: Malipo / Credits:
tl: Mga pagbabayad / kredito:

source: Balance:
ar: التوازن:
pl: Bilans:
tl: Balanse:

source: Adjustment Amount(+/-)
ar: المكونات تعديل (+)
pl: Kwota korekty (+/-)
sw: Adjustment Kiasi (+/-)
tl: Halaga ng Pagsasaayos (+/-)

source: Notes/Comments:
ar: ملاحظات / تعليقات:
pl: Uwagi / Komentarze:
sw: Notes / Maoni:
tl: Mga Tala / Mga Komento:

source: Invoice Accounting Entries View
ar: فاتورة المحاسبة المدونة مشاهدة
pl: Zobacz wpisy księgowe faktury
sw: Ankara Uhasibu Entries View

source: Accounting Entries View for Invoice %(invoice_id)s
ar: المحاسبة المدونة مشاهدة فاتورة ل %(invoice_id)s ق
sw: Mhasibu Entries View kwa ankara %(invoice_id)s
tl: Accounting Entries View para sa Invoice %(invoice_id)s

source: A summary of the accounting entries for invoice %(invoice_id)s is below.
ar: ملخص القيود المحاسبية للفاتورة %(invoice_id)s ق أدناه.
sw: muhtasari wa uhasibu entries kwa ankara %(invoice_id)s ni hapa chini.
tl: Ang isang buod ng mga entry sa accounting para sa invoice %(invoice_id)s ay nasa ibaba.

source: Invoice:
ar: فاتورة:
pl: Faktura VAT:
sw: Ankara:

source: Account
ar: الحساب
pl: Konto
sw: Akaunti

source: Debit
ar: الخصم
pl: Debetowej

source: Credit
ar: الائتمان
pl: Kredyt
sw: Mikopo

source: DateTime
ar: التاريخ والوقت
pl: Data i czas

source: Total by Account:
ar: الكل بواسطة الحساب:
pl: Razem przez konto:
sw: Jumla ya kwa Akaunti:
tl: Kabuuang ng Account:

source: View All Account Numbers
ar: عرض جميع أرقام الحساب
pl: Zobacz wszystkie numery kont
sw: Tazama Hesabu All Akaunti
tl: Tingnan ang Lahat ng Mga Numero ng Account

source: Invoices Export
ar: فواتير التصدير
pl: Eksport faktur
sw: Ankara Export
tl: I-export ang Mga Invoice

source: Pick your start and end dates (the default is the last 30 days) for your invoices export. An email will be sent to you at <strong>%(request.user.email)s</strong> once the export is ready.
ar: تختار تواريخ البدء والانتهاء (الافتراضي هو 30 يوما الماضية) لجهودكم فواتير التصدير. سيتم إرسال بريد الكتروني لك في <strong> %(request.user.email)s ق </strong> مرة واحدة تصدير جاهز.
sw: Pick kuanza na mwisho wako tarehe (default ni mwisho wa siku 30) kwa ankara yako nje ya nchi. email watapelekwa wewe katika <strong> %(request.user.email)s </strong> mara moja kuuza nje ni tayari.
tl: Pumili ng iyong mga petsa ng pagsisimula at pagtatapos (ang default ay ang huling 30 araw) para sa iyong mga invoice pag-export. Isang email ang ipapadala sa iyo sa <strong> %(request.user.email)s </strong> sabay-sabay sa pag-export ay handa na.

source: Invoices Export - Status
ar: فواتير التصدير - الحالة
pl: Faktury Eksport - status
sw: Ankara Export - Hali
tl: Mga Invoice I-export - Katayuan

source: Make an Offline Payment
ar: جعل الدفع حاليا
pl: Dokonać płatności w trybie offline
sw: Kufanya Malipo Offline
tl: Gumawa ng isang Offline Pagbabayad

source: Mark Invoice #%(invoice_pk)s as Paid
ar: علامة الفاتورة # %(invoice_pk)s ق والمدفوع
sw: Mark ankara # %(invoice_pk)s kama Kulipwa
tl: Markahan Invoice # %(invoice_pk)s bilang Bayad

source: Invoice For
ar: فاتورة ل
pl: Faktura za
sw: Ankara Kwa
tl: Para sa Invoice

source: Invoice Date
ar: تاريخ الفاتورة
pl: Data faktury
sw: Ankara Tarehe
tl: Petsa ng Invoice

source: Invoice Status
ar: الحالة الفاتورة
pl: Stan faktury
sw: Ankara Status
tl: Katayuan ng Invoice

source: Save Payment
ar: انقاذ الدفع
pl: Zapisz Płatność
sw: Ila Malipo
tl: I-save ang Pagbabayad

source: All Invoices
ar: جميع الفواتير
pl: Wszystkich faktur
sw: Ankara wote
tl: Lahat ng Mga Invoice

source: Search Invoices
ar: بحث الفواتير
pl: Szukaj Faktury
sw: Search ankara
tl: Paghahanap ng Mga Invoice

source: Export Invoices
ar: تصدير الفواتير
pl: Eksport Faktury
sw: Export ankara
tl: I-export ang Mga Invoice

source: Top Spenders Report
ar: أعلى المنفقون تقرير
pl: Top Spenders Zgłoś
sw: Top spenders Ripoti
tl: Ulat ng Mga Nangungunang Spenders

source: This Invoice
ar: هذه الفاتورة
pl: Faktura ta
sw: Ankara Hii
tl: Invoice na ito
