Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: The following payment was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Payments module by %(requser)s:
sw: malipo iliyofuata ilikuwa ya aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Malipo moduli na %(requser)s:
tl: Ang sumusunod na kabayaran ay Idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s Mga Pagbabayad module sa pamamagitan ng %(requser)s:

source: Latest Pages by %(dname)s
pl: Najnowsze strony przez %(dname)s
sw: Latest kurasa na %(dname)s
tl: Pinakabagong Mga Pahina ng %(dname)s

source: Successfully updated %(p)s
sw: Mafanikio updated %(p)s
tl: Matagumpay na na-update %(p)s

source: Successfully deleted %(p)s
tl: Matagumpay na natanggal ang %(p)s

source: BLANK
sw: Tupu
tl: BLANGKO

source: INACTIVE
pl: NIEAKTYWNY
sw: Inaktiv
tl: Hindi aktibo

source: The %(site_name)s team
sw: %(site_name)s timu
tl: Ang %(site_name)soponan s

source: Latest Stories by %(dname)s
sw: Latest Stories na %(dname)s
tl: Pinakabagong Mga Kwento ng %(dname)s

source: Successfully updated %(str)s
sw: Mafanikio updated %(str)s
tl: Matagumpay na na-update %(str)s

source: Successfully deleted %(str)s
sw: Umefutwa kwa mafanikio %(str)s
tl: Matagumpay na natanggal ang %(str)s

source: Successfully removed %(name)s from group %(grp)s
sw: Mafanikio kuondolewa %(name)s kutoka kundi %(grp)s
tl: Matagumpay na naalis ang %(name)s mula sa pangkat na %(grp)s

source: Last updated %(update_date)s
sw: Updated mwisho %(update_date)s
tl: Huling na-update %(update_date)s

source: OR
sw: AU
tl: O

source: UPDATE
pl: AKTUALIZACJA
tl: I-UPDATE

source: Successfully deleted %(count)d %(items)s.
tl: Matagumpay na natanggal ang %(count)d %(items)s.

source: Delete selected %(verbose_name_plural)s
tl: Tanggalin ang mga napiling %(verbose_name_plural)s

source: The model %(cls)s is already registered
sw: mfano %(cls)s tayari imesajiliwa
tl: Ang modelong %(cls)s ay naka-rehistro

source: The model %(cls)s is not registered
sw: mfano %(cls)s haijasajiliwa
tl: Ang modelong %(cls)s ay hindi nakarehistro

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tl: Tinatanggal ang mga napiling %(objects_name)sy mga magreresulta sa pagtanggal ng kaugnay na mga bagay, ngunit ang iyong account ay walang pahintulot na tanggalin ang mga sumusunod na uri ng mga bagay:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
tl: Tinatanggal ang mga napiling %(objects_name)sy s ay nangangailangan ng pagbubura ng mga sumusunod na protektado kaugnay na mga bagay:

source: CITY
pl: MIASTO

source: COUNTRY
pl: KRAJ

source: Superusers
pl: Administratorami

source: Fullname
pl: Pełna_nazwa

source: Cancelling %(reglength)s registration(s)
sw: Inaghairi %(reglength)s usajili (s)

source: Tendered %(tenddate)s
sw: Zabuni %(tenddate)s

source: Tendered %(tenddate)s
sw: Zabuni %(tenddate)s

source: ZIPCODE
sw: Msimbo wa eneo
