Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: So, your website will never be "complete" per se, but we want to get you on track to a healthy website with a belly full of hearty content. As you fill in new content on your website, this page will update to show you how far you've gotten and what else your website is hungry for.
ar: لذلك، فإن موقع الويب الخاص بك لن تكون &quot;كاملة&quot; في حد ذاتها، لكننا نريد لتحصل على المسار الصحيح لموقع صحي مع بطن كامل من المحتويات القلبية. كما يمكنك ملء محتوى جديد على موقع الويب الخاص بك، سيتم تحديث هذه الصفحة لتظهر لك مدى كنت قد حصلت وماذا موقع الويب الخاص بك متعطش ل.
pl: Tak, Twoja strona nigdy nie będzie &quot;kompletna&quot; per se, ale chcemy, aby dostać się na drodze do zdrowego stronie z brzuchem pełnym obfite treści. Jak wypełnić nowe treści na swojej stronie, to strona będzie aktualizować, aby pokazać, jak daleko dotarłeś i co jeszcze Twoja strona jest głodny.
sw: Hivyo, tovuti yako kamwe kuwa &quot;kamili&quot; per se, lakini tunataka kupata wewe juu ya kufuatilia na tovuti afya na tumbo kamili ya bidhaa hearty. Kama wewe kujaza mambo mapya kwenye tovuti yako, ukurasa hii itakuwa update kuonyesha jinsi mbali wewe wameweza kujipatia na kile kingine tovuti yako ni njaa kwa ajili ya.
tl: Kaya, ang iyong website ay hindi kailanman magiging &quot;makumpleto&quot; per se, ngunit nais naming kumuha ka sa track sa isang malusog na website na may isang tiyan na puno ng nakabubusog na nilalaman. Bilang punan mo sa bagong nilalaman sa iyong website, ang pahinang ito ay maa-update upang ipakita sa iyo kung paano malayo mo na nakuha at kung ano pa ang iyong website ay gutom para sa.

source: Don't forget -- you should always be adding fresh, new content to keep visitors coming back for more. Happy updating!
ar: لا ننسى - يجب أن تكون دائما إضافة جديدة ومحتوى جديد للحفاظ على الزوار يعود لأكثر. تحديث سعيدا!
pl: Nie zapomnij - zawsze należy być dodanie świeżych, nowych treści, aby utrzymać gości wraca po więcej. Szczęśliwy aktualizacja!
sw: Je, si kusahau - ni lazima daima kuwa na kuongeza safi, maudhui mpya kushika wageni kuja nyuma kwa zaidi. Furaha uppdatering!
tl: Huwag kalimutan - dapat ay palaging pagdaragdag ng sariwang, bagong nilalaman upang panatilihin ang mga bisita na bumalik para sa higit pa. Maligayang pag-update!

source: Provide Feedback for Tendenci!
ar: شاركنا رأيك عن Tendenci!
pl: Przekaż opinię na Tendenci!
sw: Kutoa Maoni kwa Tendenci!
tl: Magbigay ng Feedback para sa Tendenci!

source: %(msg)s
ar: %(msg)s ق

source: Missing Required App
ar: مطلوب بكالوريوس في عداد المفقودين
pl: Brak wymaganego aplikację
sw: Kukosa Inahitajika App
tl: Nawawalang Kinakailangan App

source: Oops, it looks like you
ar: عفوا، يبدو أنك
pl: Ups, wygląda na to,
sw: Lo, inaonekana kama wewe
tl: Oops, mukhang

source: Security Check
ar: الأمن تحقق
pl: Weryfikacja
sw: Usalama Check
tl: Suriin ang Security

source: Please enter your password again to access the sensitive site data.
ar: يرجى إدخال كلمة المرور مرة أخرى للوصول إلى بيانات الموقع حساسة.
pl: Wpisz hasło ponownie, aby uzyskać dostęp do poufnych danych w miejscu.
sw: Tafadhali kuingia password yako tena kwa kupata data nyeti tovuti.
tl: Mangyaring ipasok muli ang iyong password upang ma-access ang sensitibong data ng site.

source: An update is available for Tendenci.
ar: يتوفر تحديث لTendenci.
pl: Aktualizacja jest dostępna dla Tendenci.
sw: update inapatikana kwa Tendenci.
tl: Isang pag-update ay magagamit para sa Tendenci.

source: You currently have the latest version of Tendenci.
ar: لديك حاليا الإصدار الأحدث من Tendenci.
pl: Masz aktualnie najnowszą wersję Tendenci.
sw: Kwa sasa una toleo la karibuni la Tendenci.
tl: Kasalukuyang wala kang mga pinakabagong bersyon ng Tendenci.

source: Tendenci Update
ar: تحديث Tendenci
pl: Tendenci Aktualizacja
sw: Mwelekeo Mwisho

source: Tendenci is now updating.
ar: Tendenci بتحديث الآن.
pl: Tendenci obecnie aktualizacji.
sw: Tendenci sasa ni uppdatering.
tl: Tendenci ina-update ngayon.

source: FAILED
ar: فشل
sw: Alishindwa

source: COMPLETED
ar: أنجزت
pl: ZAKOŃCZONE
sw: UMEKAMILIKA
tl: NAKUMPLETO

source: Update process failed. Error details are added below
ar: فشلت عملية التحديث. يتم إضافة تفاصيل الخطأ أدناه
pl: Proces aktualizacji nie powiodło się. Informacje o błędach są dodawane poniżej
sw: Mwisho mchakato alishindwa. Hitilafu maelezo ya ni aliongeza chini
tl: Nabigo ang pag-update ng proseso. Mga detalye ng error ay idinagdag sa ibaba

source: You have successfully updated Tendenci to version %(v)s
ar: قمت بتحديث بنجاح Tendenci إلى الإصدار %(v)s ق
sw: Una mafanikio updated Tendenci na toleo %(v)s
tl: Matagumpay mong na-update Tendenci sa bersyon %(v)s

source: '%(b)s' tag takes two arguments
ar: &#39; %(b)s ق &quot;يأخذ علامة حجتين
sw: &#39; %(b)s&#39; tag inachukua hoja mbili
tl: &#39; %(b)s&#39; na tag ay tumatagal ng dalawang argumento

source: '%(b)s' tag takes at least two arguments
ar: &#39; %(b)s ق &quot;يأخذ علامة اثنين على الأقل من الحجج
sw: &#39; %(b)s&#39; tag inachukua hoja angalau mbili
tl: &#39; %(b)s&#39; na tag ay tumatagal ng hindi bababa sa dalawang argumento

source: '%(b)s' requires at least three arguments.
ar: &#39; %(b)s ق&#39; يتطلب على الأقل ثلاث حجج.
sw: &#39; %(b)s&#39; inahitaji hoja angalau tatu.
tl: &#39; %(b)s&#39; ay nangangailangan ng hindi bababa sa tatlong mga argumento.

source: '%(b)s' first argument must be a context var.
ar: &#39; %(b)s ق&#39; يجب أن تكون الوسيطة الأولى فار السياق.
sw: &#39; %(b)s&#39; hoja ya kwanza lazima mazingira var.
tl: &#39; %(b)s&#39; unang argumento ay dapat na isang konteksto var.

source: '%(b)s' missing arguments. Syntax {% reset var1 as var2 %}
ar: &#39; %(b)s ق &quot;الحجج في عداد المفقودين. جملة {٪ إعادة var1 كما var2٪}
sw: %(b)s&#39;s hoja missing. Syntax upya {var1% var2%} ace
tl: &#39; %(b)s&#39; Nawawala ang mga argumento. Syntax {% pag-reset ng var1 bilang var2%}

source: '%(b)s' requires at least 2 arguments
ar: &#39; %(b)s ق&#39; يتطلب على الأقل 2 الحجج
sw: &#39; %(b)s&#39; inahitaji angalau 2 hoja
tl: &#39; %(b)s&#39; ay nangangailangan ng hindi bababa sa 2 argumento

source: %s tag requires exactly three arguments
ar: تتطلب٪ ق علامة بالضبط ثلاث حجج
pl: % s tag wymaga dokładnie trzy argumenty
sw: Tag% s inahitaji hasa hoja tatu
tl: Nangangailangan tag na% s eksaktong tatlong argumento

source: second argument to %s tag must be 'as'
ar: يجب أن تكون الحجة الثانية إلى٪ s علامة &#39;ك&#39;
pl: Drugi argument tag% s musi być &quot;za&quot;
sw: pili hoja ya tag% s lazima &#39;kama&#39;
tl: pangalawang argumento sa tag% s ay dapat na &#39;bilang&#39;

source: Usage {% month_url next|previous %}
ar: استخدام {٪ month_url التالي |٪ السابقة}
pl: Wykorzystanie {% month_url następny | poprzedni%}
sw: Matumizi {% month_url ya |% uliopita}
tl: Paggamit ng {% month_url susunod | nakaraang%}

source: Successfully updated %(m)s categories.
ar: تحديث بنجاح %(m)s ق الفئات.
sw: Mafanikio updated %(m)s makundi.
tl: Matagumpay na na-update %(m)s mga kategorya.

source: Apply Changes
ar: تطبيق التغييرات
pl: Zastosuj zmiany
sw: Kuomba Mabadiliko
tl: Ilapat ang mga Pagbabago

source: Can view email block
ar: يمكن عرض كتلة البريد الإلكتروني
pl: Można zobaczyć blok e-mail
sw: Unaweza kuona block email
tl: Maaaring tingnan ng email bloke

source: Email Blocks
ar: كتل البريد الإلكتروني
pl: Bloki e-mail
sw: Barua pepe Blocks

source: Delete an Email Block Record
ar: حذف البريد الالكتروني بلوك تسجيل
pl: Usuń email Zablokuj Record
sw: Kufuta Email Block Record
tl: Tanggalin ang isang Email I-block Record

source: Email Domain:
ar: البريد الإلكتروني المجال:
pl: E-mail domeny:
sw: Barua pepe Domain:

source: Created on<b>%(emails)s</b></div> <div>by:
ar: تم إنشاؤها على <b> %(emails)s ق </b> </div> <div> حسب:
sw: Ilibuniwa <b> %(emails)s </b> </div> <div> na:
tl: Nabuo sa <b> %(emails)s </b> </div> <div> sa pamamagitan ng:

source: Are you sure you want to delete this Email Block?
ar: هل أنت متأكد أنك تريد حذف هذا البريد الإلكتروني بلوك؟
pl: Czy na pewno chcesz usunąć ten e-mail bloku?
sw: Je, una uhakika unataka kufuta hii Block Email?
tl: Sigurado ka bang gusto mong tanggalin ang Email I-block?

source: Deleted items cannot be recovered!
ar: لا يمكن استرداد العناصر المحذوفة!
pl: Usunięte elementy nie mogą być odzyskane!
sw: Vitu ilifutwa hawezi kuwa zinalipwa!
tl: Mga natanggal na item ay hindi na mababawi!

source: Delete Email Block
ar: حذف البريد الإلكتروني بلوك
pl: Usuń e-mail Zablokuj
sw: Kufuta Email Block
tl: Tanggalin ang Email Block

source: Email Block Record
ar: البريد الإلكتروني بلوك تسجيل
pl: Powiadom Zablokuj rekord
tl: Mag-email sa Block Record

source: Edit an Email Block
ar: تحرير بلوك البريد الإلكتروني
pl: Edycja bloku E-mail
sw: Hariri Barua pepe Block
tl: I-edit ang isang Email Block

source: Add an Email Block
ar: إضافة بلوك البريد الإلكتروني
pl: Dodaj bloku E-mail
sw: Kuongeza Email Block
tl: Magdagdag ng isang Email Block

source: Please enter Email or Email Domain, but not both.
ar: يرجى كتابة البريد أو البريد الإلكتروني المجال، ولكن ليس على حد سواء.
pl: Proszę podać e-mail lub e-mail domeny, ale nie obu.
sw: Tafadhali kuingia Barua pepe au Email Domain, lakini si wote.
tl: Mangyaring ipasok ang e-mail o email ang Domain, ngunit hindi pareho.

source: Email Domain
ar: البريد الإلكتروني المجال
pl: Domena e-mail
sw: Barua pepe Domain

source: Reason
ar: السبب
pl: Powód
sw: Sababu
tl: Dahilan

source: Emails
ar: رسائل البريد الإلكتروني
pl: Wiadomości e-mail
sw: Barua pepe
tl: Mga Email

source: Emails:
ar: رسائل البريد الإلكتروني:
pl: Wiadomości e-mail:
sw: Barua pepe:
tl: Mga Email:

source: Email Blocks:
ar: كتل البريد الالكتروني:
pl: Bloki E-mail:
sw: Barua pepe vitalu:

source: Edit Email Block
ar: تحرير رسائل بلوك
pl: Edit Blok email
tl: I-edit ang Email Block

source: Email Blocks Search
ar: كتل البريد الإلكتروني بحث
pl: Bloki e-mail Szukaj
sw: Barua pepe Blocks Search
tl: Email Bina-block ang na Paghahanap

source: Reason:
ar: السبب:
pl: Powód:
sw: Sababu:
tl: Dahilan:

source: <div class="submitted">Created on %(create_date)s by:
ar: <div class="submitted"> مكون على %(create_date)s بنسبة:
sw: <div class="submitted"> Ilibuniwa %(create_date)s na:
tl: <div class="submitted"> Nabuo sa %(create_date)s sa pamamagitan ng:

source: Permenantly delete email block?
ar: Permenantly حذف كتلة البريد الإلكتروني؟
pl: Trwale usunąć blok e-mail?
sw: Permenantly kufuta block email?
tl: Permenantly tanggalin ang email na bloke?

source: Email Block View
ar: البريد الإلكتروني بلوك مشاهدة
pl: Powiadom zasłaniają
tl: Mag-email sa Block View

source: <small>Created on %(emails_create)s by:
ar: <small> مكون على %(emails_create)s بنسبة:
sw: <small> Ilibuniwa %(emails_create)s na:
tl: <small> Nabuo sa %(emails_create)s sa pamamagitan ng:

source: Enter an email address to verify
ar: أدخل عنوان البريد الإلكتروني للتحقق
pl: Wpisz adres e-mail, w celu weryfikacji
sw: Kuingia anwani ya barua pepe ili kuthibitisha
tl: Ipasok ang email address upang i-verify

source: The email address "%(email)s" has been sent to amazon to verify. Please check your inbox and follow the instruction in the email to complete the verification.
ar: عنوان البريد الإلكتروني &quot; %(email)s ق&quot; تم إرسالها إلى الأمازون للتحقق. يرجى مراجعة صندوق البريد الوارد الخاص بك واتبع تعليمات في البريد الإلكتروني لإكمال التحقق.
sw: anwani ya barua pepe &quot; %(email)s&quot; aliyetumwa amazon kuthibitisha. Tafadhali angalia Inbox yako na kufuata maelekezo katika barua pepe kwa kukamilisha uhakiki.
tl: Ang email address na &quot; %(email)s&quot; ay naipadala na sa Amazon upang i-verify. Mangyaring suriin ang iyong inbox at sundin ang mga tagubilin sa email upang makumpleto ang pag-verify.

source: Delete an Email Record
ar: حذف سجل البريد الإلكتروني
pl: Usuń rekord e-mail
sw: Kufuta Record Barua pepe
tl: Tanggalin ang isang Email Record

source: Subject: %(subject)s
ar: الموضوع: %(subject)s ق
pl: Temat: %(subject)s

source: Created on: <b>%(dat)s
ar: تم إنشاؤها على: <b> %(dat)s ق
sw: Ilibuniwa: <b> %(dat)s
tl: Nabuo sa: <b> %(dat)s

source: Are you sure you want to delete this Email?
ar: هل أنت متأكد أنك تريد حذف هذا البريد الإلكتروني؟
pl: Czy na pewno chcesz usunąć ten e-mail?
sw: Je, una uhakika unataka kufuta Barua hii?
tl: Sigurado ka bang gusto mong tanggalin ang E-mail?

source: Delete Email
ar: حذف البريد الإلكتروني
pl: Usuń e-mail
sw: Kufuta Barua pepe
tl: Tanggalin ang E-mail

source: E-mail Record
ar: سجل البريد الإلكتروني
pl: Rekord e-mail

source: Sender
ar: المرسل
pl: Nadawca
tl: Ang nagpadala

source: Sender Display
ar: المرسل العرض
pl: Nadajnik Wyświetlacz
sw: Transmitter Display
tl: Transmiter Display

source: Reply To
ar: رد على
pl: Odpowiedz na
sw: Jibu Ili
tl: Tumugon Upang

source: Recipient
ar: المتلقي
pl: Odbiorca
sw: Mpokeaji
tl: Tatanggap

source: Emails Search
ar: رسائل البريد الإلكتروني بحث
pl: Wyszukiwanie wiadomości e-mail
sw: Barua pepe Search
tl: Mga Email na Paghahanap

source: Content type: %(emailco)s
ar: نوع المحتوى: %(emailco)s ق
sw: Aina Content: %(emailco)s
tl: Ang uri ng nilalaman: %(emailco)s

source: Created on %(emailcr)s by %(email_creator)s
ar: تم إنشاؤها على %(emailcr)s بنسبة %(email_creator)s ق
sw: Ilibuniwa %(emailcr)s na %(email_creator)s
tl: Nabuo sa %(emailcr)s ng %(email_creator)s

source: Permenantly delete email?
ar: Permenantly حذف البريد الإلكتروني؟
pl: Trwale usunąć adres e-mail?
sw: Permenantly kufuta barua pepe?
tl: Permenantly tanggalin ang email?

source: E-mail View
ar: البريد الإلكتروني الشخصي
pl: Zobacz e-mail

source: Sender:
ar: المرسل:
pl: Nadawca:
tl: Ng nagpadala:

source: Reply To:
ar: رد على الإعلان:
pl: Odpowiedz na:
sw: Jibu Kwa:
tl: Tumugon Upang:

source: Content Type:
ar: نوع المحتوى:
pl: Typ treści:
sw: Aina ya maudhui:
tl: Uri ng Nilalaman:

source: Created on:
ar: أنشأ في:
pl: Utworzono:
sw: Ilibuniwa:
tl: Nabuo sa:

source: Subject:
ar: الموضوع:
pl: Temat:

source: Click here to view the entire e-mail body in the new window
ar: انقر هنا لمشاهدة الجسم البريد الإلكتروني بأكمله في نافذة جديدة
pl: Kliknij tutaj, aby wyświetlić całe ciało e-mail w nowym oknie
sw: Bonyeza hapa kuona nzima e-mail mwili katika dirisha mpya
tl: Mag-click dito upang tingnan ang buong katawan ng e-mail sa bagong window

source: Recipient:
ar: المتلقي:
pl: Odbiorca:
sw: Mpokeaji:
tl: Tatanggap:

source: Recipient cc:
ar: المتلقي سم مكعب:
pl: Odbiorca cc:
sw: Mpokeaji cc:
tl: Tatanggap cc:

source: Creator:
ar: الخالق:
pl: Autor:
sw: Muumba:
tl: Tagalikha:

source: Amazon SES - Verify Email Address
ar: الأمازون SES - التحقق من عنوان البريد الإلكتروني
pl: Amazon SES - Sprawdź, czy adres e-mail
sw: Amazon SES - Kuhakiki Anwani ya barua pepe
tl: Amazon SES - Patunayan ang Email Address

source: Amazon SES
ar: الأمازون SES

source: Verify Email Addresses
ar: التحقق من عناوين البريد الإلكتروني
pl: Sprawdzić adresy e-mail
sw: Kuhakiki anwani ya barua pepe
tl: Patunayan ang Email Address

source: View Verified Email Addresses
ar: عرض عناوين البريد الإلكتروني التحقق
pl: Adresy e-mail Zobacz zweryfikowana
sw: View Imethibitishwa anwani ya barua pepe
tl: Tingnan ang Na-verify na ang Email Address

source: View Sending Limits
ar: عرض حدود الإرسال
pl: Zobacz Przesyłanie Limity
sw: View Kutuma mipaka
tl: Tingnan Pagpapadala ng Mga Limitasyon

source: Amazon SES - Verified Emails
ar: الأمازون SES - رسائل البريد الإلكتروني التحقق
pl: Amazon SES - Sprawdzonych Emaile
sw: Amazon SES - Emails Imethibitishwa
tl: Amazon SES - Na-verify ang mga email

source: Below is the list of verified email addressed:
ar: وفيما يلي قائمة من بريد إلكتروني تم التحقق معالجتها:
pl: Poniżej znajduje się lista sprawdzonych email skierowana:
sw: Chini ni orodha ya email kuthibitishwa kushughulikiwa:
tl: Sa ibaba ay ang listahan ng mga na-verify na email-address:

source: No email address verified.
ar: لا عنوان البريد الإلكتروني التحقق منها.
pl: Adres e-mail nie zweryfikowane.
sw: Hakuna anwani ya barua pepe kuthibitishwa.
tl: Walang na-verify na email address.

source: Amazon SES - Sending Limits
ar: الأمازون SES - حدود إرسال
pl: Amazon SES - Wysyłanie Limity
sw: Amazon SES - Kutuma mipaka
tl: Amazon SES - Pagpapadala ng Mga Limitasyon

source: Sent Last 24 Hours
ar: أرسلت أخر 24 ساعة
pl: Wysłane Ostatnie 24 godziny
sw: Alimtuma Mwisho 24 Hours
tl: Ipinadala Huling 24 Oras

source: Max 24 Hour Send
ar: كحد أقصى 24 ساعة إرسال
pl: Max 24 godziny Wyślij
sw: Max 24 Saa Tuma
tl: Max ng 24 Oras na Ipadala

source: Max Send Rate
ar: إرسال أقصى سعر
pl: Max Wyślij Oceń
sw: Max Tuma Rate
tl: Max Ipadala Rate

source: No data available.
ar: لا توجد بيانات متاحة.
pl: Brak danych.
sw: Hakuna data inapatikana.
tl: Walang available na data.

source: Per Amazon, "Each user has a unique set of sending limits, which are calculated by Amazon SES on an ongoing basis. As you continue to send high-quality email, Amazon SES learns more about your particular usage patterns, and gradually adjusts your sending limits upward - as high as you need them to go."<br /> If you think this wouldn't work for the site, you can request to increase the sending limits by <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com</a>.
ar: في الأمازون، &quot;كل مستخدم لديه مجموعة فريدة من حدود الإرسال، التي تحسب عن طريق الأمازون SES على أساس مستمر. كما يمكنك الاستمرار في إرسال البريد الإلكتروني عالية الجودة، والأمازون SES يتعلم المزيد عن أنماط الاستخدام معينة الخاص بك، وتدريجيا يضبط حدود إرسال سيرتك أعلى - تصل إلى كنت في حاجة إليها للذهاب. &quot; <br /> إذا كنت تعتقد أن هذا لن يجدي نفعا للموقع، يمكنك طلب لزيادة حدود إرسال بواسطة <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.
pl: Na Amazon, &quot;Każdy użytkownik ma unikalny zestaw wysyłających granicach, które są obliczane przez Amazon SES na bieżąco. Jak można nadal wysyłać wiadomości e-mail o wysokiej jakości, Amazon SES dowiaduje się więcej o swoich specyficzny sposób użytkowania i stopniowo dostosowuje swoje limity wysyłania górę - nawet do trzeba im iść. &quot; <br /> Jeśli uważasz, że to nie będzie działać na miejscu, można zażądać, aby zwiększyć limity wysyłania przez <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.
sw: Per Amazon, &quot;Kila user ina seti ya kipekee ya kutuma mipaka, ambayo ni mahesabu kwa Amazon SES juu ya msingi inayoendelea. Kama wewe kuendelea kutuma ubora email, Amazon SES kujifunza zaidi kuhusu sampuli yako maalum matumizi, na hatua kwa hatua anpassar mipaka yako kutuma zaidi - kama juu kama unahitaji yao kwenda. &quot; <br /> Kama unafikiri hii itakuwa si kazi kwa ajili ya tovuti, unaweza kuomba kuongeza mipaka kutuma na <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.
tl: Bawat Amazon, &quot;ay may isang natatanging hanay ng mga limitasyon sa pagpapadala, na kung saan ay kinakalkula sa pamamagitan ng Amazon SES Ang bawat user sa isang patuloy na batayan. Habang patuloy mong magpadala ng mataas na kalidad ng email, Amazon SES natututo ang nalalaman tungkol sa iyong partikular na mga pattern ng paggamit, at dahan-dahan inaayos ang iyong mga limitasyon sa pagpapadala ng paitaas - bilang mataas na bilang kailangan mo ang mga ito upang pumunta. &quot; <br /> Kung sa tingin mo ito ay hindi gumagana para sa site, maaari kang humiling na taasan ang limitasyon ng pagpapadala sa pamamagitan ng <a href="https://aws-portal.amazon.com/gp/aws/html-forms-controller/contactus/SESExtendedAccess">contacting amazon.com </a>.

source: Verify
ar: تحقق
pl: Upewnij się,
sw: Kuhakiki
tl: I-verify

source: POST
ar: ما بعد

source: GET
ar: الحصول على
tl: KUMUHA

source: GET = whether a page/item was viewed. POST = an item was edited or added
ar: احصل = إذا كان ينظر إلى الصفحة / البند. ما بعد = تم تحرير عنصر أو الإضافة
pl: GET = czy strona / artykuł był oglądany. PO = pozycja została dodana lub edycja
sw: GET = kama ukurasa / bidhaa mara kutazamwa. POST = item ilikuwa mwisho au aliongeza
tl: GET = kung ang isang pahina ng / item ay tiningnan. POST = isang item ay na-edit o nagdagdag

source: This is the ID Tendenci uses for all objects. This is the number you sometimes see in URLs. For example, for the event at http://tendenci.com/events/173/, the object ID is 173.
ar: هذا هو معرف يستخدم Tendenci لجميع الكائنات. هذا هو الرقم الذي نرى أحيانا في عناوين المواقع. على سبيل المثال، لهذا الحدث في http://tendenci.com/events/173/، ​​معرف الكائن 173.
pl: To jest ID Tendenci używa dla wszystkich obiektów. Jest to liczba widać czasem w adresach URL. Na przykład, w przypadku, w http://tendenci.com/events/173/, identyfikator obiektu wynosi 173.
sw: Hii ni ID Tendenci anatumia kwa vitu vyote. Hii ni idadi wewe wakati mwingine kuona katika URLs. Kwa mfano, kwa ajili ya tukio saa http://tendenci.com/events/173/, kitu ID ni 173.
tl: Ito ang ID Tendenci ay gumagamit ng para sa lahat ng bagay. Ito ang bilang mo Minsan ay nakakakita sa mga URL. Halimbawa, para sa kaganapan sa http://tendenci.com/events/173/, ang object ID ay 173.

source: These are the different modules like Pages or Articles.
ar: هذه هي وحدات مختلفة مثل صفحات أو مقالات.
pl: To są różne moduły, takie jak strony lub art.
sw: Hizi ni modules mbalimbali kama kurasa au Makala.
tl: Ito ang mga iba&#39;t ibang mga module tulad ng Mga Pahina o Mga Artikulo.

source: These are the actions within the python commands at view.py. Some examples of actions are search and edit, for example.
ar: هذه هي الإجراءات ضمن الأوامر الثعبان في view.py. بعض الأمثلة على الإجراءات هي بحث وتحرير، على سبيل المثال.
pl: Są to działania w ramach poleceń Pythona w view.py. Niektóre przykłady działań są wyszukiwać i edytować, na przykład.
sw: Haya ni matendo ndani ya amri chatu katika view.py. Baadhi ya mifano ya vitendo ni kutafuta na hariri, kwa mfano.
tl: Ito ang mga pagkilos sa loob ng command python sa view.py. Ang ilang mga halimbawa ng mga aksyon ay maghanap at mag-edit, halimbawa.

source: Advanced Options
ar: خيارات متقدمة
pl: Opcje zaawansowane
sw: Advanced Chaguzi
tl: Mga Advanced na Pagpipilian

source: Can view eventlog
ar: يمكن عرض سجل الأحداث
pl: Można zobaczyć dziennik wydarzeń
sw: Unaweza kuona eventlog
tl: Maaaring tingnan eventlog

source: Event Log ID List
ar: قائمة سجل الأحداث ID
pl: Lista dziennika zdarzeń ID
sw: Tukio Ingia ID Orodha ya
tl: Listahan ng ID Mag-log ng Kaganapan

source: Info List
ar: معلومات قائمة
pl: Informacje Lista
sw: Info Orodha ya
tl: Listahan ng Impormasyon

source: Event id :
ar: معرف الحدث:
pl: Identyfikator zdarzenia:
sw: Tukio id:
tl: Id ng Kaganapan:

source: Event name :
ar: اسم الحدث:
pl: Nazwa imprezy:
sw: Tukio jina:
tl: Pangalan ng Kaganapan:

source: Event type :
ar: نوع الحدث:
pl: Typ zdarzenia:
sw: Tukio aina:
tl: Uri ng Kaganapan:

source: Event data :
ar: بيانات الحدث:
pl: Dane zdarzenie:
sw: Tukio data:
tl: Data ng Kaganapan:

source: Category :
ar: الفئة:
pl: Kategoria:
sw: Jamii:
tl: Kategorya:

source: Session id :
ar: معرف جلسة العمل:
pl: Identyfikator sesji:
sw: Kikao cha id:
tl: Id Session:

source: User :
ar: العضو:
pl: Użytkownik:
sw: Mtumiaji:

source: Username :
ar: اسم المستخدم:
pl: Nazwa użytkownika:
sw: Jina la mtumiaji:

source: Email :
ar: البريد الإلكتروني:
sw: Barua pepe:

source: User ip address :
ar: المستخدم عنوان بروتوكول الإنترنت:
pl: Użytkownik adres IP:
sw: User anwani ya IP:
tl: Ip address ng User:

source: Server ip address :
ar: الخادم عنوان بروتوكول الإنترنت:
pl: Adres IP serwera:
sw: Server IP anwani:
tl: Ip address ng server:

source: HTTP referrer :
ar: HTTP المرجع:
pl: Wywołującej HTTP:
tl: Referrer HTTP:

source: Headline :
ar: العنوان:
pl: Nagłówek:
sw: Kichwa cha habari:
tl: Ulo ng ad:

source: Description :
ar: الوصف:
pl: Opis:
tl: Paglalarawan:

source: HTTP user agent :
ar: HTTP وكيل المستخدم:
pl: HTTP agent użytkownika:
sw: HTTP user kikali:
