Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Are you sure you want to permanently delete this photo set?
ar: هل أنت متأكد أنك تريد حذف هذه مجموعة الصور بشكل دائم؟
pl: Czy na pewno chcesz trwale usunąć ten zestaw?
sw: Je, una uhakika unataka kufuta hii seti picha?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang set na ito sa larawan?

source: %(n)s
ar: %(n)s ق

source: Back to Albums
ar: عودة إلى ألبومات
pl: Powrót do Albumy
sw: Nyuma kwenye Albamu
tl: Bumalik sa Album

source: No photos were found.
ar: لا توجد صور.
pl: Zdjęcia zostały znalezione.
sw: Hakuna photos walikutwa.
tl: Walang mga larawan natagpuan.

source: Permenantly delete photo set?
ar: Permenantly حذف مجموعة الصورة الفوتوغرافية؟
pl: Trwale usuwać zestaw zdjęć?
sw: Permenantly kufuta picha kuweka?
tl: Permenantly tanggalin ang hanay ng larawan?

source: Edit Photo Set
ar: تحرير مجموعة صور
sw: Edit Picha Set
tl: I-edit ang Larawan na Set

source: Set Edit
ar: تعيين تحرير
pl: Ustaw Edytuj
sw: Kuweka Edit
tl: Itakda ang I-edit

source: Latest Photo Sets
ar: أحدث مجموعات صور
pl: Najnowsze zdjęcia Zestawy
sw: Latest Picha Sets
tl: Pinakabagong Sets Larawan

source: Photo Sets
ar: مجموعات صور
pl: Zestawy zdjęcia
sw: Picha Sets
tl: Itinatakda ang larawan

source: This Photo Set
ar: هذه الصورة مجموعة
pl: To zdjęcie Zestaw
sw: Hii Set Picha
tl: Larawan na ito Set

source: View Photo Set
ar: شاهد الصور مجموعة
pl: Zobacz zdjęcie Zestaw
sw: View Picha Set
tl: Tingnan Itakda ang Larawan

source: Add Photos
ar: إضافة صور
pl: Dodaj zdjęcia
sw: Kuongeza Picha
tl: Magdagdag ng mga Larawan

source: Edit Photos in Set
ar: تحرير الصور في مجموعة
pl: Edytować zdjęcia w zestawie
sw: Hariri Picha katika Set
tl: I-edit ang Larawan sa Set

source: Delete Photo Set
ar: حذف مجموعة صور
pl: Usuń Photo Set
sw: Kufuta Picha Set
tl: Tanggalin ang Photo Set

source: Edit Set
ar: تحرير مجموعة
pl: Edytuj zestaw
tl: I-edit ang Set

source: Delete Set
ar: حذف مجموعة
pl: Usuń zestaw
sw: Kufuta Set
tl: Tanggalin ang Set

source: Edit Photos
ar: تحرير صور
pl: Edytuj zdjęcia
sw: Edit Picha
tl: I-edit ang Larawan

source: Please wait while we compile the zip file for
ar: يرجى الانتظار بينما نحن تجميع ملف مضغوط ل
pl: Proszę zaczekać, aż kompilacji w pliku zip
sw: Tafadhali subiri wakati sisi kukusanya zip file kwa
tl: Mangyaring maghintay habang compile namin ang zip file para sa

source: Zip file ready for download
ar: ملف مضغوط جاهزة للتحميل
pl: Zip gotowe do pobrania
sw: Zip faili tayari kwa download
tl: Zip file nang i-download

source: Billing Settings
ar: إعدادات الفواتير
pl: Ustawienia bilingowe
tl: Mga Setting ng Pagsingil

source: Trial Period
ar: فترة تجريبية
pl: Okres próbny
sw: Kesi Period
tl: Pagsubok ng Panahon

source: When to bill
ar: متى فاتورة
pl: Kiedy rachunek
sw: Wakati kwa muswada
tl: Kapag upang singilin

source: It is used to determine the payment due date for each billing cycle
ar: يتم استخدامه لتحديد تاريخ استحقاق الدفع لكل دورة فوترة
pl: Jest on używany w celu określenia terminu płatności dla każdego cyklu rozliczeniowego
sw: Ni kutumiwa kuamua malipo kutokana tarehe kwa kila mzunguko wa bili
tl: Ito ay ginagamit upang matukoy ang takdang petsa ng pagbabayad para sa bawat cycle sa pagsingil

source: How often to bill
ar: عدد مرات فاتورة
pl: Jak często do rachunku
sw: Ni mara ngapi kwa muswada
tl: Gaano kadalas sa bill

source: Billing frequency must be a numeric number.
ar: يجب أن يكون معدل تكرار الفواتير عددا رقمية.
pl: Częstotliwość rozliczeniowy musi być liczbą numeryczny.
sw: Billing frequency lazima iwe ni namba numeric.
tl: Dalas ng Pagsingil ay dapat na isang numerong numero.

source: Number day(s) must be a numeric number.
ar: يجب أن يكون اليوم عدد (ق) عدد الرقمية.
pl: Dzień (dni) liczba musi być liczbą numeryczny.
sw: Idadi siku (s) lazima iwe ni namba numeric.
tl: (Na) araw ang numero ay dapat na isang numerong numero.

source: Please specify a tax rate.
ar: يرجى تحديد معدل الضريبة.
pl: Proszę podać stawkę podatku.
sw: Tafadhali taja kiwango cha kodi.
tl: Mangyaring tukuyin ang isang rate ng buwis.

source: Tax rate should be less than 1.
ar: يجب أن يكون معدل الضريبة أقل من 1.
pl: Stawka podatku powinna być mniejsza niż 1.
sw: Kiwango cha kodi wanapaswa kuwa chini ya 1.
tl: Rate ng buwis ay dapat mas mababa sa 1.

source: Disabled
ar: المعوقين
pl: Niepełnosprawnych
sw: Walemavu
tl: Hindi Pinagana

source: start
ar: بداية
pl: początek
sw: kuanza
tl: pagsisimula

source: end
ar: نهاية
pl: koniec
sw: mwisho
tl: pagtatapos

source: Customer
ar: العملاء
pl: Klient
sw: Wateja

source: Website URL
ar: عنوان الموقع
tl: URL ng Website

source: Use a short term, example: web hosting
ar: استخدام على المدى القصير، مثل: استضافة المواقع
pl: Użyj krótkoterminowej, przykład: hosting
sw: Matumizi ya muda mfupi, mfano: mtandao hosting
tl: Gumamit ng isang maikling termino, halimbawa: web hosting

source: Initial billing cycle start date
ar: دورة الفوترة الأولي تاريخ بدء
pl: Początkowa data rozpoczęcia cyklu rozliczeniowego
sw: Awali bili mzunguko tarehe ya kuanza
tl: Paunang petsa ng pagsisimula ikot ng panahon ng pagsingil

source: The initial start date for the recurring payments.
ar: تاريخ بداية الأولي للمدفوعات المتكررة.
pl: Początkowa data rozpoczęcia powtarzających się płatności.
sw: awali ya tarehe ya kuanza kwa ajili ya malipo ya mara kwa mara.
tl: Ang paunang simula ng petsa para sa umuulit na mga pagbabayad.

source: Billing cycle start or end date
ar: دورة الفوترة بدء أو تاريخ انتهاء
pl: Billing Data rozpoczęcia lub zakończenia cyklu
sw: Billing mzunguko mwanzo au tarehe ya mwisho
tl: Petsa ng pagsisimula ng Pagsingil cycle o

source: Trial period start date
ar: فترة المحاكمة تاريخ بدء
pl: Data rozpoczęcia okresu próbnego
sw: Kipindi cha majaribio tarehe ya kuanza
tl: Petsa ng pagsisimula ng panahon ng pagsubok

source: Trial period end date
ar: تاريخ انتهاء الفترة التجريبية
pl: Data zakończenia okresu próbnego
sw: Kipindi cha majaribio ya mwisho tarehe
tl: Petsa ng pagtatapos ng panahon ng pagsubok

source: Billing cycle start date
ar: دورة الفوترة تاريخ بدء
pl: Data rozpoczęcia cykl rozliczeniowy
sw: Billing mzunguko tarehe ya kuanza
tl: Petsa ng pagsisimula ng ikot ng pagsingil

source: Billing cycle end date
ar: تاريخ انتهاء دورة الفوترة
pl: Data zakończenia cyklu fakturowania
sw: Billing mzunguko tarehe ya mwisho
tl: Petsa ng pagtatapos ng ikot ng panahon ng pagsingil

source: Last payment failed date
ar: التاريخ فشلت الدفعة الأخيرة
pl: Ostatnia płatność datę zawiodły
sw: Malipo mwisho alishindwa tarehe
tl: Nabigo ang huling pagbabayad petsa

source: Recurring payment transaction error on %(dname)s
ar: خطأ متكرر معاملات الدفع على %(dname)s ق
sw: Recurring malipo manunuzi kosa juu ya %(dname)s
tl: Umuulit na error transaksyon sa pagbabayad sa %(dname)s

source: Recurring payment transaction failed on %(dname)s
ar: المتكررة معاملات الدفع فاشلة ل %(dname)s ق
sw: Mara kwa mara malipo ya manunuzi alishindwa juu ya %(dname)s
tl: Nabigo sa %(dname)smuulit na transaksyon sa pagbabayad

source: Recurring payment transaction processed on %(dname)s
ar: معاملات الدفع المتكررة معالجتها على %(dname)s ق
sw: Recurring malipo manunuzi kusindika juu ya %(dname)s
tl: Nauulit na naproseso sa %(dname)sagbabayad transaksyon s

source: Payment received
ar: تلقى الدفع
pl: Płatność otrzymana
sw: Malipo ya kupokea
tl: Natanggap na bayad

source: Payment failed
ar: فشل الدفع
pl: Płatność nie powiodła się
sw: Malipo alishindwa
tl: Nabigo ang pagbabayad

source: %(subj)s for %(desc)s
ar: %(subj)s ق ل %(desc)s ق
sw: %(subj)s kwa %(desc)s
tl: %(subj)s para sa %(desc)s

source: Payment method not setup for %(rp)s on %(dname)s
ar: طريقة الدفع ليس الإعداد ل %(rp)s ق على %(dname)s ق
sw: Malipo ya mbinu si kuanzisha kwa %(rp)s juu ya %(dname)s
tl: Paraan ng pagbabayad hindi setup para sa %(rp)s sa %(dname)s

source: Please update your payment method for %(rp)s on %(dname)s
ar: يرجى تحديث طريقة الدفع ل %(rp)s ليالي على %(dname)s ق
sw: Tafadhali update njia ya malipo yako kwa %(rp)s juu ya %(dname)s
tl: Mangyaring i-update ang iyong paraan ng pagbabayad para sa %(rp)s sa %(dname)s

source: Successfully disabled %(rp)s
ar: بنجاح معطلة %(rp)s ق
sw: Mafanikio walemavu %(rp)s
tl: Matagumpay na hindi pinagana %(rp)s

source: Either custom_id or email and description are required fields.
ar: إما custom_id أو البريد الإلكتروني ووصف والمجالات المطلوبة.
pl: Albo custom_id lub e-mail i opis są wymagane.
sw: Aidha custom_id au barua pepe na maelezo wanatakiwa mashamba.
tl: Alinman custom_id o email at paglalarawan ay kinakailangang field.

source: The customer_profile_id is a required field.
ar: وcustomer_profile_id هو حقل مطلوب.
pl: Customer_profile_id jest polem wymaganym.
sw: customer_profile_id ni uwanja required.
tl: Ang customer_profile_id ay kinakailangang patlang.

source: Missing customer_profile_id or customer_payment_profile_id.
ar: customer_profile_id المفقودين أو customer_payment_profile_id.
pl: Brakuje customer_profile_id lub customer_payment_profile_id.
sw: Kukosa customer_profile_id au customer_payment_profile_id.
tl: Nawawalang customer_profile_id o customer_payment_profile_id.

source: Missing customer_profile_id or customer_payment_profile_id in input.
ar: customer_profile_id المفقودين أو customer_payment_profile_id في الإدخال.
pl: Brakuje customer_profile_id lub customer_payment_profile_id w wejściu.
sw: Kukosa customer_profile_id au customer_payment_profile_id katika pembejeo.
tl: Nawawalang customer_profile_id o customer_payment_profile_id sa input.

source: Recurring Payment
ar: الدفع التكراري
pl: Płatności cykliczne
sw: Recurring Malipo
tl: Nauulit Pagbabayad

source: Recurring Payment Customers
ar: متكرر عملاء الدفع
pl: Powtarzające Klienci płatności
sw: Recurring Malipo Wateja
tl: Umuulit na mga customer sa Pagbabayad

source: Total # of accounts
ar: إجمالي عدد الحسابات
pl: Razem # rachunków
sw: Jumla ya # wa akaunti
tl: Kabuuang # ng mga account

source: Total amount received
ar: مجموع المبالغ المستلمة
pl: Łączna kwota otrzymanych
sw: Jumla ya kiasi kilichopokelewa
tl: Kabuuang halaga na natanggap

source: Total amount unpaid
ar: إجمالي المبلغ غير المدفوع
pl: Łączna kwota niezapłaconych
sw: Jumla ya kiasi bila kulipwa
tl: Kabuuang halaga na hindi pa bayad

source: Total amount past due
ar: المبلغ الإجمالي بسبب الماضي
pl: Łączna kwota przeterminowanych
sw: Jumla ya kiasi nyuma kutokana
tl: Kabuuang halaga na lagpas na sa takdang

source: Total Paid
ar: مجموع المبالغ المدفوعة
pl: Łączna wypłacona
sw: Jumla ya Kulipwa
tl: Kabuuang Bayad

source: Make payment immediately for any due invoices
ar: تسديد الفواتير مباشرة عن أي نتيجة
pl: Dokonać bezpośrednio płatności należnych faktur za jakiekolwiek
sw: Kufanya malipo mara moja kwa ankara yoyote kutokana
tl: Gawing agad pagbabayad para sa anumang mga invoice dahil

source: Disabling Recurring Payment
ar: تعطيل الدفع التكراري
pl: Wyłączenie Powtarzalne Płatność
sw: Mlemavu Recurring Malipo
tl: Ang hindi pagpapagana ng Nauulit Pagbabayad

source: Payment Amount
ar: دفع مبلغ
pl: Kwota płatności
sw: Malipo ya kiasi
tl: Halaga ng Pagbabayad

source: Initial Billing Cycle Start Date
ar: دورة الفوترة الأولية ابدأ التسجيل
pl: Początkowa Billing Data rozpoczęcia cyklu
sw: Awali Billing Cycle Tarehe ya Kuanza
tl: Panimulang Petsa ng paunang Ikot ng Pagsingil

source: Billing Frequency
ar: الفواتير التردد
pl: Częstotliwość fakturowania
tl: Dalas ng Pagsingil

source: Once every
ar: مرة واحدة كل
pl: Raz
sw: Mara baada ya kila
tl: Isang beses sa bawat

source: Billing Date
ar: الفواتير التسجيل
pl: Billing Data
sw: Billing Tarehe
tl: Petsa ng Pagsingil

source: after each billing cycle
ar: بعد كل دورة الفوترة
pl: po każdym cyklu rozliczeniowego
sw: baada ya kila mzunguko wa bili
tl: pagkatapos ng bawat cycle sa pagsingil

source: The number of billing cycle completed
ar: عدد دورة الفوترة الانتهاء
pl: Liczba zakończeniu cyklu rozliczeniowego
sw: idadi ya bili mzunguko kukamilika
tl: Ang bilang ng ikot ng pagsingil nakumpleto

source: The number of billing cycle failed
ar: عدد دورة الفوترة فشل
pl: Liczba cyklu rozliczeniowego nie powiodło się
sw: idadi ya bili mzunguko alishindwa
tl: Nabigo ang bilang ng ikot ng pagsingil

source: Disable Account
ar: تعطيل الحساب
pl: Wyłącz konto
sw: Akaunti Disable
tl: Huwag paganahin ang Account

source: To view this recurring payment account, go to
ar: لعرض هذا الحساب دفع المتكررة، انتقل إلى
pl: Aby zobaczyć te powtarzające rachunku płatniczego, przejdź do
sw: Kwa mtazamo huu mara kwa mara akaunti ya malipo, kwenda
tl: Upang tingnan ang umuulit na account sa pagbabayad, pumunta sa

source: This e-mail was generated by Tendenci&reg; Software - a
ar: تم إنشاء هذا البريد الإلكتروني عن طريق Tendenci وسهل حصوي؛ البرنامج - ل
pl: Ten e-mail został wygenerowany przez Tendenci &amp; reg; Oprogramowanie -
sw: Hii e-mail ilikuwa yanayotokana na Tendenci &amp; reg; Software - a
tl: Ang e-mail ay binuo ni Tendenci &amp; reg; Software - isang

source: web based membership management software solution
ar: إدارة العضوية القائمة على الويب البرمجيات الحل
pl: internetowej oprogramowanie do zarządzania oparte członkostwo
sw: mtandao msingi uanachama programu ya usimamizi wa ufumbuzi
tl: web batay sa pamamahala ng pagiging kasapi solusyon software

source: www.tendenci.com developed by Schipul - The Web Marketing Company
ar: www.tendenci.com التي وضعتها Schipul - شركة التسويق عبر الانترنت
pl: www.tendenci.com opracowany przez Schipul - The Web Marketing Company
sw: www.tendenci.com zilizotengenezwa na Schipul - Web Marketing Company
tl: www.tendenci.com binuo ng Schipul - Ang Web Marketing Kumpanya

source: The recurring payment account for %(rp)s doesn't have a valid payment method set up yet. A notification is also sent to the customer %(rp.user.get_full_name)s (%(rp.user.email)s) to add/update their payment method on the payment gateway.
ar: لا يملك المتكررة حساب الدفع لل %(rp)s ق تعيين طريقة دفع صالحة يصل بعد. يتم إرسال إعلام أيضا للعميل %(rp.user.get_full_name)s ق ( %(rp.user.email)s ق) على تحديث / إضافة طريقة الدفع على بوابة الدفع.
sw: mara kwa mara malipo akaunti kwa ajili ya %(rp)s hana njia ya malipo halali kuanzisha bado. notification pia kutumwa kwa mteja %(rp.user.get_full_name)s ( %(rp.user.email)s) kwa kuongeza / update njia ya malipo yao juu ya malipo ya lango.
tl: Ang paulit-ulit na account sa pagbabayad para sa %(rp)s ay walang-set up pa ng wastong paraan ng pagbabayad. May notification ay ipinadala rin sa customer %(rp.user.get_full_name)s( %(rp.user.email)s) s upang magdagdag / i-update ang kanilang mga paraan ng pagbabayad sa mga gateway ng pagbabayad.

source: To add or update the payment method for this recurring payment account, go to
ar: لإضافة أو تحديث طريقة الدفع لهذا الحساب دفع المتكررة، انتقل إلى
pl: Aby dodać lub zaktualizować metody płatności dla tego powtarzanego rachunku płatniczego, przejdź do
sw: Kuongeza au update njia ya malipo kwa ajili ya hii mara kwa mara akaunti ya malipo, kwenda
tl: Upang magdagdag o i-update ang paraan ng pagbabayad para sa umuulit na account sa pagbabayad, pumunta sa

source: A transaction was processed
ar: تمت معالجة معاملة
pl: Transakcja została przetworzona
sw: shughuli ilikuwa kusindika
tl: Ang isang transaksyon ay na-proseso

source: successfully
ar: بنجاح
pl: powodzeniem
sw: mafanikio
tl: matagumpay

source: but failed
ar: لكنها فشلت
pl: ale nie udało
sw: lakini alishindwa
tl: ngunit nabigong

source: for the recurring payment
ar: لدفع المتكررة
pl: za stałą opłatą
sw: kwa ajili ya malipo ya mara kwa mara
tl: para sa umuulit na pagbabayad

source: Transaction details:
ar: تفاصيل الصفقة:
pl: Szczegóły transakcji:
sw: Maelezo ya manunuzi:
tl: Mga detalye ng transaksyon:

source: Payment amount
ar: دفع المبلغ
pl: Kwota płatności
sw: Malipo ya kiasi
tl: Halaga ng kabayaran

source: Result code
ar: رمز النتيجة
pl: Kod wynik
sw: Matokeo code
tl: Code ng Resulta

source: Message code
ar: رمز الرسالة
pl: Kod wiadomość
sw: Ujumbe code
tl: Code ng Mensahe

source: Message text
ar: رسالة نصية
pl: Wiadomość
sw: Ujumbe wa maandishi
tl: Text message

source: Transaction date
ar: تاريخ المعاملة
pl: Data transakcji
sw: Transaction tarehe
tl: Petsa ng Transaksyon

source: More info for this recurring cycle:
ar: مزيد من المعلومات عن هذه الدورة المتكررة:
pl: Więcej informacji na ten powtarzający się cykl:
sw: Maelezo zaidi kwa mzunguko huu mara kwa mara:
tl: Higit pang impormasyon para sa umuulit na cycle:

source: Guid
ar: ارشد

source: Current cycle start
ar: بدء دورة الحالية
pl: Obecny początek cyklu
sw: Sasa mzunguko kuanza
tl: Kasalukuyang pagsisimula cycle

source: Current cycle end
ar: نهاية الدورة الحالية
pl: Aktualny koniec cyklu
sw: Sasa mzunguko mwisho
tl: Kasalukuyang ikot ng panahon ng pagtatapos

source: Your recurring payment account "%(d)s" doesn't have a valid payment method associated with.
ar: حسابك متكرر دفع &quot; %(d)s ق&quot; لايوجد طريقة الدفع صالحة المرتبطة.
sw: Malipo yako akaunti ya mara kwa mara &quot; %(d)s&quot; hana njia halali ya malipo kuhusishwa na.
tl: Ang iyong account umuulit na pagbabayad &quot; %(d)s&quot; ay walang isang wastong pamamaraan sa pagbabayad na nauugnay sa.

source: Please visit the link below to add or update the payment method
ar: يرجى زيارة الرابط أدناه لإضافة أو تحديث طريقة الدفع
pl: Dodać lub zaktualizować metody płatności prosimy odwiedzić poniższy link
sw: Tafadhali tembelea kiungo hapo chini kwa kuongeza au update njia ya malipo
tl: Mangyaring bisitahin ang link sa ibaba upang idagdag o i-update ang paraan ng pagbabayad

source: The payment has been received for the %(d)s.
ar: وقد وردت الدفع لل %(d)s ق.
sw: malipo imekuwa kupokea kwa %(d)s.
tl: Ang pagbabayad ay natanggap para sa %(d)s.

source: We attempted a payment for the %(d)s but was failed. The failed reason is listed below.
ar: حاولنا الدفع ل %(d)s ق كنه فشل. يتم سرد سبب فشل أدناه.
sw: Sisi alijaribu malipo kwa ajili ya %(d)s lakini mara alishindwa. sababu ya kushindwa ni hapa chini.
tl: Sinubukan namin ang isang pagbabayad para sa %(d)s ngunit nabigo. Ang Nabigo ang dahilan ay nakalista sa ibaba.

source: Billing cycle
ar: دورة الفوترة
pl: Cykl rozliczeniowy
sw: Billing mzunguko
tl: Ikot ng pagsingil

source: Date processed
ar: التسجيل معالجة
pl: Data przetwarzane
sw: Tarehe kusindika
tl: Petsa na naproseso

source: Reason failed
ar: فشل السبب
pl: Powód nie udało
sw: Sababu ya kushindwa
tl: Nabigo Dahilan

source: To view your account, go to
ar: لعرض حسابك، انتقل إلى
pl: Aby wyświetlić swoje konto, przejdź do
sw: Kwa mtazamo akaunti yako, nenda kwa
tl: Upang tingnan ang iyong account, pumunta sa

source: To update your payment method, go to
ar: لتحديث طريقة الدفع الخاص بك، انتقل إلى
pl: Aby zaktualizować metody płatności, przejdź do
sw: Update njia ya malipo yako, kwenda kwa
tl: Upang i-update ang iyong paraan ng pagbabayad, pumunta sa

source: Your login username is
ar: ادخل اسم المستخدم الخاص بك هو
pl: Twoja nazwa logowania jest
sw: Login yako username ni
tl: Ang iyong pag-login username ay

source: tendenci.com developed by Schipul - The Web Marketing Company
ar: tendenci.com التي وضعتها Schipul - شركة التسويق عبر الانترنت
pl: tendenci.com opracowany przez Schipul - The Web Marketing Company
sw: tendenci.com zilizotengenezwa na Schipul - Web Marketing Company
tl: tendenci.com binuo ng Schipul - Ang Web Marketing Kumpanya

source: Error code
ar: رمز الخطأ
pl: Kod błędu
sw: Hitilafu code

source: Error text
ar: نص الخطأ
pl: Tekst błędu
sw: Hitilafu Nakala
tl: Error sa teksto

source: Recurring cycle start date
ar: دورة المتكررة تاريخ بدء
pl: Data rozpoczęcia cykl powtarzający
sw: Recurring mzunguko tarehe ya kuanza
tl: Petsa ng pagsisimula ng umuulit na cycle

source: Recurring cycle end date
ar: تاريخ انتهاء دورة المتكررة
pl: Data zakończenia cyklu powtarzających się
sw: Recurring mzunguko tarehe ya mwisho
tl: Petsa ng pagtatapos ng umuulit na cycle

source: Recurring Payment View
ar: متكرر الدفع الشخصي
pl: Zobacz płatności cykliczne
sw: Recurring Malipo View
tl: Nauulit Tingnan Pagbabayad

source: This account is
ar: هذا الحساب
pl: To konto jest
sw: Akaunti hii ni
tl: Ang account na ito ay

source: Recurring Payment Account
ar: متكرر حساب الدفع
pl: Płatności cykliczne konto
sw: Recurring Malipo Akaunti
tl: Nauulit Pagbabayad Account

source: Update Payment Info
ar: تحديث معلومات الدفع
pl: Informacje aktualizacja Płatność
sw: Mwisho Malipo Info
tl: Impormasyon ng update sa pagbabayad

source: Add Payment Method
ar: إضافة طريقة الدفع
pl: Dodaj metodę płatności
sw: Kuongeza Malipo Method
tl: Magdagdag ng Paraan ng Pagbabayad

source: Last updated by
ar: اخر تحديث قام به
pl: Ostatnia aktualizacja przez
sw: Updated mwisho na
tl: Huling na-update sa pamamagitan ng

source: NOT complete yet!
ar: لم تكتمل بعد!
pl: NIE zakończyć jeszcze!
sw: NOT kukamilisha bado!
tl: HINDI pa makumpleto!

source: Please click the button at right to add a payment method.
ar: يرجى النقر على زر على اليمين لإضافة طريقة الدفع.
pl: Proszę kliknąć na przycisk w prawo, aby dodać metodę płatności.
sw: Tafadhali bonyeza kifungo katika haki ya kuongeza njia ya malipo.
tl: Mangyaring i-click ang pindutan sa kanan upang idagdag ang isang pamamaraan sa pagbabayad.

source: View all
ar: عرض الكل
pl: Zobacz wszystko
tl: Tingnan ang lahat ng

source: Invoices
ar: الفواتير
pl: Faktury
sw: Ankara
tl: Mga Invoice

source: Transaction History
ar: عملية التاريخ
pl: Historia transakcji
sw: Transaction Historia
tl: Kasaysayan ng transaksyon

source: Current account balance
ar: ميزان الحساب الجاري
pl: Saldo na rachunku obrotów bieżących
sw: Akaunti ya sasa ya usawa
tl: Kasalukuyang balanse ng account

source: The last payment
ar: الدفعة الأخيرة
pl: Ostatnia płatność
sw: malipo mwisho
tl: Ang huling pagbabayad

source: received date
ar: موعد تلقى
pl: otrzymał data
sw: kupokea tarehe
tl: Natanggap petsa

source: was failed on
ar: وقد فشلت على
pl: nie powiodło się na
sw: ilikuwa imeshindwa juu ya
tl: ay nabigo sa

source: Recurring Billing Settings
ar: إعدادات الفواتير المتكررة
pl: Ustawienia płatności cykliczne
sw: Recurring bili Settings
tl: Mga Setting ng umuulit na Pagsingil

source: Tax Rate
ar: معدل الضريبة
pl: Stawki podatkowej
sw: Kiwango cha Kodi
tl: Rate ng Buwis

source: to
ar: ل
pl: do
sw: kwa
tl: sa

source: Billing Cycle
ar: دورة الفوترة
pl: Cykl rozliczeniowy
tl: Ikot ng Pagsingil

source: Due Date
ar: تاريخ الاستحقاق
sw: Kutokana Tarehe
tl: Takdang Petsa

source: Payment Received Date
ar: الدفعة المستلمة التسجيل
pl: Płatność otrzymana Data
sw: Malipo ya kupokea Tarehe
tl: Petsa Natanggap na Bayad

source: Paid?
ar: دفعت؟
pl: Płatny?
sw: Kulipwa?
tl: Mababayaran?

source: No invoices available yet.
ar: لا فواتير متاحة بعد.
pl: Brak faktur jeszcze.
sw: Hakuna ankara inapatikana bado.
tl: Walang magagamit na mga invoice pa.

source: Invoice #
ar: الفاتورة #
pl: Faktura #
sw: Ankara #

source: Result
ar: نتيجة
pl: Wynik
sw: Matokeo
tl: Resulta

source: Reason if Failed
ar: السبب إذا فشل
pl: Powód, jeśli nie powiodło się
sw: Sababu kama Imeshindwa
tl: Dahilan kung Nabigong

source: View Receipt
ar: عرض استلام
pl: Zobacz otrzymania
sw: View Stakabadhi
tl: Tingnan ang Resibo

source: Success
ar: نجاح
pl: Sukces
sw: Mafanikio
tl: Tagumpay

source: view receipt
ar: استلام الرأي
pl: Widok paragon
sw: mtazamo risiti
tl: view ng resibo

source: No payment transactions available yet.
ar: أي معاملات الدفع المتاحة حتى الان.
pl: Nie ma jeszcze transakcje płatnicze.
sw: Hakuna shughuli malipo inapatikana bado.
tl: Walang mga transaksyon sa pagbabayad na magagamit pa.

source: My Recurring Payment Accounts
ar: بلدي حسابات الدفع المتكررة
pl: Moje Rachunki płatności cykliczne
sw: Malipo My Hesabu Recurring
tl: Aking Mga Nauulit Accounts sa Pagbabayad

source: Recurring Payment Accounts
ar: حسابات الدفع المتكررة
pl: Powtarzające rachunków płatniczych
sw: Malipo ya Hesabu za mara kwa mara
tl: Nauulit Accounts sa Pagbabayad

source: Account #
ar: حساب #
pl: Nr rachunku
sw: Akaunti #

source: All R.P.
ar: جميع R.P.
pl: Wszystko R.P.
tl: Lahat ng R.P.
