Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Add a New Price:
ar: إضافة الأسعار الجديدة:
pl: Dodaj nową cenę:
sw: Kuongeza Price New:
tl: Magdagdag ng isang Bagong Presyo:

source: To add a new directory price, complete the fields below and press Submit.
ar: لإضافة دليل جديد السعر، واستكمال الحقول أدناه ثم اضغط على إرسال.
pl: Aby dodać nową cenę katalogów, wypełnij pola poniżej i naciśnij przycisk Wyślij.
sw: Kuongeza mpya bei directory, kukamilisha mashamba chini na vyombo vya habari Kuwasilisha.
tl: Upang magdagdag ng bagong presyo direktoryo, kumpletuhin ang mga patlang sa ibaba at pindutin ang Isumite.

source: Please review the fields below. Thank you.
ar: يرجى مراجعة الحقول أدناه. شكرا لك.
pl: Proszę przejrzeć poniższe pola. Dziękujemy.
sw: Tafadhali kupitia mashamba chini. Asante.
tl: Mangyaring suriin ang mga patlang sa ibaba. Salamat sa iyo.

source: Edit Price:
ar: تحرير الأسعار:
pl: Edycja Cena:
sw: Edit Bei:
tl: I-edit Presyo:

source: To edit the directory price, complete the fields below and press Submit.
ar: لتحرير سعر الدليل، واستكمال الحقول أدناه ثم اضغط على إرسال.
pl: Aby edytować ceny katalogowej, wypełnij pola poniżej i naciśnij przycisk Wyślij.
sw: Hariri directory bei, kukamilisha mashamba chini na vyombo vya habari Kuwasilisha.
tl: Upang i-edit ang presyo direktoryo, kumpletuhin ang mga patlang sa ibaba at pindutin ang Isumite.

source: All Pricings
ar: جميع تسعير
pl: Wszystkie Wyceny
sw: Pricings wote
tl: Lahat ng Pricings

source: Pricings
ar: تسعير
pl: Wyceny

source: This Price
ar: هذا السعر
pl: Ta cena
sw: Bei Hii
tl: Presyo na ito

source: Directory Pricing List
ar: الدليل قائمة التسعير
pl: Cennik Katalog Lista
sw: Directory Bei Orodha ya
tl: Direktoryo ng Listahan ng Pagpepresyo

source: Duration:
ar: المدة:
pl: Czas trwania:
tl: Tagal:

source: Non-member
ar: غير الأعضاء
tl: Di-miyembro

source: Show Member Pricing:
ar: عرض التسعير العضو:
pl: Pokaż Ceny Użytkownik:
sw: Kuonyesha Mwanachama Bei:
tl: Ipakita Pagpepresyo Miyembro:

source: Created on %(dp_create)s by %(dp_creator)s
ar: تم إنشاؤها على %(dp_create)s بنسبة %(dp_creator)s ق
sw: Ilibuniwa %(dp_create)s na %(dp_creator)s
tl: Nabuo sa %(dp_create)s ng %(dp_creator)s

source: Permenantly delete this directory price?
ar: حذف Permenantly هذا السعر الدليل؟
pl: Trwale usunąć tę cenę katalogów?
sw: Permenantly kufuta hii bei directory?
tl: Permenantly tanggalin presyo direktoryong ito?

source: Duration
ar: المدة
pl: Czas trwania
tl: Tagal

source: %(dp_duration)s days
ar: %(dp_duration)s ق أيام
sw: %(dp_duration)s siku

source: %(dp_duration)s days Member
ar: %(dp_duration)s ق أيام الأعضاء
sw: %(dp_duration)s siku Mwanachama

source: View Price Details:
ar: عرض الأسعار التفاصيل:
pl: Zobacz cenę Szczegóły:
sw: View Price Maelezo:
tl: Tingnan ang Mga Detalye ng Presyo:

source: Regular Price:
ar: سعر عادي:
pl: Normalna cena:
sw: Bei ya mara kwa mara:
tl: Regular na Presyo:

source: Premium Price:
ar: سعر إضافي:
pl: Cena premium:
sw: Premium Bei:
tl: Premium Presyo:

source: Member Regular Price:
ar: عضو السعر العادي:
pl: Użytkownik Normalna cena:
sw: Mwanachama Price mara kwa mara:
tl: Regular na Presyo ng Miyembro:

source: Member Premium Price:
ar: عضو بريميوم السعر:
pl: Użytkownik Premium Cena:
sw: Mwanachama Premium Bei:
tl: Miyembro Premium Presyo:

source: Status:
ar: الحالة:
tl: Katayuan:

source: Created by:
ar: ابتكرت من قبل:
pl: Stworzone przez:
sw: Imeundwa na:
tl: Nilikha ng:

source: Created on:
ar: أنشأ في:
pl: Utworzono:
sw: Ilibuniwa:
tl: Nabuo sa:

source: Back to regular directory view
ar: إلى طريقة العرض العادية الدليل
pl: Powrót do normalnego widoku katalogu
sw: Nyuma ya mara kwa mara directory maoni
tl: Bumalik sa regular na view ng direktoryo

source: Your printed page will look <em>something</em> like this.
ar: الصفحة المطبوعة سوف ننظر <em> شيئا </em> مثل هذا.
pl: Twoja strona będzie wyglądać wydrukowana <em> coś </em>, tak.
sw: Ukurasa yako kuchapishwa kuangalia <em> kitu </em> kama hii.
tl: Ang iyong naka-print na pahina ay magmumukhang <em> isang bagay </em> na katulad nito.

source: Contact:
ar: الاتصال:
pl: Kontakt:
sw: Mawasiliano:
tl: Makipag-ugnay sa:

source: Submitted on %(dt)s by %(creator)s
ar: المقدمة على %(dt)s بنسبة %(creator)s ق
sw: Iliombwa juu ya %(dt)s na %(creator)s
tl: Isinumite sa %(dt)s ng %(creator)s

source: You are renewing: %(headline)s. Click submit below to complete your renewal.
ar: كنت تجديد: %(headline)s ق. انقر فوق تقديم أدناه لإكمال التجديد.
pl: Jesteś odnawiania: %(headline)s. Kliknij przedstawić poniżej, aby zakończyć odnowę.
sw: Wewe ni kufanywa upya: %(headline)s. Bonyeza kuwasilisha chini kukamilisha upya yako.
tl: Inire-renew mo ay: %(headline)s. I-click isumite sa ibaba upang makumpleto ang iyong pag-renew.

source: Submit Renewal
ar: تقديم التجديد
pl: Zatwierdź Renewal
sw: Kuwasilisha Renewal
tl: Isumite ang Pag-renew ng

source: <p>Sorry, this directory isn't available for renewal right now. Please contact your site administrator with any questions.</p>
ar: <p> عذرا، هذا الدليل غير قابل للتجديد في الوقت الحالي. يرجى الاتصال بمسؤول الموقع الخاص بك مع أي أسئلة. </p>
pl: <p> Niestety, ten katalog nie jest teraz dostępny dla odnowienia. Proszę skontaktować się z administratorem strony z pytaniami. </p>
sw: <p> Sorry, directory hii si inapatikana kwa upya hivi sasa. Tafadhali wasiliana na msimamizi tovuti yako na maswali yoyote. </p>
tl: <p> Paumanhin, direktoryong ito ay hindi magagamit para sa pag-renew ngayon. Mangyaring makipag-ugnay sa iyong site administrator na may anumang mga katanungan. </p>

source: Search by
ar: البحث عن طريق
pl: Szukaj po
tl: Maghanap ayon sa

source: All Categories
ar: جميع الفئات
pl: Wszystkie kategorie
sw: Jamii zote
tl: Lahat ng Mga Kategorya

source: All Subcategories
ar: جميع الفئات الفرعية
pl: Wszystkie podkategorie
sw: Vijamii wote
tl: Lahat ng Mga Subcategory

source: Thank you
ar: شكرا لك
pl: Dziękuję
sw: Asante
tl: Salamat sa iyo

source: Your directory is is under review and will be approved by an administrator
ar: الدليل الخاص بك هو قيد الاستعراض وستتم الموافقة من قبل مسؤول
pl: Twój katalog jest to w ramach przeglądu i zostanie zatwierdzony przez administratora
sw: Directory yako ni ni chini ya uchunguzi na itakuwa kupitishwa na msimamizi
tl: Ang iyong direktoryo ay nasa ilalim ng pagsusuri at maaprubahan ng isang administrator

source: %(desc)s
ar: %(desc)s ق

source: Source:
ar: مصدر:
pl: Źródło:
sw: Chanzo:
tl: Pinagmulan:

source: %(source)s
ar: %(source)s ق

source: Hello
ar: مرحبا
pl: Witaj
sw: Habari
tl: Kamusta

source: Your directory export is ready.
ar: تصدير الدليل جاهز.
pl: Twój eksport katalog jest gotowy.
sw: Directory wako nje ni tayari.
tl: Ang iyong pag-export na direktoryo ay handa na.

source: The details of the export
ar: تفاصيل تصدير
pl: Szczegóły dotyczące eksportu
sw: maelezo ya mauzo ya nje
tl: Ang mga detalye ng pag-export

source: Export Status Detail
ar: الحالة التصدير التفاصيل
pl: Eksport status Szczegóły
tl: Detalye ng Katayuan I-export

source: Export Type
ar: نوع التصدير
pl: Eksport Typ
sw: Export Aina
tl: Uri ng I-export

source: All fields
ar: جميع المجالات
pl: Wszystkie pola
sw: Mashamba yote
tl: Lahat ng mga patlang

source: Main fields
ar: الحقول الرئيسية
pl: Główne obszary
sw: Mashamba kuu
tl: Pangunahing mga patlang

source: To download the export file, go to
ar: لتحميل ملف التصدير، انتقل إلى
pl: Aby pobrać plik eksportu, przejdź do
sw: Kupakua faili kuuza nje, kwenda
tl: Upang i-download ang pag-export ng file, pumunta sa

source: Note that the download link will expire in one week
ar: لاحظ أن وصلة التحميل سوف تنتهي في أسبوع واحد
pl: Należy pamiętać, że pobieranie wygaśnie w ciągu jednego tygodnia
sw: Kumbuka kwamba download kiungo utakamilika katika wiki moja
tl: Tandaan na ang download link ay mawawalan ng bisa sa isang linggo

source: Thanks
ar: شكر
pl: Dzięki
sw: Shukrani
tl: Salamat

source: Time submitted
ar: الوقت قدم
pl: Czas składać
sw: Wakati kuwasilishwa
tl: Oras na isinumite

source: Your Directory Export is Ready on %(site_url)s
ar: تصدير دليل جاهز على %(site_url)s ق
sw: Yako Directory Export ni Tayari juu ya %(site_url)s
tl: Ang iyong Direktoryo I-export ay Handa sa %(site_url)s

source: Directory Add Notice
ar: الدليل إضافة إشعار
pl: Katalog Dodaj Wskazówka
sw: Directory Add Ilani
tl: Direktoryo ng Abiso Add

source: Body:
ar: الجسم:
pl: Budowa ciała:
sw: Mwili:
tl: Katawan:

source: To view the details of this directory, go to:
ar: لعرض تفاصيل هذا الدليل، انتقل إلى:
pl: Aby wyświetlić szczegóły tego katalogu, przejdź do:
sw: Kuangalia maelezo ya saraka hii, nenda kwa:
tl: Upang tingnan ang mga detalye ng direktoryong ito, pumunta sa:

source: To activate this directory, go to:
ar: لتنشيط هذا الدليل، انتقل إلى:
pl: Aby uaktywnić ten katalog, przejdź do:
sw: Kuamsha saraka hii, nenda kwa:
tl: Upang i-activate direktoryong ito, pumunta sa:

source: New directory (%(objname)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: دليل جديد ( %(objname)s ق) نشر ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New directory ( %(objname)s) posting kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong direktoryo ( %(objname)s) para sa pag-post ng %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Your directory posting "%(obj_headline)s" has been approved.
ar: نشر الدليل الخاص بك &quot; %(obj_headline)s ق&quot; تمت الموافقة.
sw: Saraka yako posting &quot; %(obj_headline)s&quot; imekuwa kupitishwa.
tl: Ang iyong pag-post direktoryo &quot; %(obj_headline)s&quot; ay naaprubahan.

source: To view this directory, go to:
ar: لعرض هذا الدليل، انتقل إلى:
pl: Aby wyświetlić ten folder, przejdź do:
sw: Kwa mtazamo directory hii, nenda kwa:
tl: Upang tingnan direktoryong ito, pumunta sa:

source: Your Directory Posting "%(obj_headline)s" Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: التقديم الدليل &quot; %(obj_headline)s ق&quot; وافق على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Directory yako Posting &quot; %(obj_headline)s&quot; Approved juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ang iyong Pag-post ng Direktoryo &quot; %(obj_headline)s&quot; Naaprubahan sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Directory Delete Notice
ar: دليل حذف إشعار
pl: Katalog Usuń Notice
sw: Directory Futa Ilani
tl: Direktoryo Tanggalin Abiso

source: A record has been deleted from the %(SITE_GLOBAL_SITEDISPLAYNAME)s module
ar: تم حذف سجل من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق وحدة
sw: rekodi umefutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s moduli
tl: A record ay tinanggal na module na ito mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: If you would like view all recently deleted directories, go to:
ar: إذا كنت ترغب في عرض الجميع مؤخرا الدلائل حذفها، انتقل إلى:
pl: Jeśli chcesz widok wszystkich niedawno usunięte katalogi, przejdź do:
sw: Kama ungependa maoni yote hivi karibuni directories ilifutwa, nenda kwa:
tl: Kung nais mong tingnan ang lahat Kamakailan lamang ay tinanggal direktoryo, pumunta sa:

source: Directory %(objhead)s deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: الدليل %(objhead)s ق حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Directory %(objhead)s ilifutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Direktoryo %(objhead)s tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The following directory has been edited:
ar: تم تحرير الدليل التالي:
pl: Poniższy katalog był edytowany:
sw: directory zifuatazo imekuwa mwisho:
tl: Na-edit ang sumusunod na direktoryo:

source: To view this directory go to: %(SITE_GLOBAL_SITEURL)s%(objurl)s
ar: لعرض هذا الدليل تذهب إلى: %(SITE_GLOBAL_SITEURL)s ق %(objurl)s ق
sw: Kwa mtazamo saraka hii nenda kwa: %(SITE_GLOBAL_SITEURL)s %(objurl)s
tl: Upang tingnan direktoryong ito pumunta sa: %(SITE_GLOBAL_SITEURL)s %(objurl)s

source: Your directory listing on %(SITE_GLOBAL_SITEDISPLAYNAME)s is eligible for renewal. It will expire on %(directory.expiration_dt)s.
ar: دليل قوائمك على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق مؤهلا للتجديد. وسوف تنتهي في %(directory.expiration_dt)s ق.
sw: Saraka yako orodha juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s ni amehitimu kwa upya. Ni utakamilika %(directory.expiration_dt)s.

source: To renew this directory, go to:
ar: لتجديد هذا الدليل، انتقل إلى:
pl: Odnowić tego katalogu, przejdź do:
sw: Ili kuweka upya saraka hii, nenda kwa:
tl: Upang i-renew direktoryong ito, pumunta sa:

source: Directory (%(objname)s) available for renewal on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: الدليل ( %(objname)s) المتوفر للتجديد على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Directory ( %(objname)s) inapatikana kwa upya juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Direktoryo ( %(objname)s) na magagamit para sa pag-renew sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Directory Renewed Notice
ar: دليل تحديث إشعار
pl: Katalog Odnowiona Wskazówka
sw: Directory Mapya Ilani
tl: Direktoryo ng na-renew na Paunawa

source: The following directory on your site <strong>%(SITE_GLOBAL_SITEDISPLAYNAME)s</strong> was renewed by %(requser)s
ar: ق <strong> هو الدليل التالي على موقعك </strong> %(SITE_GLOBAL_SITEDISPLAYNAME)s تجدد %(requser)s ق
sw: directory zifuatazo kwenye tovuti yako <strong> %(SITE_GLOBAL_SITEDISPLAYNAME)s </strong> mara upya kwa %(requser)s
tl: Ang mga sumusunod na direktoryo sa iyong site <strong> %(SITE_GLOBAL_SITEDISPLAYNAME)s </strong> ay nai-renew sa %(requser)s

source: The following directory on your site <strong>%(SITE_GLOBAL_SITEDISPLAYNAME)s</strong> was renewed by %(requser)s.
ar: ق <strong> هو الدليل التالي على موقعك </strong> %(SITE_GLOBAL_SITEDISPLAYNAME)s تجدد %(requser)s ق.
sw: directory zifuatazo kwenye tovuti yako <strong> %(SITE_GLOBAL_SITEDISPLAYNAME)s </strong> mara upya kwa %(requser)s.
tl: Ang mga sumusunod na direktoryo sa iyong site <strong> %(SITE_GLOBAL_SITEDISPLAYNAME)s </strong> ay nai-renew sa %(requser)s.

source: Renewed directory (%(objname)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: دليل متجدد ( %(objname)s ق) نشر ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Upya directory ( %(objname)s) posting kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Na-renew na direktoryo ng ( %(objname)s) para sa pag-post ng %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Education Information
ar: معلومات التعليم
pl: Informacja Edukacja
sw: Elimu Habari
tl: Impormasyon ng Edukasyon

source: School
ar: المدرسة
pl: Szkoła
sw: Shule
tl: Paaralan

source: Major
ar: الرئيسية
pl: Duże
sw: Meja

source: Degree
ar: درجة
pl: Stopień
sw: Shahada ya

source: Graduation Date/Time
ar: تاريخ التخرج / وقت
pl: Stopniowanie Date / Time
sw: Kuhitimu Tarehe / Saa
tl: Petsa ng Pagtatapos / Oras

source: Graduation Year
ar: سنة التخرج
pl: Stopniowanie Rok
sw: Kuhitimu Mwaka
tl: Pagtatapos ng Taon

source: Can view education
ar: يمكن عرض التعليم
pl: Można zobaczyć edukacji
sw: Unaweza kuona shirika
tl: Maaaring tingnan ng edukasyon

source: Education
ar: التعليم
pl: Edukacja
sw: Elimu
tl: Edukasyon

source: Educations
ar: تعليم
pl: Wykształcenie
sw: Elimu ya

source: Reassign Link
ar: إعادة تعيين لينك
pl: Przypisać link

source: Add fields to your form
ar: إضافة حقول إلى النموذج الخاص بك
pl: Dodaj pola do formularza
sw: Kuongeza mashamba ya fomu yako
tl: Magdagdag ng mga patlang sa iyong anyo

source: The fields you selected will be automatically added to
ar: الحقول التي حددتها سيتم إضافتها تلقائيا ل
pl: Zaznaczone pola zostaną automatycznie dodane do
sw: mashamba wewe kuchaguliwa kuwa moja kwa moja aliongeza kwa
tl: Ang mga patlang na napili mo ay awtomatikong idinagdag sa

source: Preview Link
ar: معاينة رابط
pl: Podgląd link
tl: I-preview ang Link

source: Manage Your Events Calendar and Event Registrations
ar: إدارة الأحداث التقويم الخاص بك وحدث التسجيلات
pl: Zarządzaj Twoje Kalendarz wydarzeń i zdarzeń Zgłoszenia
sw: Kusimamia matukio ya kalenda yako na Tukio Usajili
tl: Pamahalaan ang Iyong Mga Kaganapan Calendar at mga pagpaparehistro ng Kaganapan

source: %(sitedisplayname)s Latest Events
ar: %(sitedisplayname)s ليالي آخر الأحداث
sw: %(sitedisplayname)s Latest Matukio
tl: %(sitedisplayname)s Pinakabagong Mga Kaganapan

source: Event Description
ar: وصف الحدث
pl: Opis zdarzenia
sw: Tukio Description
tl: Paglalarawan ng Kaganapan

source: Event Title
ar: عنوان الحدث
pl: Wydarzenie Tytuł
sw: Tukio Title
tl: Pamagat ng Kaganapan

source: Event Location - Name
ar: موقع الحدث - اسم
pl: Miejsce wydarzenia - Nazwa
sw: Tukio Location - Jina
tl: Lokasyon ng Kaganapan - Pangalan

source: Event Location - Address
ar: موقع الحدث - عنوان
pl: Miejsce wydarzenia - Adres
sw: Tukio Location - mitaani
tl: Lokasyon ng Kaganapan - Address

source: Event Location - City
ar: موقع الحدث - مدينة
pl: Miejsce wydarzenia - Miasto
sw: Tukio Location - Mji
tl: Lokasyon ng Kaganapan - City

source: Event Location - State
ar: موقع الحدث - الدولة
pl: Miejsce wydarzenia - państwo
sw: Tukio Location - Hali
tl: Lokasyon ng Kaganapan - Estado

source: Priority Events
ar: الأولوية الأحداث
pl: Priorytetowe Wydarzenia
sw: Kipaumbele Matukio
tl: Mahalagang Kaganapan

source: Event ID
ar: معرف الحدث
pl: Identyfikator zdarzenia
sw: Tukio ID
tl: ID ng Kaganapan

source: IDs must be an integer
ar: يجب أن تكون معرفات عدد صحيح
pl: ID musi być liczbą całkowitą
sw: Vitambulisho vya lazima kuwa integer
tl: Mga ID ay dapat na isang integer

source: Receive event reminders
ar: تلقي تذكيرات الحدث
pl: Otrzymywać przypomnienia o wydarzeniach
sw: Kupokea tukio kuwakumbusha
tl: Tumanggap ng mga paalala ng kaganapan

source: Price Options
ar: خيارات السعر
pl: Opcje cenowe
sw: Chaguzi bei
tl: Mga Pagpipilian Presyo

source: Member ID
ar: رقم العضوية
pl: ID Użytkownika
sw: Mwanachama ID
tl: Miyembro ID

source: Please enter a member ID if a member price is selected.
ar: الرجاء إدخال معرف العضو إذا تم تحديد سعر عضوا.
pl: Wprowadź ID użytkownika, jeśli wybrana jest cena członkiem.
sw: Tafadhali kuingia mwanachama ID kama mwanachama bei ni kuchaguliwa.
tl: Mangyaring magpasok ng isang miyembro ng ID kung ang isang presyo miyembro ay pinili.

source: Admin Price Override?
ar: مشرف تجاوز الأسعار؟
pl: Administrator Cena zastąpić?
tl: Override Admin Presyo?

source: Override Price
ar: تجاوز الأسعار
pl: Zastąp Cena
tl: Override Presyo

source: Use Free Pass
ar: استخدام بطاقة مجانية
pl: Użyj karnet bezpłatny
sw: Matumizi Free Pass
tl: Gamitin ang libreng Pass

source: We don't detect you as a member. Please choose another price option.
ar: نحن لا كشف لك كعضو. الرجاء اختيار الخيار سعر آخر.
pl: Nie wykrywa ci jako członka. Proszę wybrać inną opcję cenową.
sw: Sisi si kuchunguza wewe kama mwanachama. Tafadhali kuchagua chaguo jingine bei.
tl: Hindi namin makita ka bilang isang kasapi. Mangyaring pumili ng isa pang opsyon sa presyo.

source: You have entered a member id but have selected an option that does not require membership.Please either choose the member option or remove your member id.
ar: لقد دخلت رقم العضوية لكن قد اخترت الخيار الذي لا يتطلب membership.Please إما اختيار عضو أو إزالة الخيار رقم العضوية الخاص بك.
pl: Wprowadzeniu ID użytkownika ale wybrałeś opcję, która nie wymaga membership.Please albo wybrać opcję członka lub usunąć swoje ID użytkownika.
sw: Una aliingia mwanachama id lakini baada ya kuchaguliwa kuwa chaguo kwamba hauhitaji membership.Please kuchagua aidha mwanachama chaguo au kuondoa mwanachama yako id.
tl: Nagpasok ka ng isang miyembro id ngunit na napili ang isang opsyon na hindi nangangailangan membership.Please alinman sa piliin ang pagpipilian na miyembro o alisin ang iyong mga miyembro id.

source: Override price must be a positive number.
ar: يجب أن يكون السعر تجاوز رقم موجب.
pl: Cena przesłaniająca musi być liczbą dodatnią.
sw: Override bei lazima idadi chanya.
tl: Dapat ay isang positibong numero presyo Override.

source: Not a corporate member for free pass
ar: ليس عضوا الشركات لتمرير مجانا
pl: Nie jesteś członkiem korporacyjnego za darmo przejściu
sw: Si mwanachama wa shirika kwa ajili ya bure kupita
tl: Hindi isang corporate miyembro para sa libreng pass

source: Free pass not available for "%s".
ar: بطاقة مجانية لا يتوفر ل &quot;٪ S&quot;.
pl: Bezpłatny karnet nie jest dostępny dla &quot;% s&quot;.
sw: Free kupita si inapatikana kwa &quot;% s&quot;.
tl: Hindi magagamit para sa &quot;% s&quot; libreng pass.

source: Start Date
ar: بدء التسجيل
pl: Data rozpoczęcia
sw: Anza Tarehe
tl: Petsa ng Pagsisimula

source: End Date
ar: تاريخ نهاية
pl: Data zakończenia
sw: Mwisho Tarehe
tl: Petsa ng Pagtatapos

source: Photo
ar: صورة
pl: Zdjęcia
sw: Picha
tl: Larawan

source: Remove the current photo
ar: إزالة الصورة الحالية
pl: Usunąć bieżące zdjęcie
sw: Ondoa picha sasa
tl: Alisin ang kasalukuyang larawan

source: Is Recurring?
ar: والتكراري؟
pl: Jest cykliczne?
sw: Ni mara kwa mara?
tl: Ay paulit-ulit na?

source: Repeats
ar: يكرر
pl: Powtórzenia
sw: Kurudiwa
tl: Pag-ulit

source: Repeats Every
ar: يكرر كل
pl: Każdy powtarza
sw: Kila kurudiwa
tl: Pag-uulit Bawat

source: Ends On
ar: ينتهي في
pl: Kończy się na
sw: Mwisho On
tl: Nagtatapos Sa

source: Recurs On
ar: يتكرر في
pl: Recurs Na
sw: Linajitokeza On
tl: Sa Recurs

source: the same day of the week
ar: في نفس اليوم من الأسبوع
pl: samego dnia tygodnia
sw: siku hiyo hiyo ya wiki
tl: ang parehong araw ng linggo

source: the same date
ar: في نفس التاريخ
pl: sama data
sw: tarehe hiyo
tl: sa parehong petsa

source: Event Information
ar: معلومات عن البطولة
pl: Informacja wydarzenie
sw: Tukio Habari
tl: Impormasyon sa Kaganapan

source: Changes here would be ignored if applied to other events in series.
ar: سيتم تجاهل التغييرات هنا إذا طبقت على الأحداث الأخرى في السلسلة.
pl: Zmiany tutaj będzie ignorowana, jeśli stosuje się do innych wydarzeń w serii.
sw: Mabadiliko hapa itakuwa kupuuzwa kama kutumika kwa matukio mengine katika mfululizo.
tl: Mga Pagbabago dito ay binabalewala kung inilapat sa iba pang mga kaganapan sa mga serye.

source: The photo must be of jpg, gif, or png image type.
ar: يجب أن تكون الصورة من JPG، GIF أو PNG نوع الصورة.
pl: Zdjęcie musi być jpg, gif lub png rodzaju obrazu.
sw: picha lazima kuwa na jpg, gif, png au picha ya aina.
tl: Ang larawan ay dapat na ng jpg, gif, o png uri ng imahe.

source: The photo is an invalid image. Try uploading another photo.
ar: الصورة هي صورة غير صالحة. محاولة تحميل صورة أخرى.
pl: Zdjęcie jest nieprawidłowy obraz. Spróbuj przesłać kolejne zdjęcie.
sw: picha ni mfano batili. Jaribu kuweka picha nyingine.
tl: Ang larawan ay isang hindi wastong imahe. Subukan ang pag-upload ng isa pang larawan.

source: Please keep filesize under %(max_upload_size)s. Current filesize %(upload_size)s
ar: يرجى إبقاء حجم الملف تحت %(max_upload_size)s ق. حجم الملف الحالية %(upload_size)s ق
sw: Tafadhali kuweka filesize chini ya %(max_upload_size)s. Sasa filesize %(upload_size)s
tl: Mangyaring panatilihin ang filesize sa ilalim ng %(max_upload_size)s. Kasalukuyang filesize %(upload_size)s

source: This cannot be earlier than the start date.
ar: هذا لا يمكن أن يكون أقدم من تاريخ البدء.
pl: To nie może być wcześniejsza niż data rozpoczęcia.
sw: Hii haiwezi kuwa mapema zaidi ya tarehe ya kuanza.
tl: Ito ay hindi maaaring maging mas maaga kaysa sa petsa ng pagsisimula.

source: Everyone
ar: الجميع
pl: Każdy
sw: Kila mtu
tl: Ang bawat tao&#39;y

source: Users Only
ar: فقط الأعضاء
pl: Tylko użytkownicy
sw: Watumiaji tu
tl: Ang mga gumagamit lamang

source: Members Only
ar: الأعضاء فقط
pl: Tylko członkowie
sw: Wanachama tu
tl: Mga miyembro lamang

source: This event only
ar: هذا الحدث فقط
pl: Tylko to wydarzenie
sw: Tukio hili tu
tl: Ang kaganapang ito lamang

source: This and the following events in series
ar: هذا والأحداث التالية في سلسلة
pl: Ten i kolejne wydarzenia w serii
sw: Hii na matukio yafuatayo katika mfululizo
tl: Ito at ang mga sumusunod na kaganapan sa serye

source: All events in series
ar: جميع الأحداث في سلسلة
pl: Wszystkie wydarzenia w serii
sw: Matukio yote katika mfululizo
tl: Lahat ng mga kaganapan sa serye

source: Reassign To
ar: إعادة تعيين ل
pl: Przypisać do
sw: Reassign Kwa
tl: Upang Reassign

source: Place
ar: مكان
pl: Miejsce
sw: Mahali
tl: Lugar
