Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: <a href="http://www.campaignmonitor.com/" target="_blank">Campaign Monitor</a> makes it easy for your to send beautiful email newsletters and manage your subscribers. <a href="" target="_blank">More...</a>
ar: <a href="http://www.campaignmonitor.com/" target="_blank"> لمراقبة </a> يجعل من السهل بالنسبة لإرسال النشرات الإخبارية البريد الإلكتروني الجميلة و إدارة المشتركين الخاص بك. <a href="" target="_blank"> لhref=&quot;&quot; المزيد ... </a>
pl: <a href="http://www.campaignmonitor.com/" target="_blank"> kampanii monitora </a> ułatwia Państwu wysłać piękne biuletyny e-mailowe i zarządzanie abonentów. <a href="" target="_blank"> Więcej ... </a>
sw: <a href="http://www.campaignmonitor.com/" target="_blank"> Kampeni Monitor </a> inafanya kuwa rahisi kwa yako kutuma majarida email nzuri na kusimamia wateja wako. <a href="" target="_blank"> More ... </a>

source: To set up campaign monitor, please contact support at 281-497-6567 ext. 411.
ar: لإنشاء رصد الحملة، يرجى الاتصال على 281-497-6567 تحويلة الدعم. 411.
pl: Aby ustawić monitor, kampanii, skontaktuj się z obsługą na 281-497-6567 wew. 411.
sw: Kwa kuanzisha kampeni kufuatilia, tafadhali wasiliana na msaada saa 281-497-6567 ext. 411.
tl: Upang i-set up ang monitor kampanya, mangyaring makipag-ugnay sa suporta sa 281-497-6567 EXT. 411.

source: Hello [firstname]
ar: مرحبا [الاسم الأول]
pl: Witaj [imię]
sw: Habari [FIRSTNAME]
tl: Kamusta [ni FIRSTNAME]

source: Welcome to the %(SITE_GLOBAL_SITEDISPLAYNAME)s newsletter of upcoming events, articles, jobs and more from our membership.
ar: مرحبا بكم في %(SITE_GLOBAL_SITEDISPLAYNAME)s ق القادمة من النشرة أحداث ومقالات وفرص العمل والمزيد من عضويتنا.
sw: Karibu %(SITE_GLOBAL_SITEDISPLAYNAME)s jarida ya ujao matukio, makala, ajira na zaidi kutokana na uanachama wetu.
tl: Maligayang pagdating sa %(SITE_GLOBAL_SITEDISPLAYNAME)s newsletter ng mga paparating na mga kaganapan, mga artikulo, mga trabaho at higit pa mula sa aming mga pagiging miyembro.

source: Pages Updated for %(startdate)s to %(enddate)s
ar: الصفحات التي تم تحديثها ل %(startdate)s s إلى %(enddate)s ق
sw: Kurasa Updated kwa %(startdate)s kwa %(enddate)s
tl: Mga Pahina Nai-update para sa %(startdate)s sa %(enddate)s

source: Posted by</b>: %(pagefirst)s %(pagelast)s
ar: أرسلت بواسطة </b>: %(pagefirst)s ق %(pagelast)s ق
sw: Imetumwa na </b>: %(pagefirst)s %(pagelast)s
tl: Nai-post sa pamamagitan ng </b>: %(pagefirst)s %(pagelast)s

source: If you've forgot your password or need to reset the auto-generated one, follow the instruction here to reset your password:
ar: إذا كنت قد نسيت كلمة المرور الخاصة بك أو تحتاج إلى إعادة تعيين الذي تم إنشاؤه تلقائيا واحد، اتبع التعليمات هنا لإعادة تعيين كلمة المرور:
pl: Jeśli zapomniałeś hasła lub trzeba zresetować jeden automatycznie wygenerowane, postępuj zgodnie z instrukcjami tutaj, aby zresetować hasło:
sw: Kama wameweza alisahau password yako au haja ya upya auto-yanayotokana moja, kufuata maelekezo hapa kuweka upya nenosiri lako:
tl: Kung nag-nakalimutan ang iyong password o kailangan upang i-reset ang isang awtomatikong nabuo, sundin ang mga tagubilin dito upang i-reset ang iyong password:

source: Tendenci Newsletter
ar: Tendenci النشرة الإخبارية

source: Tendenci - Does you web site empower your members?
ar: Tendenci - هل تمكن أعضاء الموقع الذي لديك؟
pl: Tendenci - Czy Chcesz wzmocnić swoje strony internetowej członków?
sw: Tendenci - Je, wewe mtandao kuwawezesha wanachama yako?
tl: Tendenci - mo sa web site na magbigay ng kapangyarihan ba ang iyong mga miyembro?

source: Tendenci Header
ar: Tendenci رأس
sw: Mwelekeo Header

source: Tendenci 2007 User Conference
ar: مؤتمر الاتجاهات العضو 2007
pl: Konferencja użytkownika trendy 2007
sw: Mwelekeo 2007 User Mkutano
tl: Trends 2007 User Conference

source: Conference Logo
ar: شعار المؤتمر
pl: Konferencja Logo
sw: Mkutano Logo

source: Header
ar: رأس
pl: Nagłówek

source: Get Smart Speakout
ar: الحصول على ذكية Speakout
sw: Kupata Smart Speakout
tl: Kumuha ng Smart Speakout

source: Tendenci - Membership Management Software
ar: Tendenci - برنامج إدارة العضوية
pl: Tendenci - Oprogramowanie do zarządzania Członkostwo
sw: Tendenci - Uanachama Usimamizi wa Programu
tl: Tendenci - Ang pagsapi Software sa Pamamahala

source: Tendenci Footer
ar: Tendenci تذييل
pl: Tendenci stopka
sw: Mwelekeo Footer

source: Times Square
ar: تايمز سكوير

source: Holiday Night Lights
ar: أضواء ليلة العيد
pl: Światła święto nocne
tl: Holiday Night Ilaw

source: One Column With Header
ar: عمود واحد مع رأس
pl: Jedna kolumna z nagłówkiem
sw: Moja Column Kwa Header
tl: Isa Haligi Sa Header

source: Parliament Building
ar: مبنى البرلمان
pl: Budynek Parlamentu
sw: Bunge Ujenzi

source: Running with Seagulls
ar: تعمل مع النوارس
pl: Biegając z Mewy
sw: Mbio kwa Seagulls
tl: Tumatakbo sa Seagulls

source: Subway Line
ar: خط مترو الانفاق
pl: Linia metra

source: Two Column Left Sidebar
ar: اثنين من العمود الأيسر الشريط الجانبي
pl: Dwie kolumny z lewej Panel boczny
sw: Barua Column kushoto Sidebar
tl: Dalawang Hanay Kaliwang sidebar

source: Latest Articles
ar: أحدث المقالات
pl: Ostatnie artykuły
sw: Makala ya karibuni
tl: Pinakabagong mga Artikulo

source: Latest Releases
ar: أحدث الإصدارات
pl: Najnowsze komunikaty
sw: Latest Habari
tl: Pinakabagong Release

source: Latest Calendar Events
ar: كل الأحداث
pl: Najnowsze wydarzenia z kalendarza
sw: Latest kalenda Matukio
tl: Pinakabagong Mga Kaganapan sa Kalendaryo

source: Contact us: Replace This With Your Company Address
ar: الاتصال بنا: استبدال هذا مع عنوان شركتك
pl: Kontakt: Wymień ten z adresem firmy
sw: Wasiliana nasi: Nafasi Hii Pamoja na Kampuni yako mitaani
tl: Makipag-ugnay sa amin: Palitan ito Sa Ang iyong Address ng Kumpanya

source: Two Column Right Sidebar
ar: اثنين من العمود الأيمن الشريط الجانبي
pl: Dwie kolumny z prawej Panel boczny
sw: Barua Column Haki Sidebar
tl: Dalawang Haligi Kanan Sidebar

source: Submit Date and Time
ar: تقديم التاريخ والوقت
pl: Daty i czasu
sw: Kuwasilisha Tarehe na Muda
tl: Magsumite ng Petsa at Oras

source: Invoice ID
ar: ID الفاتورة
pl: Numer faktury
sw: Ankara ID
tl: ID ng Invoice

source: Authorization Code
ar: كود ترخيص
pl: Kod autoryzacji

source: if checked, it will only show for administrators
ar: إذا دققت، وسوف تظهر فقط لمسؤولي
pl: jeśli zaznaczone, to pokaże tylko dla administratorów
sw: kama checked, itakuwa tu kuonyesha kwa watendaji
tl: kung naka-check, ito ay ipakita lamang para sa mga administrator

source: Your transaction has been approved.
ar: تمت الموافقة معاملتك.
pl: Transakcja została zatwierdzona.
sw: Shughuli yako imekuwa kupitishwa.
tl: Ang iyong transaksyon ay naaprubahan.

source: Your transaction has been declined.
ar: تم رفض معاملتك.
pl: Twoja transakcja została odrzucona.
sw: Shughuli yako imekuwa ulipungua.
tl: Ang iyong transaksyon ay tinanggihan.

source: Payment Generated
ar: الدفع المتولدة
pl: Płatność Wygenerowane
sw: Malipo Generated
tl: Binuo ng Pagbabayad

source: A payment has been generated.
ar: وقد ولدت دفعة.
pl: Płatność została wygenerowana.
sw: malipo imekuwa yanayotokana.
tl: Ang pagbabayad ay nabuo.

source: All Payments
ar: جميع المدفوعات
pl: Wszystkie płatności
sw: Malipo yote
tl: Lahat ng Mga Pagbabayad

source: This Payment
ar: هذا الدفع
pl: Ten Płatność
sw: Malipo Hii
tl: Pagbabayad na ito

source: If you are not redirected within 45 secs,<br> please click the button below to submit your payment. Thank you.
ar: إذا لم يتم إعادة توجيهك خلال 45 ثانية، <br> يرجى النقر على الزر أدناه لتقديم دفعتك. شكرا لك.
tl: Kung hindi mo ay na-redirect sa loob ng 45 segundo, <br> mangyaring i-click ang pindutan sa ibaba upang isumite ang iyong pagbabayad. Salamat sa iyo.

source: The online payment is not setup for the site. Check out later.
ar: دفع على الانترنت ليست الإعداد للموقع. تحقق في وقت لاحق.
pl: Płatności online nie jest ustawiony na miejscu. Sprawdź później.
sw: malipo online ni si kuanzisha kwa ajili ya tovuti. Angalia baadaye.
tl: Ang online na pagbabayad ay hindi naitayo para sa site. Tingnan ang ibang pagkakataon.

source: Trans_ID not available
ar: Trans_ID غير متوفرة
pl: Trans_ID niedostępne
sw: Trans_ID si inapatikana
tl: Hindi available ang Trans_ID

source: Payment Status
ar: الحالة الدفع
pl: Płatność status
sw: Malipo Status
tl: Katayuan ng Pagbabayad

source: Payment Search
ar: دفع البحث
pl: Płatność Szukaj
sw: Malipo Search
tl: Paghahanap sa Pagbabayad

source: DO NOT press the back button in your browser.
ar: لا تضغط على زر الرجوع في المتصفح الخاص بك.
pl: NIE naciśnij przycisk Wstecz w swojej przeglądarce.
sw: DO NOT waandishi wa habari kifungo nyuma katika browser yako.
tl: HUWAG pindutin ang back button sa iyong browser.

source: Try Making Payment Again
ar: محاولة جعل الدفع مرة أخرى
pl: Spróbuj dokonać Płatność Ponownie
sw: Jaribu kufanya malipo Tena
tl: Subukan Paggawa ng Pagbabayad Muli

source: DO NOT press the back button in your browser, or your credit card will be charged twice.
ar: لا تضغط على زر الرجوع في المتصفح الخاص بك، أو وستحمل بطاقة الائتمان الخاصة بك مرتين.
pl: NIE naciśnij przycisk Wstecz w przeglądarce, lub Twoja karta kredytowa zostanie obciążona dwukrotnie.
sw: DO NOT waandishi wa habari kifungo nyuma katika browser yako, au kadi yako itakuwa kushtakiwa mara mbili.
tl: HUWAG pindutin ang back button sa iyong browser, o sisingilin ang iyong credit card nang dalawang beses.

source: Status of transaction (with reason if declined):
ar: وضع الصفقة (مع العقل إذا رفض):
pl: Status transakcji (z powodu, jeśli spadła):
sw: Hali ya manunuzi (kwa sababu kama ulipungua):
tl: Katayuan ng transaksyon (na may dahilan kung tinanggihan):

source: Not approved -
ar: لم يوافق -
pl: Nie zatwierdzony -
sw: Si kupitishwa -
tl: Hindi naaprubahan -

source: Print Friendly Invoice.
ar: طباعة الفاتورة ودية.
pl: Wersja do druku faktury.
sw: Magazeti ya kirafiki ankara.
tl: I-print Friendly Invoice.

source: View my Invoice
ar: عرض فاتورتي
pl: Zobacz moje faktury
sw: View ankara yangu
tl: Tingnan ang aking Invoice

source: Payments are created with
ar: يتم إنشاؤها مع المدفوعات
pl: Płatności są tworzone z
sw: Malipo ni kuundwa kwa
tl: Ang mga pagbabayad ay nilikha gamit

source: There can be, theoretically, multiple payments for one invoice. Only a TENDERED invoice can have a payment created for it, but if the payment were to not be approved then it is possible for the user to initiate payment again resulting in more than one payment per invoice. The real trail is on the accounting side - note the yellow &quot;accounting&quot; link below for more information. <br><br>***Reversing a payment does *NOT* issue a credit or refund. It will simply reverse the payment entries in the general ledger for accounting purposes.
ar: يمكن أن يكون هناك، من الناحية النظرية، والمدفوعات متعددة لفاتورة واحدة. فقط فاتورة المناقصة يمكن أن يكون الدفع لخلق ذلك، ولكن إذا كان الدفع تم لعدم اقرارها ثم أنه من الممكن للمستخدم لبدء السداد مما أدى مرة أخرى في دفع أكثر من واحد في الفاتورة. درب الحقيقي هو على الجانب المحاسبة - لاحظ الصفراء ومثل، مثل المحاسبة و. الرابط أدناه لمزيد من المعلومات. <br> <br> *** عكس دفع يفعل * لا * القضية ائتمان أو مبلغ معاد. فإنه سيتم عكس ببساطة إدخالات دفع في دفتر الأستاذ العام للأغراض المحاسبية.
tl: Maaaring magkaroon, theoretically, ang maramihang mga pagbabayad para sa isang invoice. Tanging isang TENDERED invoice ay maaaring magkaroon ng isang pagbabayad na nilikha para dito, ngunit kung ang kabayaran ay upang hindi maaprubahan pagkatapos ito ay posible para sa user upang pasimulan ang pagbabayad muli na nagreresulta sa higit sa isang pagbabayad sa bawat invoice. Ang tunay na trail ay nasa gilid ng accounting - tandaan ang mga kulay-dilaw &amp; quot; accounting at quot; link sa ibaba para sa karagdagang impormasyon. <br> <br> *** Reversing ng pagbabayad ginagawa * HINDI * isyu ng credit o refund. Ito ay simpleng baligtarin ang mga entry sa pagbabayad sa pangkalahatang ledger para sa mga layunin accounting.

source: Admin / Owner Block
ar: مشرف / المالك بلوك
pl: Admin / Właściciel bloku
sw: Admin / Mmiliki Block
tl: Admin Block / May-ari

source: accounting
ar: المحاسبة
pl: rachunkowości
sw: uhasibu

source: Payment GUID:
ar: دفع GUID:
pl: Płatność GUID:
sw: Malipo GUID:
tl: GUID ng Pagbabayad:

source: Created:
ar: الانشاء:
pl: Utworzono:
tl: Nilikha:

source: Creator:
ar: الخالق:
pl: Autor:
sw: Muumba:
tl: Tagalikha:

source: Owner:
ar: المالك:
pl: Właściciel:
sw: Mmiliki:
tl: May-ari:

source: Transaction Details
ar: تفاصيل الصفقة
pl: Szczegóły transakcji
sw: Maelezo ya manunuzi
tl: Mga Detalye ng Transaksyon

source: Response Code:
ar: رمز الاستجابة:
tl: Tugon Code:

source: Response Subcode:
ar: SUBCODE استجابة:
pl: Subkod odpowiedź:
tl: Tugon Subcode:

source: Response Reason Code:
ar: استجابة كود السبب:
pl: Odpowiedź Kod przyczyny:
sw: Response Sababu Code:
tl: Dahilan Code ng Tugon:

source: Response Reason Text:
ar: سبب استجابة النص:
pl: Powód odpowiedź Tekst:
sw: Response Sababu Nakala:
tl: Dahilan ng Tugon Teksto:

source: Response Page:
ar: رد الصفحة:
pl: Strona odpowiedź:
sw: Response Kwanza:
tl: Pahina ng Tugon:

source: Trans ID:
ar: عبر الرقم:

source: PO Number:
ar: عدد PO:
pl: Numer zamówienia:
tl: Numero ng PO:

source: Authorization Code:
ar: كود إذن:
pl: Kod autoryzacji:

source: Method:
ar: الأسلوب:
pl: Sposób:
tl: Pamamaraan:

source: Invoice Number:
ar: رقم الفاتورة:
pl: Numer faktury:
sw: Ankara ya simu:
tl: Numero ng invoice:

source: AVS Result Code:
ar: AVS كود النتيجة:
pl: AVS Kod Wynik:
tl: AVS Resulta Code:

source: MD5 Hash:
ar: MD5 البعثرة:

source: Customer Name and Billing Address
ar: اسم الزبون وعنوان الفواتير
pl: Nazwa i adres rozliczeniowy klienta
sw: Jina Wateja na Billing ya mitaani
tl: Pangalan ng Customer at Billing Address

source: Cardholder Name:
ar: اسم حامل البطاقة:
pl: Posiadacz karty Nazwa:
sw: Jina mmiliki wa kadi:
tl: Pangalan ng cardholder:

source: Billing Address:
ar: الفواتير العنوان:
pl: Rozliczeniowy Adres:
sw: Billing ya mitaani:

source: City:
ar: المدينة:
pl: Miasto:
sw: Mji:
tl: Lungsod:

source: Zip:
ar: الرمز البريدي:
pl: Kod pocztowy:

source: Customer Shipping Address
ar: شحن عنوان العميل
pl: Klient Adres wysyłki
sw: Wateja Shipping mitaani
tl: Address ng Pagpapadala Customer

source: Ship to First Name:
ar: سفينة إلى الاسم الأول:
pl: Statek Imię:
sw: Meli kwa Jina la kwanza:
tl: Ipadala sa Unang Pangalan:

source: Ship to Last Name:
ar: سفينة إلى اسم العائلة:
pl: Statek nazwisk:
sw: Meli kwa Jina la Mwisho:
tl: Ipadala sa Apelyido:

source: Ship to Company:
ar: سفينة إلى الشركة:
pl: Statek Spółki:
sw: Meli Company:
tl: Ipadala sa Kumpanya:

source: Ship to Address:
ar: سفينة إلى عنوان:
pl: Statek na adres:
sw: Meli Anwani:
tl: Ipadala sa Address:

source: Ship to City:
ar: السفينة إلى المدينة:
pl: Statek do miasta:
sw: Meli Mji:
tl: Ipadala sa Lungsod:

source: Ship to State:
ar: سفينة إلى الدولة:
pl: Statku do państwa:
sw: Meli State:
tl: Ipadala sa Estado:

source: Ship to Zip:
ar: السفينة البريدي:
pl: Statek Zip:
sw: Meli kwa Zip:
tl: Ipadala sa Zip:

source: Ship to Country:
ar: السفينة البلد:
pl: Statek do kraju:
sw: Meli Nchi:
tl: Ipadala sa Bansa:

source: Payment Thank You
ar: الدفع شكرا
pl: Płatność Dziękujemy
sw: Malipo Asante
tl: Pagbabayad mo Salamat

source: Processing...please wait.
ar: تجهيز ... يرجى الانتظار.
pl: Przetwarzanie ... proszę czekać.
sw: Shirikisho ... tafadhali kusubiri.
tl: Pagpoproseso ... mangyaring maghintay.

source: Please fill out the fields below
ar: يرجى ملء الحقول أدناه
pl: Prosimy o wypełnienie pól poniżej
sw: Tafadhali kujaza mashamba chini
tl: Mangyaring punan ang mga patlang sa ibaba

source: Payment Information
ar: معلومات الدفع
pl: Informacje o płatnościach
sw: Malipo ya Habari
tl: Impormasyon sa Pagbabayad

source: Card Number
ar: رقم البطاقة
pl: Numer karty
sw: Kadi Idadi
tl: Numero ng Card

source: Card Code
ar: كود بطاقة
pl: Kod karty
sw: Kadi Code
tl: Code Card

source: Submit Payment
ar: تقديم الدفع
pl: Zapłać
sw: Kuwasilisha Malipo
tl: Isumite ang Pagbabayad

source: loading...
ar: تحميل ...
pl: ładowanie ...
tl: naglo-load ...

source: User Permissions
ar: ضوابط المستخدم
pl: Uprawnienia użytkowników
sw: Permissions mtumiaji
tl: Mga Pahintulot ng User

source: Select view/change to allow all authenticated users to view or change
ar: اختر عرض / تغيير للسماح لجميع المستخدمين المصادق عليهم لعرض أو تغيير
pl: Wybierz Widok / Zmień, aby umożliwić wszystkim uwierzytelnionym użytkownikom na przeglądanie lub zmianę
sw: Chagua mtazamo / mabadiliko ya kuruhusu watumiaji wote kuthibitishwa kuangalia au mabadiliko
tl: Piliin ang view ng / pagbabago upang payagan ang lahat na napatotohanan mga gumagamit upang tingnan o baguhin ang

source: Member Permissions
ar: ضوابط الأعضاء
pl: Uprawnienia użytkownika
sw: Mwanachama Permissions
tl: Mga Pahintulot ng Miyembro

source: Select view/change to allow all members to view or change
ar: اختر عرض / تغيير للسماح لجميع أعضاء لعرض أو تغيير
pl: Wybierz Widok / Zmień, aby umożliwić wszystkim członkom, aby wyświetlić lub zmienić
sw: Chagua mtazamo / mabadiliko ya kuruhusu wanachama wote kuangalia au mabadiliko
tl: Piliin ang view ng / pagbabago upang payagan ang lahat ng mga miyembro upang tingnan o baguhin ang

source: Groups who have view/change permissions
ar: المجموعات الذين لديهم رأي / تغيير الأذونات
pl: Grupy, którzy mają uprawnienia / zmiany widoku
sw: Vikundi vya watu ambao kuwa na mtazamo / mabadiliko ya ruhusa
tl: Groups na may view ng mga pahintulot / pagbabago

source: Created On
ar: مكون في
pl: Utworzony na
tl: Nilikha Sa

source: Last Updated
ar: آخر تحديث
pl: Zmieniony
sw: Ya mwisho
tl: Huling nai-update

source: Registry field packages must be of type tuple
ar: يجب أن تكون حزم الحقل التسجيل من نوع الصفوف (tuple)
pl: Pakiety terenowe rejestru musi być typu krotki
sw: Paket shamba Msajili lazima kuwa ya aina tuple
tl: Pakete patlang registry ay dapat na may uri na tuple

source: The model being registered must derive from Model.
ar: نموذج يتم تسجيله يجب أن تنبع من نموذج.
pl: Wzór został zarejestrowany, musi pochodzić z modelu.
sw: mfano kuandikishwa lazima unatokana na Model.
tl: Ang modelo na nakarehistro ay dapat na nakukuha mula sa Model.

source: All syndicated rss feeds on %(dname)s
ar: كل مشترك آر إس إس على %(dname)s ق
sw: All rss feeds juu ya yakiandikwa %(dname)s
tl: Lahat ng syndicated na mga RSS feed sa %(dname)s

source: %(dname)s RSS Feed
ar: %(dname)s ق آر إس إس

source: '%(l)s' must be true or false
ar: &#39; %(l)s ق&#39; يجب أن تكون صحيحة أو خاطئة
sw: &#39; %(l)s&#39; lazima kuwa kweli au uongo
tl: &#39; %(l)s&#39; ay dapat na tama o mali

source: '%(l)s' must be a whole number
ar: &#39; %(l)s ق &quot;يجب أن يكون عدد صحيح
sw: &#39; %(l)s&#39; lazima iwe ni namba nzima
tl: &#39; %(l)s&#39; ay kailangang whole number

source: '%(l)s' must be a file
ar: &#39; %(l)s ق&#39; يجب أن يكون ملف
sw: &#39; %(l)s&#39; lazima faili
tl: &#39; %(l)s&#39; ay dapat na isang file

source: Select
ar: حدد
pl: Wybierz
sw: Kuchagua
tl: Piliin ang

source: string
ar: سلسلة
pl: ciąg
sw: kamba

source: boolean
ar: منطقية
pl: logiczna
sw: bulin

source: int
ar: كثافة العمليات

source: file
ar: ملف
pl: Plik
sw: faili

source: Update Settings
ar: إعدادات التحديث
pl: Ustawienia aktualizacji
sw: Mwisho Settings
tl: I-update ang Mga Setting

source: Global Site Settings
ar: إعدادات الموقع العالمي
pl: Globalne Ustawienia witryny
tl: Global Setting ng Site

source: Full Settings List
ar: قائمة إعدادات الكاملة
pl: Lista pełna Ustawienia
sw: Orodha ya vipimo kamili
tl: Listahan Buong Setting

source: No settings are currently available
ar: لم الإعدادات المتوفرة حاليا
pl: Aktualnie nie ma dostępnych ustawień
sw: Hakuna mipangilio ni sasa inapatikana
tl: Walang mga setting na magagamit sa kasalukuyan

source: No sitemap available for section: %r
ar: لا يوجد خريطة الموقع المتاح للقسم:٪ ص
pl: Nie dostępne dla sekcji mapa strony:% r
sw: Hakuna sitemap inapatikana kwa sehemu:% r
tl: Walang magagamit para sa seksyon na sitemap:% r

source: Tag
ar: علامة

source: Tags List
ar: قائمة الكلمات
pl: Lista tagów
sw: Tags Orodha ya
tl: Listahan ng mga tag

source: All Tags
ar: كل الكلمات
pl: Wszystkie Tagi
tl: Lahat ng Mga Tag

source: '%s' takes one argument
ar: &#39;٪ ق&#39; يأخذ وسيطة واحدة
pl: &#39;% S&#39; przyjmuje jeden argument,
sw: &#39;% S&#39; inachukua hoja moja
tl: &#39;% S&#39; ay tumatagal ng isang argument

source: '%s' cannot appear more than once in the same template
ar: &#39;٪ ق&#39; لا يمكن أن تظهر أكثر من مرة في نفس القالب
pl: &#39;% S&#39; nie może pojawić się więcej niż jeden raz w tym samym szablonie
sw: &#39;% S&#39; hawezi kuonekana zaidi ya mara moja katika template huo
tl: &#39;% S&#39; ay hindi maaaring lumitaw ang higit sa isang beses sa parehong template

source: %r tag takes one argument: the name of the template to be included
ar: علامة٪ R يأخذ وسيطة واحدة: اسم القالب ليتم تضمينها
pl: % R tag jeden argument: nazwę szablonu, które należy uwzględnić
sw: % R tag inachukua hoja moja: jina la template kuwa ni pamoja na
tl: % R tag tumatagal ng isang argumento: ang pangalan ng template upang maisama

source: %r tag takes one argument: the setting to be included
ar: علامة٪ R يأخذ وسيطة واحدة: الإعداد لإدراجها
pl: % R tag jeden argument: ustawienie, które należy uwzględnić
sw: % R tag inachukua hoja moja: kuweka kuwa ni pamoja na
tl: % R tag tumatagal ng isang argumento: ang setting na ito upang maisama

source: create time
ar: خلق الوقت
pl: tworzyć czas
sw: kujenga wakati
tl: oras ng paglikha

source: object repr
ar: repr الكائن
pl: Obiekt reprezentujący
sw: kitu kuwakilishwa
tl: bagay repr

source: change message
ar: رسالة التغيير
pl: Komunikat Zmiana
sw: ujumbe wa kubadilisha
tl: pagbabago mensahe

source: changed object
ar: الكائن المتغير
pl: zmieniony obiekt
sw: iliyopita kitu
tl: binagong bagay

source: Version Date
ar: نسخة التسجيل
pl: Wersja Data
sw: Version Tarehe
tl: Petsa ng Bersyon

source: Link
ar: الرابط

source: No Old Versions Found
ar: لا الإصدارات القديمة التي تم العثور عليها
pl: Nie znaleziono stare wersje
sw: Hakuna Versions Old Kupatikana
tl: Walang Natagpuang Mga Lumang Bersyon

source: phone
ar: الهاتف
pl: telefon
sw: simu
tl: telepono

source: address
ar: عنوان
pl: Adres
sw: anwani

source: member number
ar: عدد الاعضاء
pl: liczba członków
sw: mwanachama simu
tl: bilang miyembro

source: city
ar: المدينة
pl: Miasto
sw: mji
tl: lungsod

source: state
ar: الدولة
pl: stan
sw: hali
tl: estado

source: zipcode
ar: الرمز البريدي
pl: kod pocztowy
sw: Msimbo wa eneo

source: county
ar: مقاطعة
pl: powiatu
sw: kata

source: country
ar: بلد
pl: kraj
sw: nchi
tl: bansa

source: url
ar: رابط

source: timezone
ar: التوقيت
pl: stref czasowych
sw: majira ya saa

source: language
ar: اللغة
pl: język
sw: lugha
tl: wika

source: Position
ar: موقف
pl: Pozycja
tl: Posisyon

source: Slug already exists: %(slug)s
ar: سبيكة موجود بالفعل: %(slug)s ق
sw: Slug tayari ipo: %(slug)s
tl: Umiiral na Slug: %(slug)s

source: The field "%(f)s" does not exist in model "%(m)s".
ar: مجال &quot; %(f)s ق&quot; غير موجود في نموذج &quot; %(m)s ق&quot;.
sw: shamba &quot; %(f)s&quot; haipo katika mfano &quot; %(m)s&quot;.
tl: Ang field na &quot; %(f)s&quot; ay hindi umiiral sa modelo &quot; %(m)s&quot;.

source: Nothing
ar: لا شيء
pl: Nic
sw: Hakuna
tl: Wala

source: Unnamed report
ar: تقرير لم تذكر اسمه
pl: Raport nienazwany
sw: Ripoti Unnamed
tl: Walang pangalan ng ulat

source: Area
ar: منطقة
pl: Powierzchnia

source: Line
ar: خط
pl: Linia
tl: Linya

source: Columns
ar: الأعمدة
pl: Kolumny
sw: Nguzo
tl: Mga Haligi

source: Pie
ar: فطيرة

source: Sum
ar: المبلغ
pl: Suma

source: Average
ar: المتوسط
pl: Średnie
sw: Wastani

source: Min
ar: لي
pl: My
sw: My
tl: Aking

source: Max
ar: ماكس

source: Chart type
ar: نوع الرسم البياني
pl: Typ wykresu
sw: Chati ya aina
tl: Uri ng tsart

source: Serie field
ar: الحقل دوري الدرجة الاولى الايطالي
pl: Pole serie
sw: Shamba Series
tl: Serie patlang
