Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Subscriber Import Failed!
ar: استيراد المشترك فشل!
pl: Abonent importu nie powiodło się!
sw: Mteja Import Imeshindwa!
tl: Subscriber-import Nabigong!

source: Processing Subscriber Import!
ar: التجهيز المشترك استيراد!
pl: Przetwarzanie Abonent importu!
sw: Shirikisho mteja Import!
tl: Pagpoproseso ng Subscriber-import!

source: We
ar: نحن
pl: Mamy
sw: Sisi
tl: Namin

source: Import Subscribers to
ar: المشتركون استيراد ل
pl: Widzowie na przywóz do
sw: Import Wanachama kwa
tl: Mag-import ng Mga Subscriber upang

source: Import Results for
ar: نتائج الواردات ل
pl: Importowanie wyników dla
sw: Import Matokeo ya
tl: Mag-import ng Mga resulta para sa

source: No valid subscriber was found in the import file.
ar: ولم يعثر على أي مشترك صالح في ملف الاستيراد.
pl: Nie ważne abonent został znaleziony w pliku importu.
sw: Hakuna mteja halali lilipatikana katika kuagiza file.
tl: Walang wastong subscriber ay natagpuan sa file sa pag-import.

source: Add Members to Group
ar: إضافة أعضاء إلى المجموعة
pl: Dodaj członków do grupy
sw: Kuongeza Wanachama kwa Group
tl: Magdagdag ng Miyembro sa Pangkat

source: Group:
ar: المجموعة:
pl: Grupa:
tl: Grupo:

source: view by
ar: الرأي
pl: Widok przez
sw: mtazamo na
tl: view sa pamamagitan ng

source: Add Member to Group
ar: إضافة الأعضاء إلى المجموعة
pl: Dodaj członka do grupy
sw: Kuongeza Mwanachama kwa Group
tl: Magdagdag ng Miyembro sa Pangkat

source: Send Message
ar: إرسال رسالة
pl: Wyślij wiadomość
sw: Mtumie Ujumbe
tl: Magpadala ng Mensahe

source: You may change your no-reply email address in <a href="/settings/site/global" target="_blank">Site Settings.</a>
ar: يمكنك تغيير عنوان البريد الإلكتروني أي رد الإلكتروني الخاص بك في <a href="/settings/site/global" target="_blank"> ل. </a>
pl: Możesz zmienić bez odpowiedzi adres e-mail w href=&quot;/settings/site/global&quot; <a href="/settings/site/global" target="_blank"> Ustawienia witryny. </a>
sw: Unaweza kubadilisha barua pepe yako no-reply katika <a href="/settings/site/global" target="_blank"> Settings Site. </a>
tl: Maaari mong baguhin ang iyong no-reply na email address sa <a href="/settings/site/global" target="_blank"> Mga Setting ng Site. </a>

source: Add Member
ar: إضافة الأعضاء
pl: Dodaj członka
sw: Kuongeza Mwanachama
tl: Magdagdag ng Miyembro

source: Remove myself from group
ar: إزالة نفسي من مجموعة
pl: Usunąć się z grupy
sw: Kuondoa mwenyewe kutoka kundi
tl: Alisin ang aking sarili mula sa pangkat na

source: Add Myself to Group
ar: إضافة إلى نفسي المجموعة
pl: Dodaj Myself do grupy
sw: Kuongeza Myself kwa Group
tl: Idagdag ang sarili ko sa Pangkat

source: All Groups
ar: جميع المجموعات
pl: Wszystkie grupy
sw: Vikundi All
tl: Lahat ng mga Grupo

source: Group List
ar: قائمة المجموعة
pl: Lista grup
sw: Orodha ya Group
tl: Listahan ng Grupo

source: This Group
ar: هذه المجموعة
pl: Grupa ta
sw: Group hii
tl: Pangkat na Ito

source: View Group
ar: عرض المجموعة
pl: Zobacz Grupę
tl: Tingnan Group

source: Add Users
ar: إضافة مستخدمين
pl: Dodaj użytkowników
sw: Kuongeza Watumiaji
tl: Magdagdag ng mga user

source: Delete Group
ar: حذف المجموعة
pl: Usuń grupę
sw: Kufuta Group
tl: Tanggalin ang Grupo

source: Add myself to group
ar: إضافة إلى مجموعة نفسي
pl: Dodaj się do grupy
sw: Kuongeza mwenyewe kwa kundi
tl: Idagdag sa aking sarili sa pangkat na

source: Add new member
ar: إضافة عضو جديد
pl: Dodaj nowy element
sw: Kuongeza mwanachama mpya
tl: Magdagdag ng mga bagong miyembro

source: System Generated Group
ar: نظام المتولدة المجموعة
pl: Grupa System Wygenerowane
tl: Binuo ng System Group

source: Your group members export for "%(g)s" is ready.
ar: تصدير أعضاء مجموعتك ل &quot; %(g)s ق&quot; مستعدة.
sw: Kundi wanachama wako nje kwa &quot; %(g)s&quot; ni tayari.
tl: Ang iyong mga miyembro ng pangkat i-export para sa &quot; %(g)s&quot; ay handa na.

source: Your Group Members Export is Ready on %(s)s
ar: المجموعة الخاصة بك الأعضاء التصدير مستعدة على %(s)s ق
pl: Twój Członkowie grupy Eksport jest gotowy na %(s)s
sw: Group yako Wanachama Export ni Tayari juu ya %(s)s

source: Export Group Members - Status
ar: المجموعة التصدير الأعضاء - الحالة
pl: Grupa użytkowników - Status eksportu
sw: Export Group Wanachama - Hali
tl: Mga Miyembro Mag-export ng Grupo - Katayuan

source: Group Members Export - Status
ar: مجموعة الأعضاء التصدير - الحالة
pl: Członkowie grupy w eksporcie - status
sw: Group Wanachama Export - Hali
tl: Pangkat ng Miyembro I-export - Katayuan

source: Back to Group
ar: العودة إلى المجموعة
pl: Powrót do grupy
tl: Bumalik sa Grupo

source: Your request is being processed. Please check later by <strong>refreshing this page</strong>
ar: يتم معالجة طلبك. يرجى مراجعة في وقت لاحق <strong> منعش هذه الصفحة </strong>
pl: Twoje zapytanie jest przetwarzane. Prosimy sprawdzić później <strong> odświeżanie tej strony </strong>
sw: Ombi lako ni kuwa processed. Tafadhali angalia baadaye na <strong> kuogea ukurasa huu </strong>
tl: Ang iyong kahilingan ay pinoproseso. Mangyaring suriin sa ibang pagkakataon sa pamamagitan ng <strong> i-refresh ang pahinang ito </strong>

source: In the meantime, an email will be sent to you at <strong>%(email_recipient)s</strong>once the export is ready. <br />
ar: في غضون ذلك، سيتم إرسال بريد الكتروني لك في <strong> %(email_recipient)s ق </strong> مرة واحدة تصدير جاهز. <br />
sw: Wakati huo huo, email watapelekwa wewe katika <strong> %(email_recipient)s </strong> mara moja kuuza nje ni tayari. <br />
tl: Samantala, isang email ang ipapadala sa iyo sa <strong> %(email_recipient)s </strong> sabay-sabay sa pag-export ay handa na. <br />

source: In the meantime, we'll notify you via email once the export is ready. <br />
ar: في غضون ذلك، سنقوم بإعلامك عبر البريد الإلكتروني مرة واحدة تصدير جاهز. <br />
pl: W międzyczasie, powiadomimy Cię poprzez e-mail, gdy eksport jest gotowy. <br />
sw: Wakati huo huo, tutaweza kukujulisha kupitia barua pepe mara moja kuuza nje ni tayari. <br />
tl: Sa habang panahon, aabisuhan ka namin sa pamamagitan ng email sa sandaling ang pag-export ay handa na. <br />

source: Thank you for your patience!
ar: أشكركم على صبركم!
pl: Dziękujemy za cierpliwość!
sw: Asante kwa uvumilivu wako!
tl: Salamat sa iyo para sa iyong pasensya!

source: Total User Groups
ar: عدد المجموعات العضو
pl: Liczba grup użytkowników
sw: Jumla ya mtumiaji Vikundi
tl: Kabuuang Mga Pangkat ng User

source: Valid Groups
ar: المجموعات صالحة
pl: Prawidłowe Grupy
sw: Vikundi halali
tl: Wastong Groups

source: Invalid Groups
ar: المجموعات غير صالحة
pl: Nieprawidłowe Grupy
sw: Vikundi batili
tl: Di-wastong Groups

source: This group will be ignored (not added)
ar: سيتم تجاهل هذه المجموعة (غير مضاف)
pl: Grupa ta będzie ignorowana (nie moje)
sw: Kundi hili itakuwa kupuuzwa (si aliongeza)
tl: Ang pangkat na ito ay hindi papansinin (hindi naidagdag)

source: This group will be included
ar: وسوف تدرج هذه المجموعة
pl: Grupa ta będzie zawierać
sw: Kundi hili itakuwa ni pamoja na
tl: Ang pangkat na ito ay maisasama

source: Import Groups Process
ar: المجموعات عملية استيراد
pl: Importowanie grup procesów
sw: Import Vikundi Mchakato
tl: Proseso-import Groups

source: We're not done yet! This page will be updated as your groups are imported.
ar: نحن لم تفعل حتى الآن! سيتم تحديث هذه الصفحة كما يتم استيراد مجموعة الخاصة بك.
pl: My jeszcze nie koniec! Ta strona zostanie zaktualizowana jak wasze grupy są importowane.
sw: Sisi siyo kufanyika bado! Ukurasa hii itakuwa updated kama makundi yako ni nje.
tl: Hindi kami pa tapos! Maa-update ang pahinang ito bilang iyong pangkat ay na-import.

source: View groups list.
ar: عرض قائمة المجموعات.
pl: Widoku listy grup.
sw: View makundi orodha.
tl: Ilista Tingnan ang mga pangkat.

source: Total Groups Created
ar: إجمالي المجموعات التي تم تكوينها
pl: Liczba utworzonych grup
sw: Jumla ya Vikundi Created
tl: Nilikha Kabuuang Groups

source: Data To Include
ar: البيانات لتشمل
pl: Uwzględnij dane
sw: Takwimu ni pamoja na
tl: Data Upang Isama

source: Case Studies
ar: دراسات حالة
sw: Uchunguzi Mafunzo ya
tl: Pag-aaral ng Kaso

source: Your site export is being processed. You will receive an email at %s when the export is complete.
ar: يتم معالجة الصادرات موقعك. سوف تتلقى رسالة بريد إلكتروني في٪ s عند تصدير كامل.
pl: Twój eksport witryna jest przetwarzane. Otrzymasz e-maila w% s przy wywozie jest kompletne.
sw: Tovuti yako mauzo ya nje ni zinashughulikiwa. Utapokea barua pepe katika% s wakati mauzo ya nje ni kamili.
tl: Ang iyong pag-export site ay pinoproseso. Makakatanggap ka ng isang email sa% s kapag ang pag-export.

source: Blog Export Success!
ar: مقالات التصدير النجاح!
pl: Blog Export Sukces!
sw: Blog Export Mafanikio!
tl: I-export ang Blog Tagumpay!

source: Your export file is now ready for download.
ar: ملف تصدير جاهز الآن للتحميل.
pl: Plik eksportu jest gotowy do pobrania.
sw: Wako nje ya faili ni sasa tayari kwa download.
tl: Ang iyong pag-export file ay handa na para ma-download ngayon.

source: Blog export success for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: نجاح بلوق تصدير ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Mafanikio Blog nje kwa ajili ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Tagumpay Blog export para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Get your tendenci stuff on wordpress!
ar: الحصول على الأشياء الخاصة بك على tendenci ورد!
pl: Uzyskać tendenci rzeczy na wordpress!
sw: Kupata mambo yako tendenci juu ya wordpress!
tl: Kunin ang iyong tendenci bagay-bagay sa WordPress!

source: Download Export File
ar: تحميل ملف التصدير
pl: Pobierz plik eksportu
sw: Download Export Picha
tl: I-download ang I-export File

source: Oops, you must install Articles so that we can import your posts from WordPress!
ar: عفوا، يجب تثبيت المواد حتى نتمكن من استيراد مشاركاتك من وورد!
pl: Ups, należy zainstalować artykułów tak, że możemy zaimportować posty z WordPress!
sw: Oops, lazima kufunga Makala ili tuweze kuagiza posts yako kutoka WordPress!
tl: Oops, kailangan mong i-install ang Mga Artikulo upang maaari naming i-import ang iyong mga post mula sa WordPress!

source: Oops, only upload XML files!
ar: عفوا، فقط تحميل ملفات XML!
pl: Ups, wgrać tylko pliki XML!
sw: Oops, tu upload files XML!
tl: Oops, i-upload lang ang XML file!

source: Oops, only upload files smaller than 20 MB!
ar: عفوا، فقط تحميل ملفات أصغر من 20 ميغابايت!
pl: Ups, wgrać tylko pliki mniejsze niż 20 MB!
sw: Oops, tu upload files ndogo kuliko 20 MB!
tl: Oops, i-upload lamang ng mga file na mas maliit sa 20 MB!

source: Oops, please login before uploading a blog!
ar: عذرا، يرجى تسجيل الدخول قبل تحميلها على بلوق!
pl: Ups, zaloguj się przed wysłaniem bloga!
sw: Oops, tafadhali login kabla ya kupakia blog!
tl: Oops, mangyaring mag-login bago mag-upload ng isang blog!

source: Your blog has been imported!
ar: تم استيراد بلوق الخاص بك!
pl: Twój blog został przywieziony!
sw: Blog yako imekuwa nje!
tl: Na-import na ang iyong blog!

source: Your site import is being processed. You will receive an email at %s when the import is complete.
ar: يتم معالجة استيراد موقعك. سوف تتلقى رسالة بريد إلكتروني في٪ s عند اكتمال عملية الاستيراد.
pl: Twój import witryna jest przetwarzane. Otrzymasz e-maila w% s, gdy import jest zakończony.
sw: Tovuti yako kuagiza ni zinashughulikiwa. Utapokea barua pepe katika% s wakati kuagiza ni kamili.
tl: Ang iyong pag-import site ay pinoproseso. Makakatanggap ka ng isang email sa% s kapag ang pag-import ay kumpleto na.

source: Blog Import Success!
ar: مقالات استيراد النجاح!
pl: Blog Importuj Sukces!
sw: Blog Import Mafanikio!
tl: Mag-import ng Blog Tagumpay!

source: Your blog has been imported to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Articles module. Thank you for waiting.
ar: تم استيراد بلوق الخاص بك إلى %(SITE_GLOBAL_SITEDISPLAYNAME)s ق المواد حدة. شكرا لك على الانتظار.
sw: Blog yako imekuwa nje ya %(SITE_GLOBAL_SITEDISPLAYNAME)s Makala moduli. Asante kwa kusubiri.
tl: Ang iyong blog ay na-import sa %(SITE_GLOBAL_SITEDISPLAYNAME)sga Artikulo module s. Salamat sa paghihintay.

source: To view the blog go to
ar: لعرض بلوق الذهاب إلى
pl: Aby wyświetlić blogu Przejdź do
sw: Kwa mtazamo blog go kwa
tl: Upang tingnan ang blog pumunta sa

source: Blog import success for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: نجاح بلوق استيراد ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Blog kuagiza mafanikio kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Tagumpay Blog-import para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: get your wordpress stuff on tendenci!
ar: الحصول على الاشياء وورد الخاص بك على tendenci!
pl: uzyskać wordpress rzeczy na tendenci!
sw: kupata mambo yako WordPress juu ya tendenci!
tl: makakuha ng iyong WordPress sa bagay-bagay sa tendenci!

source: 1. download xml file of blog from wordpress
ar: 1. حمل ملف XML من بلوق من وورد
pl: 1. Ściągnij plik xml z blogu z wordpress
sw: 1. download xml faili ya blog kutoka wordpress
tl: 1 download xml file ng blog mula sa WordPress

source: 2. upload here
ar: 2. تحميل هنا
pl: 2. przesłać tutaj
sw: 2. upload hapa
tl: 2.-upload dito

source: 3. enjoy your posts!
ar: 3. التمتع مشاركاتك!
pl: 3. cieszyć swoje posty!
sw: 3 kufurahia posts yako!
tl: 3.-enjoy ang iyong mga post!

source: Upload file
ar: تحميل الملف
pl: Prześlij plik
sw: Pakia faili
tl: Mag-upload ng file

source: This user is not a superuser.
ar: هذا المستخدم ليس المستخدم الخارق.
pl: Ten użytkownik nie jest superuser.
sw: User hii si superuser.
tl: Ang user na ito ay hindi isang superuser.

source: username and password are required to create a user
ar: ويطلب اسم المستخدم وكلمة المرور لإنشاء مستخدم
pl: Nazwa użytkownika i hasło są wymagane, aby utworzyć użytkownika
sw: username na password wanatakiwa kujenga user
tl: username at password ay kinakailangan upang lumikha ng user

source: username already taken
ar: اسم المستخدم اتخذت بالفعل
pl: nazwa użytkownika już
sw: jina la mtumiaji tayari kuchukuliwa
tl: username nakuha na

source: username required if not creating a user
ar: إسم العضو مطلوب إذا لم إنشاء مستخدم
pl: nazwa użytkownika wymagane, jeśli użytkownik nie tworząc
sw: jina la mtumiaji required kama si kujenga user
tl: username kinakailangan kung hindi paggawa ng isang user

source: username does not belong to any user
ar: لا ينتمي إلى أي مستخدم اسم المستخدم
pl: nazwa użytkownika nie należy do każdego użytkownika
sw: jina la mtumiaji siyo mali ya user yoyote
tl: username ay hindi nabibilang sa anumang mga gumagamit

source: '%(label)s' must be true or false
ar: &#39; %(label)s ق&#39; يجب أن تكون صحيحة أو خاطئة
sw: &#39; %(label)s&#39; lazima kuwa kweli au uongo
tl: &#39; %(label)s&#39; ay dapat na tama o mali

source: '%(label)s' must be a whole number
ar: &#39; %(label)s ق &quot;يجب أن يكون عدد صحيح
sw: &#39; %(label)s&#39; lazima iwe ni namba nzima
tl: &#39; %(label)s&#39; ay kailangang whole number

source: '%(label)s' must be a File pk
ar: يجب أن يكون &#39; %(label)s ق&#39; ا PK الملف
sw: &#39; %(label)s&#39; lazima Picha pk
tl: &#39; %(label)s&#39; ay dapat na isang File PK

source: File entry does not exist.
ar: عدم وجود إدخال الملف.
pl: Wpis plik nie istnieje.
sw: Picha kuingia haipo.
tl: Entry file ay hindi umiiral.

source: String (up to %(max_length)s)
ar: سلسلة (تصل إلى %(max_length)s ق)
sw: Kamba (hadi %(max_length)s)
tl: String (hanggang sa %(max_length)s)

source: Field is missing data.
ar: حقل مفقود البيانات.
pl: Pole brakuje danych.
sw: Shamba ni kukosa data.
tl: Nawawala ang patlang na data.

source: Time Format is incorrect. Must be Hour:Minute AM|PM
ar: تنسيق الوقت غير صحيح. يجب أن تكون ساعة: دقيقة AM | PM
pl: Format czasu jest nieprawidłowa. Musi być godzina: minuta AM | PM
sw: Wakati Format ni sahihi. Lazima kuwa Saa: Dakika AM | PM
tl: Oras Format ay hindi tama. Dapat na Oras: Minuto AM | PM

source: Verfiy Email Address
ar: فتحقق عنوان البريد الإلكتروني
pl: Verfiy Adres e-mail
sw: Verfiy Anwani ya barua pepe
tl: I-verify ang Email Address

source: Please enter the email twice to verify.
ar: من فضلك ادخل البريد الإلكتروني مرتين للتحقق.
pl: Proszę podać adres e-mail dwa razy w celu sprawdzenia.
sw: Tafadhali kuingia barua pepe mara mbili kuthibitisha.
tl: Mangyaring ipasok ang email dalawang beses upang i-verify.

source: Please enter the same email address.
ar: يرجى إدخال عنوان البريد الإلكتروني نفسه.
pl: Proszę podać ten sam adres e-mail.
sw: Tafadhali ingiza anwani ya barua pepe huo.
tl: Mangyaring ipasok ang parehong email address.

source: What is 9 + 13? (security question -just so we know you're not a bot)
ar: ما هو 9 + 13؟ (سؤال الأمان، تماما حتى ونحن نعلم أنك لا بوت)
pl: Co to jest 9 + 13? (Bezpieczeństwo pytanie-po prostu tak wiemy, że nie jesteś botem)
sw: Je, ni 9 + 13? (Swali la usalama-tu hivyo tunajua wewe si bot)
tl: Ano ang 9 + 13? (Tanong -just seguridad upang malaman namin ikaw ay hindi isang bot)

source: Enter a valid 'slug' consisting of letters, numbers, underscores or hyphens.
ar: إدخال &quot;سبيكة&quot; صالحة تتكون من حروف وأرقام وشرطات سفلية وعادية.
pl: Wprowadź poprawny &quot;ślimak&quot; składającą się z liter, cyfr, podkreśleń i myślników.
sw: Kuingia halali &#39;slug&#39; yenye herufi, nambari inasisitiza au hyphens.
tl: Magpasok ng wastong &#39;slug&#39; na binubuo ng mga titik, numero, underscore o gitling.

source: Enter a valid 'slug' consisting of letters, numbers, underscores (_), front-slashes (/) or hyphens.
ar: إدخال &quot;سبيكة&quot; صالحة تتكون من حروف وأرقام، أحرف (_) (_)،، مائلة أمامية (/) أو واصلات.
pl: Wprowadź poprawny &quot;ślimak&quot; składającą się z liter, cyfr, znaków podkreślenia (_), przednie-ukośniki (/) lub myślniki.
sw: Kuingia halali &#39;slug&#39; yenye herufi, nambari underscores (_), mbele-mikwaju (/) au hyphens.
tl: Magpasok ng wastong &#39;slug&#39; na binubuo ng mga titik, numero, underscore (_), front-slashes (/) o gitling.

source: Incorrect. Please try again.
ar: غير صحيحة. يرجى المحاولة مرة أخرى.
pl: Nieprawidłowe. Proszę spróbować ponownie.
sw: Sahihi. Tafadhali jaribu tena.
tl: Hindi tama. Pakisubukang muli.

source: Incorrect Password
ar: كلمة المرور غير صحيحة
pl: Nieprawidłowe hasło
sw: Sio sahihi Password
tl: Mali ang password

source: Enter the zip file of the module.
ar: إدخال ملف مضغوط من وحدة.
pl: Wprowadź plik zip modułu.
sw: Kuingia zip file ya moduli.
tl: Ipasok ang zip file ng module.

source: Could not unzip file.
ar: لا يمكن بفك الملف.
pl: Nie może rozpakować plik.
sw: Je, si unzip faili.
tl: Hindi ma-unzip ang file.

source: Bad file/s found in ZIP archive.
ar: سيئة ملف / ثانية وجدت في أرشيف ZIP.
pl: Zły plik / y znalezione w archiwum ZIP.
sw: Bad faili / s kupatikana katika ZIP archive.
tl: Maling file / s natagpuan sa ZIP archive.

source: Image not found.
ar: الصورة غير موجود.
pl: Nie znaleziono obrazu.
sw: Image si kupatikana.
tl: Hindi natagpuan ang imahe.

source: Directory indexes are not allowed here.
ar: لا يسمح الفهارس الدليل هنا.
pl: Indeksy katalogów tutaj są zabronione.
sw: Directory bahati hawaruhusiwi hapa.
tl: Ini-index ng direktoryo ay hindi pinapayagan dito.

source: Addon upload complete.
ar: الملحق تحميل كامل.
pl: Dodatek przesłać kompletne.
sw: Nyongeza kupakia kamili.
tl: Addon mag-upload ng kumpleto.

source: Confirm Email
ar: تأكيد البريد الإلكتروني
pl: Potwierdź e-mail
sw: Kuthibitisha Barua pepe
tl: Kumpirmahin ang Email

source: Enter a valid e-mail address.
ar: إدخال عنوان بريد إلكتروني صحيح.
pl: Wpisz poprawny adres e-mail.
sw: Kuingia halali anwani ya barua pepe.
tl: Ipasok ang isang wastong e-mail address.

source: Update Tendenci Notice
ar: تحديث Tendenci إشعار
pl: Aktualizacja Tendenci Wskazówka
sw: Mwisho Tendenci Ilani
tl: I-update ang Abiso sa Tendenci

source: Notice email for update tendenci process
ar: إشعار البريد الإلكتروني لعملية تحديث tendenci
pl: Wyślij anons do aktualizacji procesu tendenci
sw: Taarifa email kwa update tendenci mchakato
tl: Abiso sa email para sa proseso ng pag-update tendenci

source: Module Upload
ar: وحدة تحميل
pl: Moduł Upload
sw: Module Pakia
tl: Mag-upload ng Module

source: Upload
ar: تحميل
pl: Prześlij
tl: Mag-upload ng

source: <p>Module named <strong>%(addon_name)s</strong> already exists in <strong>SITE ADDONS PATH</strong></p>
ar: <p> وحدة اسمه <strong> %(addon_name)s ق </strong> موجود بالفعل في <strong> الموقع ماكسثون PATH </strong> </p>
sw: <p> Module aitwaye <strong> %(addon_name)s </strong> tayari ipo katika <strong> SITE addons PATH </strong> </p>
tl: <p> Module na may pangalang <strong> %(addon_name)s </strong> ay umiiral na sa <strong> SITE ADDONS PATH </strong> </p>

source: Would you like to overwrite this module?
ar: هل ترغب في الكتابة فوق هذه الوحدة؟
pl: Chcesz, aby zastąpić ten moduł?
sw: Je, ungependa overwrite moduli hii?
tl: Gusto mo bang i-overwrite ang module na ito?

source: Overwrite Module
ar: وحدة الكتابة فوق
pl: Moduł nadpisywania
tl: I-overwrite Module

source: Uploading module. Please wait...
ar: وحدة تحميلها. يرجى الانتظار ...
pl: Moduł przesyłania. Proszę czekać ...
sw: Kuweka moduli. Tafadhali kusubiri ...
tl: Ina-upload ang module. Mangyaring maghintay ...

source: Previous
ar: السابق
pl: Poprzedni
sw: Uliopita
tl: Nakaraang

source: Completion Status
ar: الحالة الانتهاء
pl: Zakończenie stanu
sw: Kukamilika kwa Status
tl: Katayuan ng Pagkumpleto

source: Woo-hoo! Your site is
ar: وو هوو! موقعك
pl: Woo-hoo! Twoja strona jest
sw: Woo-hoo! Tovuti yako ni
tl: Woo-hoo! Ang iyong site ay

source: original content
ar: المحتوى الأصلي
pl: oryginalna treść
sw: maudhui ya awali
tl: orihinal na nilalaman

source: Here at Tendenci, we like to think of websites as living and breathing entities. Yes, we know they don't actually breathe, but they are constantly changing and evolving as your organization grows and evolves.
ar: هنا في Tendenci، فإننا نود أن نفكر في المواقع ككيانات المعيشة والتنفس. نعم، ونحن نعلم أنها لا تتنفس في الواقع، لكنها تتغير باستمرار وتتطور وتنمو وتتطور مؤسستك.
pl: Tutaj w Tendenci, lubimy myśleć o stronach internetowych jako podmioty życia i oddychania. Tak, wiemy, że w rzeczywistości nie oddychać, ale są stale się zmienia i rozwija się jako organizacja rośnie i ewoluuje.
sw: Hapa katika Tendenci, sisi kama kufikiri ya Nje kama hai na kinga vyombo. Ndiyo, tunajua wao si kweli kupumua, lakini wao ni kubadilika na kutoa kama shirika lako kukua na yanazidi kukua.
tl: Dito sa Tendenci, gusto naming mag-isip ng mga website bilang living at paghinga entidad. Oo, alam namin ang mga ito ay hindi talaga huminga, ngunit ang mga ito ay patuloy na pagbabago at umuunlad habang lumalaki ang iyong mga organisasyon at nagbabago.
