Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: This is a sample Space. You can customize your Spaces to feature different content such as sidebars, photos, videos, events, and more. Just hover over the Space and click on "Edit Space." Spaces will feed content from other pages on your site to the homepage. If you dedicate this Space to
ar: هذا هو الفضاء العينة. يمكنك تخصيص مساحات لميزة محتوى مختلف مثل الجانبية والصور والفيديو، والأحداث، وأكثر من ذلك. فقط تحوم فوق الفضاء وانقر على &quot;تحرير الفضاء.&quot; سوف المساحات تغذية المحتوى من صفحات أخرى على موقع الويب الخاص بك إلى الصفحة الرئيسية. إذا كنت أهدي هذا الفضاء ل
pl: Przestrzeń ta jest próbka. Można dostosować swoje pomieszczenia, do takich funkcji, jak inną zawartość pasków bocznych, zdjęć, filmów, wydarzeń i więcej. Przesuń kursor nad przestrzenią i kliknij &quot;Edycja przestrzeni.&quot; Przestrzenie zostaną wykorzystane treści z innych stron na swojej stronie na stronie głównej. Jeśli poświęcić tego miejsca, aby
sw: Hii ni sampuli Space. Unaweza Customize Spaces yako na kipengele maudhui mbalimbali kama vile sidebars, picha, video, matukio, na zaidi. Tu hover juu ya nafasi na bonyeza &quot;Edit nafasi.&quot; Nafasi kulisha maudhui kutoka kurasa nyingine kwenye tovuti yako kwa homepage. Kama kujitolea nafasi hii kwa
tl: Ito ay isang sample Space. Maaari mong ipasadya ang iyong mga puwang upang itampok ibang nilalaman tulad ng sidebars, mga larawan, mga video, mga kaganapan, at higit pa. Pasadahan lamang ang Space at mag-click sa &quot;I-edit Space.&quot; Puwang ay magiging feed ng nilalaman mula sa ibang mga pahina sa iyong site sa homepage. Kung maglaan ka ito Space sa

source: (for example), this Space will display your organization's upcoming events. For more instruction on Spaces, check out
ar: (على سبيل المثال)، فإن هذا الفضاء عرض الأحداث القادمة مؤسستك. لمزيد من التعليمات على مساحات، وتحقق من
pl: (Na przykład), to przestrzeń wyświetli Twojej organizacji nadchodzące wydarzenia. Aby uzyskać więcej instrukcji na przestrzeni, sprawdź
sw: (Kwa mfano), Space hii itakuwa kuonyesha asasi yako matukio ujao. Kwa maelekezo zaidi juu ya Spaces, angalia
tl: (Halimbawa), ito Space ay magpapakita ng mga paparating na kaganapan ng iyong organisasyon. Para sa higit pang pagtuturo sa mga puwang, tingnan ang

source: this training video.
ar: هذا الفيديو التدريب.
pl: Ten film szkoleniowy.
sw: hii video ya mafunzo.
tl: pagsasanay video na ito.

source: Edit Your Navigation
ar: تحرير الملاحة الخاص بك
pl: Edytować nawigacji
sw: Hariri Navigation yako
tl: I-edit ang iyong Navigation

source: Hover over the navigation menu and click on "Edit Nav." You can add pages and use our drag and drop editor to change the order and levels of navigation. Check out
ar: تحوم فوق القائمة الملاحة وانقر على &quot;تحرير التنقل&quot;. يمكنك إضافة صفحات واستخدام لدينا السحب والإسقاط تحرير لتغيير النظام ومستويات الملاحة. تحقق من
pl: Unoszą się nad menu nawigacyjnym i kliknij &quot;Edytuj Nav&quot;. Możesz dodać strony i skorzystać z edytora przeciągnij i upuść, aby zmienić kolejność i poziom nawigacji. Sprawdź
sw: Hover juu ya menu urambazaji na bonyeza &quot;Edit Nav.&quot; Unaweza kuongeza kurasa na kutumia Drag na kuacha yetu mhariri na mabadiliko ya utaratibu na ngazi ya navigation. Kuangalia nje
tl: Mag-hover sa navigation menu at mag-click sa &quot;I-edit Nav.&quot; Maaari kang magdagdag ng mga pahina at gamitin ang aming i-drag at drop na editor upang baguhin ang pagkakasunud-sunod at mga antas ng pag-navigate. Tingnan ang

source: this help file.
ar: هذا ملف المساعدة.
pl: ten plik pomocy.
sw: faili hii msaada.
tl: ang help file.

source: for more detailed information.
ar: للحصول على معلومات أكثر تفصيلا.
pl: na bardziej szczegółowe informacje.
sw: kwa maelezo zaidi.
tl: para sa mas detalyadong impormasyon.

source: This is the Footer
ar: هذا هو تذييل
pl: To jest stopka
sw: Hii ni Footer
tl: Ito ang Footer

source: We've populated this area with some info you've already provided. You can change your address in
ar: لقد بالسكان هذا المجال مع بعض المعلومات كنت قد قدمت بالفعل. يمكنك تغيير عنوانك في
pl: Mamy zaludnionych ten obszar z jakiegoś informacji już dostarczonych. Możesz zmienić swój adres w
sw: Tumekuwa wakazi eneo hili pamoja na baadhi ya info umefanya tayari zinazotolewa. Unaweza kubadilisha anwani yako katika
tl: Populated na namin ang area na may ilang impormasyon na iyong ibinigay. Maaari mong baguhin ang iyong address sa

source: under "Quick Links" in the blue admin bar above.
ar: تحت عنوان &quot;خيارات سريعة&quot; في المشرف الأزرق منع أعلاه.
pl: pod &quot;Quick Links&quot; w niebieskim administratora bar powyżej.
sw: chini ya &quot;Quick Links&quot; katika admin bluu bar hapo juu.
tl: sa ilalim ng &quot;Mga mabilis na Link&quot; sa asul na admin humadlang sa itaas.

source: The Admin Bar
ar: المشرف بار
pl: Admin Bar
sw: Admin Bar
tl: Ang Admin Bar

source: You can access your site's backend from the blue admin bar
ar: يمكنك الوصول إلى الواجهة الخلفية موقعك من شريط المشرف الأزرق
pl: Możesz uzyskać dostęp do zaplecza witryny z niebieskim pasku administratora
sw: Unaweza kupata tovuti yako backend kutoka bluu admin bar
tl: Maaari mong ma-access ang backend ng iyong site mula sa asul na bar admin

source: above
ar: فوق
pl: powyżej
sw: juu
tl: sa itaas

source: Under "Content," you'll find all the editable content modules. Under "People," you can add user and groups and assign permissions. "Reports" will show you how people are accessing your website. Under "Quick Links," you have access to the Site Settings as well as the
ar: تحت عنوان &quot;المحتوى&quot;، سوف تجد جميع وحدات المحتوى للتحرير. تحت عنوان &quot;الشعب&quot;، يمكنك إضافة أذونات تعيين المستخدمين والمجموعات و. &quot;تقارير&quot; سوف تظهر لك كيفية الوصول إلى الناس موقع الويب الخاص بك. تحت عنوان &quot;روابط سريعة&quot; لديك حق الوصول إلى إعدادات الموقع، فضلا عن
pl: W &quot;Treść&quot; znajdziesz wszystkie moduły edycji treści. W części &quot;Ludzie&quot;, można dodać użytkownika i grupy i przypisać uprawnienia. &quot;Raporty&quot; pokazuje, jak ludzie uzyskują dostęp do witryny internetowej. Pod &quot;Quick Links&quot;, masz dostęp do ustawień witryny, jak
sw: Chini ya &quot;Content,&quot; utapata kila editable modules maudhui. Chini ya &quot;Watu,&quot; unaweza kuongeza user na makundi na ruhusa hawawajui. &quot;Ripoti&quot; kuonyesha jinsi watu ni kupata tovuti yako. Chini ya &quot;Quick Links,&quot; unaweza kupata Settings Site kama vizuri kama
tl: Sa ilalim ng &quot;Nilalaman,&quot; makikita mo ang lahat ng mga mae-edit ang mga module ng nilalaman. Sa ilalim ng &quot;Mga Tao,&quot; maaari kang magdagdag ng user at mga pangkat at magtalaga ng mga pahintulot. &quot;Mga Ulat&quot; ay magpapakita sa iyo kung paano naa-access ng mga tao ang iyong website. Sa ilalim ng &quot;Mga mabilis na Link,&quot; mayroon kang access sa mga Setting ng Site pati na rin ang

source: where you can edit your site's html and css.
ar: حيث يمكنك تحرير HTML موقعك والمغلق.
pl: , w którym można edytować kod HTML Twojej strony i CSS.
sw: ambapo unaweza hariri html wa tovuti yako na css.
tl: kung saan maaari mong i-edit ang html at css ng iyong site.

source: It's as Easy as That!
ar: فمن السهل على هذا النحو!
pl: To takie proste!
sw: Ni kama Easy kama hilo!
tl: Ito ay bilang Madali bilang iyon!

source: You can access your site's backend from the blue admin bar. Under "Content," you'll find all the editable content modules. Under "People," you can add user and groups and assign permissions. "Reports" will show you how people are accessing your website. Under "Quick Links," you have access to the Site Settings as well as the
ar: يمكنك الوصول إلى الواجهة الخلفية موقعك من شريط المشرف الأزرق. تحت عنوان &quot;المحتوى&quot;، سوف تجد جميع وحدات المحتوى للتحرير. تحت عنوان &quot;الشعب&quot;، يمكنك إضافة أذونات تعيين المستخدمين والمجموعات و. &quot;تقارير&quot; سوف تظهر لك كيفية الوصول إلى الناس موقع الويب الخاص بك. تحت عنوان &quot;روابط سريعة&quot; لديك حق الوصول إلى إعدادات الموقع، فضلا عن
pl: Możesz uzyskać dostęp do zaplecza witryny z niebieskim administratora barze. W &quot;Treść&quot; znajdziesz wszystkie moduły edycji treści. W części &quot;Ludzie&quot;, można dodać użytkownika i grupy i przypisać uprawnienia. &quot;Raporty&quot; pokazuje, jak ludzie uzyskują dostęp do witryny internetowej. Pod &quot;Quick Links&quot;, masz dostęp do ustawień witryny, jak
sw: Unaweza kupata tovuti yako backend kutoka bluu admin bar. Chini ya &quot;Content,&quot; utapata kila editable modules maudhui. Chini ya &quot;Watu,&quot; unaweza kuongeza user na makundi na ruhusa hawawajui. &quot;Ripoti&quot; kuonyesha jinsi watu ni kupata tovuti yako. Chini ya &quot;Quick Links,&quot; unaweza kupata Settings Site kama vizuri kama
tl: Maaari mong ma-access ang backend ng iyong site mula sa asul na bar admin. Sa ilalim ng &quot;Nilalaman,&quot; makikita mo ang lahat ng mga mae-edit ang mga module ng nilalaman. Sa ilalim ng &quot;Mga Tao,&quot; maaari kang magdagdag ng user at mga pangkat at magtalaga ng mga pahintulot. &quot;Mga Ulat&quot; ay magpapakita sa iyo kung paano naa-access ng mga tao ang iyong website. Sa ilalim ng &quot;Mga mabilis na Link,&quot; mayroon kang access sa mga Setting ng Site pati na rin ang

source: help files
ar: ملفات المساعدة
pl: pliki pomocy
sw: kusaidia files
tl: tulungan mga file

source: to answer your questions. Thanks again for choosing Tendenci and enjoy building your new website!
ar: للإجابة على أسئلتكم. شكرا مرة أخرى لاختيار Tendenci والتمتع بناء موقعك الجديد!
pl: aby odpowiedzieć na Twoje pytania. Jeszcze raz dziękujemy za wybranie Tendenci i cieszyć budowania swojej nowej stronie internetowej!
sw: kujibu maswali yako. Asante tena kwa kuchagua Tendenci na kufurahia kujenga tovuti yako mpya!
tl: upang sagutin ang iyong mga tanong. Salamat muli para sa pagpili Tendenci at tangkilikin ang pagbuo ng iyong bagong website!

source: You can not close before you finish all the walkthrough steps.
ar: لا يمكنك إغلاق قبل الانتهاء من جميع الخطوات تجول.
pl: Nie można zamknąć przed zakończeniem wszystkich czynności solucji.
sw: Huwezi karibu kabla ya kumaliza hatua zote walkthrough.
tl: Hindi mo maaaring isara bago mo tapusin ang lahat ng mga hakbang na walkthrough.

source: Administrative
ar: الإدارية
pl: Administracyjna
sw: Tawala

source: User Groups.
ar: مجموعات المستخدمين.
pl: Grupy użytkowników.
sw: User Vikundi.
tl: Grupo ng Gumagamit.

source: Creator Userid #
ar: مبدع رقم العضوية #
pl: Twórca ID użytkownika #
sw: Muumba userid #
tl: Tagalikha ng userid #

source: User Group GUID
ar: مجموعة مستخدمي GUID
pl: Użytkownik Grupa GUID

source: User Group ID #
ar: المستخدم المجموعة رقم #
pl: Użytkownik Grupa ID #
tl: User ID ng Pangkat #

source: User Group Label
ar: تسمية المجموعة المستعمل
pl: Wytwórnia User Group
tl: Lagyan ng label ang User Group

source: User Group Name
ar: اسم المستخدم المجموعة
pl: Użytkownik Nazwa grupy
sw: User Jina Group
tl: Pangalan ng Pangkat ng User

source: Owner Userid #
ar: صاحب رقم العضوية #
pl: Właściciel ID użytkownika #
sw: Mmiliki userid #
tl: May-ari ng userid #

source: Recipient Email
ar: مستلم البريد الإلكتروني
pl: E-mail odbiorcy
sw: Mpokeaji Barua pepe
tl: Tagatanggap ng Email

source: Recipient email(s), comma delimited
ar: البريد الإلكتروني المتلقي (ق)، بفواصل
pl: E-mail odbiorcy (ów), rozdzielany przecinkami
sw: Barua pepe ya mpokeaji (s), comma delimited
tl: Tatanggap email (s), na pinaghihiwalay delimited

source: Show Option
ar: عرض الخيار
pl: Pokaż Opcja
sw: Show Chaguo
tl: Ipakita ang mga Opsyon

source: Display this user group as an option to logged-in users.
ar: عرض هذه المجموعة المستعمل كخيار للمستخدمين المسجلين.
pl: Ostatnia grupa użytkowników jako opcja dla zalogowanych użytkowników.
sw: Kuonyesha kundi hili user kama chaguo watumiaji sasa.
tl: Ipakita ang pangkat sa user na ito bilang isang pagpipilian sa pag-log in na user.

source: Display this group as an option to logged-in users.
ar: عرض هذه المجموعة كخيار للمستخدمين المسجلين.
pl: Ostatnia grupa jako opcja dla zalogowanych użytkowników.
sw: Kuonyesha kundi hili kama chaguo watumiaji sasa.
tl: Ipakita ang pangkat na ito bilang isang pagpipilian sa pag-log in na user.

source: Group Information
ar: معلومات عن المجموعة
pl: Informacje o grupie
sw: Group Habari
tl: Impormasyon Group

source: Send test email to me only
ar: اختبار إرسال البريد الالكتروني لي فقط
pl: Wyślij e-mail do mnie tylko testowy
sw: Kutuma mtihani barua pepe yangu tu
tl: Magpadala ng pansubok na email sa akin lamang

source: Group Added
ar: واضاف مجموعة
pl: Grupa Dodane
sw: Group ya Ongezeko la
tl: Pangkat Added

source: A group has been added.
ar: تمت إضافة مجموعة.
pl: Grupa został dodany.
sw: kundi imekuwa aliongeza.
tl: Ang isang grupo ay naidagdag na.

source: Group Deleted
ar: مجموعة المحذوفة
pl: Grupa usunięty
tl: Tinanggal Group

source: A group has been deleted
ar: تم حذف مجموعة
pl: Grupa została usunięta
sw: kundi umefutwa
tl: Ang isang grupo ay tinanggal na

source: Group Name
ar: اسم المجموعة
pl: Nazwa grupy
sw: Jina Group
tl: Pangalan ng Grupo

source: Group Label
ar: تسمية مجموعة
pl: Wytwórnia grupa
tl: Label Group

source: Dashboard URL
ar: URL وحة القيادة

source: Enable Group Dashboard Redirect in site settings to use this feature.
ar: تمكين إعادة توجيه مجموعة لوحة الإعدادات في الموقع لاستخدام هذه الميزة.
pl: Włącz grupy Dashboard przekierowanie w ustawieniach witryny do korzystania z tej funkcji.
sw: Kuwawezesha Group Dashboard Kuelekezwa Upya katika mazingira tovuti ya kutumia kipengele hiki.
tl: Paganahin Group Dashboard sa Pag-redirect sa mga setting ng site upang magamit ang tampok na ito.

source: Distribution
ar: التوزيع
pl: Dystrybucja
tl: Pamamahagi

source: Security
ar: الأمن
pl: Bezpieczeństwo
sw: Usalama
tl: Seguridad

source: Display Option
ar: عرض الخيار
pl: Opcja wyświetlania
sw: Display Chaguo
tl: Display Pagpipilian

source: Allow Self Add
ar: السماح الذاتي إضافة
pl: Umożliwiają samodzielne Dodaj
sw: Kuruhusu Self Kuongeza
tl: Payagan ang Self Magdagdag

source: Allow Self Remove
ar: سماح إزالة الذاتي
pl: Umożliwiają samodzielne Usuń
sw: Kuruhusu Self Ondoa
tl: Payagan ang Self-alis ng

source: Sync for newsletters
ar: تزامن للرسائل الإخبارية
pl: Synchronizacja dla biuletynów
sw: Sync kwa ajili ya majarida
tl: Sync para sa newsletter

source: Auto Responder
ar: السيارات المستجيب
pl: Auto Odpowiedz
sw: Auto Reply

source: Priority
ar: الأولوية
pl: Priorytet
sw: Kipaumbele

source: Can view group
ar: يمكن عرض مجموعة
pl: Może zobaczyć grupę
sw: Unaweza kuona kundi
tl: Maaaring tingnan ng pangkat

source: Sort Order
ar: الترتيب
pl: Sortuj Zamówienie
sw: Aina Order
tl: Pagsunud-sunurin ayon Order

source: Group Membership
ar: عضوية المجموعة
pl: Członkostwo grupy
sw: Uanachama Group
tl: Ang pagsapi Group

source: Group Memberships
ar: عضوية المجموعة
pl: Przynależność do grupy
sw: Uanachama Group
tl: Ang mga pagmimiyembro Group

source: Successfully sent test email to yourself
ar: أرسلت بنجاح اختبار البريد الإلكتروني لنفسك
pl: Wysłano wiadomość e-mail do siebie testową
sw: Mafanikio alimtuma mtihani email na wewe mwenyewe
tl: Matagumpay na naipadala ang pagsubok ng email sa iyong sarili

source: Successfully sent email to all %(num)s members in this group
ar: أرسلت بنجاح البريد الإلكتروني لجميع %(num)s ق اعضاء في هذه المجموعة
sw: Mafanikio alimtuma email kwa wote %(num)s wanachama katika kundi hili
tl: Matagumpay na naipadala ang e-mail sa lahat ng %(num)s mga kasapi sa pangkat na ito

source: Edit Group
ar: تحرير مجموعة
pl: Edycja grupy
tl: I-edit ang Group

source: Add Group
ar: إضافة مجموعة
pl: Dodaj grupę
sw: Kuongeza Group
tl: Magdagdag ng Pangkat

source: Cannot delete %(name)s
ar: لا يمكن حذف %(name)s ق
sw: Je, si kufuta %(name)s
tl: Hindi pwedeng tanggalin ang %(name)s

source: Are you sure?
ar: هل أنت متأكد؟
pl: Czy na pewno?
sw: Je, una uhakika?
tl: Sigurado ka ba?

source: Successfully added yourself to group %(grp)s
ar: وأضاف بنجاح نفسك إلى المجموعة %(grp)s ق
sw: Mafanikio aliongeza mwenyewe kwa kundi %(grp)s
tl: Matagumpay na naidagdag ang iyong sarili sa pangkat na %(grp)s

source: You are already in the group %(grp)s
ar: كنت بالفعل في المجموعة %(grp)s ق
sw: Wewe ni tayari katika kundi %(grp)s
tl: Kinakausap mo na sa grupo %(grp)s

source: Successfully removed yourself from group %(grp)s
ar: نجحت في إزالة نفسك من المجموعة %(grp)s ق
pl: Skutecznie usuwa się z grupy %(grp)s
sw: Mafanikio kuondolewa mwenyewe kutoka kundi %(grp)s
tl: Matagumpay na naalis ang iyong sarili mula sa pangkat na %(grp)s

source: You are not in the group %(grp)s
ar: أنت لست في المجموعة %(grp)s ق
pl: Nie jesteś w grupie %(grp)s
sw: Wewe si katika kundi %(grp)s
tl: Ikaw ay wala sa pangkat na %(grp)s

source: Site Users Added Report
ar: الموقع المستخدمين واضاف التقرير
pl: Raport użytkowników serwisu Dodane
sw: Tovuti Watumiaji Added Ripoti
tl: Ang mga gumagamit ng Site Added Ulat

source: Contacts Report - Referral Analysis Report (all contacts)
ar: الإبلاغ عن اتصالات - تقرير تحليل الإحالة (كل الأسماء)
pl: Kontakt Zgłoś - Skierowanie Analiza Sprawozdanie (wszystkie kontakty)
sw: Mawasiliano Ripoti - Ripoti ya Rufaa Uchambuzi (majina yote)
tl: Mag-ulat ng Contact - Referral Ulat ng Pagsusuri ng (lahat ng mga contact)

source: Groups Add
ar: إضافة مجموعات
pl: Grupy Dodaj
sw: Vikundi Kuongeza
tl: Magdagdag ng Grupo

source: Create Group
ar: إنشاء مجموعة
pl: Utwórz grupę
sw: Kujenga Group
tl: Lumikha ng Grupo

source: Choose option to add users to a group
ar: اختيار الخيار لإضافة مستخدمين إلى مجموعة
pl: Wybierz opcję, aby dodać użytkowników do grupy
sw: Kuchagua chaguo kuongeza watumiaji kundi
tl: Piliin ang pagpipilian upang magdagdag ng mga user sa isang pangkat

source: You have too many users to use the bulk add for group members. You can:
ar: لديك الكثير من المستخدمين لاستخدام الجزء الأكبر إضافة لأعضاء المجموعة. يمكنك:
pl: Masz zbyt wielu użytkowników do korzystania z luzem dodać do członków grupy. Można:
sw: Una watumiaji wengi mno kutumia wingi kuongeza kwa wajumbe wa kikundi. Unaweza:
tl: Masyado kang maraming mga gumagamit na gamitin ang bulk magdagdag ng mga kasapi sa pangkat. Maaari mong:

source: Search for the user
ar: بحث عن مستخدم
pl: Szukaj użytkownika
sw: Tafuta kwa mtumiaji
tl: Maghanap para sa user

source: and add them to specific groups
ar: وإضافتها إلى فئات محددة
pl: i dodać je do określonych grup
sw: na kuongeza yao kwa makundi maalum
tl: at idagdag ang mga ito sa mga partikular na grupo

source: Bulk import users
ar: مستخدمين استيراد السائبة
pl: Duże użytkowników importowe
sw: Watumiaji kuagiza Bulk
tl: Bultuhang pag-import ng mga gumagamit

source: into a specific group
ar: في مجموعة محددة
pl: w określonej grupie
sw: ndani ya kundi maalum
tl: sa isang tiyak na pangkat

source: Delete a User Group
ar: حذف مجموعة مستخدمي
pl: Usuwanie grupy użytkowników
sw: Kufuta mtumiaji Group
tl: Tanggalin ang Grupo ng Gumagamit

source: Deleting the group %(object_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ar: حذف المجموعة %(object_name)s ق سيؤدي إلى حذف الكائنات ذات الصلة، ولكن ليس لدى حسابك الإذن لحذف الأنواع التالية من الكائنات:
sw: Kufuta kundi %(object_name)s bila kusababisha kufuta vitu kuhusiana, lakini akaunti yako hana ruhusa ya kufuta aina zifuatazo ya vitu:
tl: Tinatanggal ang pangkat %(object_name)sy mga magreresulta sa pagtanggal ng kaugnay na mga bagay, ngunit ang iyong account ay walang pahintulot na tanggalin ang mga sumusunod na uri ng mga bagay:

source: Deleting the group %(object_name)s would require deleting the following protected related objects:
ar: حذف المجموعة %(object_name)s ق يتطلب حذف الأشياء المتعلقة بالحماية التالية:
sw: Kufuta kundi %(object_name)s itahitaji kufuta zifuatazo ulinzi kuhusiana vitu:
tl: Tinatanggal ang pangkat %(object_name)sy s ay nangangailangan ng pagbubura ng mga sumusunod na protektado kaugnay na mga bagay:

source: Are you sure you want to delete the group %(object_name)s? All of the following objects and their related items will be deleted:
ar: هل أنت متأكد أنك تريد حذف %(object_name)s ق مجموعة؟ سيتم حذف كافة الكائنات التالية والبنود المرتبطة بها:
sw: Je, una uhakika unataka kufuta kundi %(object_name)s? Wote wa vitu zifuatazo na vitu vyao kuhusiana itakuwa ilifutwa:
tl: Sigurado ka bang gusto mong tanggalin ang pangkat na %(object_name)s? Ang lahat ng mga sumusunod na bagay at ang kanilang kaugnay na mga item ay matatanggal:

source: Yes, I'm sure
ar: نعم، أنا متأكد
pl: Tak, jestem pewien,
sw: Ndiyo, mimi nina uhakika
tl: Oo, ako sigurado

source: %(g)s - Group
ar: %(g)s ق - المجموعة

source: System generated groups can not be deleted.
ar: لا يمكن حذف مجموعات النظام الذي تم إنشاؤه.
pl: Systemowe generowane grupy nie może być usunięty.
sw: System yanayotokana makundi hayawezi kufutwa.
tl: Mga pangkat ng system na nabuo ay hindi matatanggal.

source: Export all %(count_members)s member
ar: تصدير جميع %(count_members)s ق عضو
tl: I-export ang lahat ng %(count_members)siyembro s

source: Email all %(count_members)s member
ar: البريد الإلكتروني جميع %(count_members)s ق عضو
tl: I-email ang lahat ng %(count_members)siyembro s

source: Change Group Member Permissions
ar: تغيير أذونات المجموعة الأعضاء
pl: Uprawnienia zmienić Grupa użytkownika
sw: Mabadiliko ya Group Mwanachama Permissions
tl: Baguhin ang Pahintulot ng Miyembro ng Pangkat

source: Emails regarding group activity will be sent to
ar: سيتم إرسال رسائل البريد الإلكتروني حول نشاط المجموعة ل
pl: E-maile dotyczące działalności grupy będą wysyłane do
sw: Barua pepe kuhusu shughuli ya kundi hilo watapelekwa
tl: Ang mga email tungkol sa aktibidad ng pangkat ay ipadadala sa

source: Please set a
ar: يرجى تحديد
pl: Proszę ustawić
sw: Tafadhali kuweka
tl: Mangyaring magtakda ng

source: recipient
ar: المتلقي
pl: Odbiorca
sw: mpokeaji
tl: tatanggap

source: for this group
ar: عن هذه المجموعة
pl: w tej grupie
sw: kwa kundi hili
tl: para sa grupong ito

source: Users can add themselves to this group
ar: يمكن للمستخدمين إضافة أنفسهم إلى هذه المجموعة
pl: Użytkownicy mogą dodawać się do tej grupy
sw: Watumiaji wanaweza kuongeza wenyewe kwa kundi hili
tl: Ay maaaring magdagdag ng mga user ang kanilang mga sarili sa pangkat na ito

source: Users cannot add themselves to this group
ar: لا يمكن للمستخدمين إضافة أنفسهم إلى هذه المجموعة
pl: Użytkownicy nie mogą dodawać się do tej grupy
sw: Watumiaji wanaweza si kuongeza wenyewe kwa kundi hili
tl: Ang mga gumagamit ay hindi maaaring magdagdag ang kanilang mga sarili sa pangkat na ito

source: Users can remove themselves from this group
ar: يمكن للمستخدمين إزالة أنفسهم من هذه المجموعة
pl: Użytkownicy mogą usunąć się z tej grupy
sw: Watumiaji wanaweza kuondoa wenyewe kutoka kundi hili
tl: Maaari alis ng mga user ang kanilang mga sarili mula sa grupong ito

source: Users cannot remove themsleves
ar: لا يمكن للمستخدمين إزالة themsleves
pl: Użytkownicy nie mogą themsleves usuń
sw: Watumiaji wanaweza si kuondoa themsleves
tl: Ang mga gumagamit ay hindi maaaring alisin themsleves

source: This group has no members
ar: هذه المجموعة لا اعضاء
pl: Ta grupa nie ma członków
sw: Kundi hili halina wanachama
tl: Walang mga miyembro ang grupong ito

source: Remove this member from the group?
ar: إزالة هذا العضو من المجموعة؟
pl: Usuń ten element z grupy?
sw: Ondoa mwanachama huyu kutoka kundi?
tl: Alisin ang kasapi mula sa pangkat?

source: Edit Group Permissions
ar: تحرير أذونات المجموعة
pl: Edytuj uprawnienia grupowe
tl: I-edit ang mga Pahintulot ng Pangkat

source: Add/Remove Permissions
ar: إضافة / إزالة ضوابط
pl: Dodaj / Usuń Uprawnienia
sw: Ongeza / Ondoa Permissions
tl: Magdagdag / Mag-alis ng Pahintulot

source: Group Permissions
ar: أذونات المجموعة
pl: Uprawnienia grupowe
sw: Permissions Group
tl: Mga Pahintulot ng Pangkat

source: Import Subscribers
ar: استيراد مشتركين
pl: Widzowie importowe
sw: Import Wanachama
tl: Mag-import ng Mga Subscriber
