Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Before
ar: قبل
pl: Przed
sw: Kabla ya
tl: Bago

source: After
ar: بعد
pl: Po
sw: Baada ya
tl: Matapos

source: At Time Of
ar: في وقت
pl: W momencie
sw: Wakati wa
tl: Sa Oras Ng

source: For Notice Type
ar: لاحظ نوع
pl: Dla Typ ogłoszenia
sw: Kwa Ilani Aina
tl: Para sa Uri ng Abiso

source: System Generated
ar: ولدت النظام
pl: System Wygenerowane
tl: Binuo ng System

source: Note that if you don't select a corporate membership type, the notice will go out to all members.
ar: لاحظ أنه إذا لم تقم بتحديد نوع عضوية الشركات، وإشعار الخروج لجميع الأعضاء.
pl: Należy pamiętać, że jeśli nie wybrać rodzaj członkostwa korporacyjnego, informacja trafi do wszystkich członków.
sw: Kumbuka kwamba kama huna kuchagua kampuni uanachama aina, ilani yake itakuwa kwenda nje kwa wanachama wote.
tl: Tandaan na kung hindi mo pinili ang isang corporate uri ng pagsapi, ang paunawa ay pumunta out sa lahat ng mga miyembro.

source: Content Type
ar: نوع المحتوى
pl: Typ zawartości
sw: Aina Content
tl: Uri ng Nilalaman

source: Email Content
ar: البريد الإلكتروني المحتوى
pl: E-mail Treść
sw: Barua pepe Content
tl: Nilalaman ng Email

source: Corporate Membership Added
ar: واضاف عضوية الشركات
pl: Corporate Członkostwo Dodane
sw: Corporate Uanachama Added
tl: Added Corporate Ang pagsapi

source: A corporate membership has been added.
ar: تمت إضافة عضوية الشركات.
pl: Członków korporacyjnych został dodany.
sw: taarifa uanachama wa kampuni imekuwa aliongeza.
tl: Ang isang corporate pagiging miyembro ay naidagdag na.

source: Corporate Membership Added User Notice
ar: عضوية الشركات إشعار اضاف العضو
pl: Członkostwo Corporate Wskazówka Dodane użytkownika
sw: Corporate Uanachama Ilani ya Ongezeko la mtumiaji
tl: Corporate Ang pagsapi Abiso Added User

source: A corporate membership has been added
ar: تمت إضافة عضوية الشركات
pl: Członków korporacyjnych został dodany
sw: taarifa uanachama wa kampuni imekuwa aliongeza
tl: Ang isang corporate pagiging miyembro ay naidagdag na

source: Corporate Membership Edited
ar: الشركات العضوية محرر
pl: Zmieniano korporacyjnych Członkostwo
sw: Corporate Uanachama Edited
tl: Nai-edit Corporate Ang pagsapi

source: A corporate membership has been edited.
ar: تم تعديل عضوية الشركات.
pl: Członków korporacyjnych był edytowany.
sw: taarifa uanachama wa kampuni imekuwa mwisho.
tl: May na-edit corporate pagiging miyembro.

source: Corporate Membership Renewed
ar: تجدد عضوية الشركات
pl: Członkostwo Corporate Odnowiona
sw: Corporate Uanachama Lililohuishwa
tl: Na-renew Corporate Ang pagsapi

source: A corporate membership has been renewed.
ar: وقد جدد عضوية الشركات.
pl: Członków korporacyjnych została odnowiona.
sw: taarifa uanachama wa kampuni imekuwa upya.
tl: Ang isang corporate pagiging miyembro ay na-renew ito.

source: Corporate Membership Renewal User Notice
ar: الشركات العضوية تجديد إشعار العضو
pl: Corporate Renewal Wskazówka użytkownika członkostwo
sw: Corporate Uanachama Renewal Ilani ya mtumiaji
tl: Abiso sa Gumagamit ng Corporate Ang pagsapi sa Pag-renew

source: A corporate membership has been renewed
ar: وقد تم تجديد وعضوية الشركات
pl: Członków korporacyjnych został odnowiony
sw: taarifa uanachama wa kampuni imekuwa upya
tl: Ang isang corporate pagiging miyembro ay na-renew

source: Corporate Membership Approved
ar: عضوية الشركات المعتمدة
pl: Członkostwo Corporate Zatwierdzony
sw: Corporate Uanachama Approved
tl: Naaprubahan Corporate Ang pagsapi

source: A new corporate membership has been approved.
ar: وتمت الموافقة على عضوية الشركات الجديدة.
pl: Nowa członków korporacyjnych został zatwierdzony.
sw: taarifa uanachama mpya wa kampuni imekuwa kupitishwa.
tl: Ang isang bagong corporate pagiging miyembro ay naaprubahan.

source: Corporate Membership Renewal Approved
ar: الشركات تجديد العضوية المعتمدة
pl: Odnowienie Zatwierdzony korporacyjnych Członkostwo
sw: Corporate Uanachama Renewal Approved
tl: Naaprubahan Corporate Ang pagsapi sa Pag-renew

source: The corporate membership renewal has been approved.
ar: تمت الموافقة على تجديد عضوية الشركات.
pl: Odnowienie członkostwa korporacyjnego został zatwierdzony.
sw: kampuni uanachama upya imekuwa kupitishwa.
tl: Ang pag-renew ng pagiging miyembro ng korporasyon ay naaprubahan.

source: Payment Received for Corporate Membership
ar: الدفع حصل لعضوية الشركات
pl: Płatność otrzymana dla Członkostwa Korporacyjnego
sw: Malipo ya kupokea kwa Corporate Uanachama
tl: Natanggap na Bayad para sa Corporate Ang pagsapi

source: Payment for a corporate membership has been received.
ar: وقد تم استلام المبلغ لعضوية الشركات.
pl: Płatność za członkostwo osób prawnych został odebrany.
sw: Malipo kwa ajili ya uanachama wa kampuni imekuwa kupokelewa.
tl: Pagbabayad para sa isang corporate pagiging miyembro ay natanggap.

source: Corporate Membership Notice Email
ar: عضوية الشركات إشعار البريد الإلكتروني
pl: Członkostwo Corporate Wskazówka email
sw: Corporate Uanachama Ilani Barua pepe
tl: Corporate Ang pagsapi Email Abiso

source: Custom Notice for Corporate Memberships
ar: ملاحظة مخصصة لعضوية الشركات
pl: Członkostwo zwyczaj Wskazówka dla Corporate
sw: Desturi Ilani kwa Uanachama Corporate
tl: Custom Abiso para sa mga pagmimiyembro Corporate

source: Sent Start Date/Time
ar: أرسلت تاريخ بدء / وقت
pl: Wysłany Data rozpoczęcia / Czas
sw: Alimtuma Start Tarehe / Saa
tl: Ipinadala Panimulang Petsa / Oras

source: Sent End Date/Time
ar: أرسلت نهاية التاريخ / التوقيت
pl: Wysłane Koniec Date / Time
sw: Alimtuma Mwisho Tarehe / Saa
tl: Ipinadala Petsa ng Pagtatapos / Oras

source: Reporting Options
ar: التقارير خيارات
pl: Opcje raportowania
sw: Taarifa Chaguzi
tl: Pag-uulat ng Mga Pagpipilian

source: Imports
ar: الواردات
pl: Przywóz
tl: Mga pag-import

source: Import
ar: استيراد
tl: I-import ang

source: Exports
ar: الصادرات
pl: Wywóz
sw: Mauzo
tl: Mga Pag-export

source: Others
ar: آخرون
pl: Inne
sw: Wengine
tl: Iba pa

source: Summary Report
ar: تقرير موجز
pl: Raport zbiorczy
sw: Summary Ripoti
tl: Buod ng Ulat

source: Free Passes List
ar: قائمة تذاكر مجانية
pl: Lista darmowych Legitymacje
sw: Free Hupita Orodha ya
tl: Listahan ng libreng pass

source: History
ar: التاريخ
pl: Historia
sw: Historia
tl: Kasaysayan

source: View on site
ar: عرض في الموقع
pl: Zobacz na stronie
sw: View kwenye tovuti
tl: Tingnan sa site

source: Clone this notice
ar: استنساخ هذا الإشعار
pl: Sklonować ten anons
sw: Clone ilani hii
tl: I-clone ang notice na ito

source: Corporate Memberships
ar: عضوية الشركات
pl: Członkostwo korporacyjne
sw: Uanachama Corporate
tl: Ang mga pagmimiyembro Corporate

source: Corporate Membership Representatives
ar: النواب عضوية الشركات
pl: Przedstawiciele Członkostwo korporacyjne
sw: Corporate Uanachama Wawakilishi
tl: Corporate Representatives Ang pagsapi

source: Representative.
ar: ممثل.
pl: Przedstawiciel.
sw: Mwakilishi.

source: Is Dues Rep.
ar: هو المستحق النائب
pl: Czy otrzymuje dwie.
sw: Is hupokea Barua.
tl: Ay Dues Rep.

source: Is Member Rep.
ar: هو النائب الأعضاء.
pl: Czy Państwa Rep.
sw: Ni Mbunge Rep.
tl: Ay Miyembro Rep.

source: True
ar: صحيح
pl: Prawda
sw: Kweli
tl: Totoo

source: No representative designated yet.
ar: لأي ممثل أن يعين بعد.
pl: Jeszcze żaden przedstawiciel wyznaczony.
sw: Hakuna mwakilishi mteule bado.
tl: Walang kinatawan pa itinalaga.

source: Save and Continue Add Another
ar: حفظ ومتابعة آخر إضافة
pl: Zapisz i Kontynuuj Dodaj Inny
sw: Ila na Kuendelea Kuongeza nyingine
tl: I-save at Magpatuloy Magdagdag ng isa pang

source: Save
ar: حفظ
pl: Zapisz
tl: I-save ang

source: Click to view members
ar: انقر فوق لعرض أعضاء
pl: Kliknij aby zobaczyć użytkowników
sw: Bofya ili kuona wanachama
tl: I-click upang tingnan ang mga miyembro

source: 0 Members
ar: 0 الأعضاء
pl: 0 Użytkowników
sw: 0 Wanachama
tl: 0 Mga Miyembro

source: Export Corporate Memberships
ar: تصدير عضوية الشركات
pl: Eksport Członkostwo korporacyjne
sw: Export Corporate Uanachama
tl: I-export ang mga pagmimiyembro Corporate

source: Corporate Membership CSV Export
ar: عضوية الشركات CSV تصدير
pl: Członkostwo Corporate CSV Eksport
sw: Corporate Uanachama CSV Export
tl: Corporate Ang pagsapi CSV export ang

source: Corporate Membership Edit Free Passes
ar: يمر العضوية للشركات تحرير مجانية
pl: Członkostwo Corporate Edytuj bezpłatne wejściówki
sw: Corporate Uanachama Edit Free hupita
tl: Corporate Ang pagsapi I-edit ang libreng Ipinapasa

source: Corp. Memb. ID
ar: شركة MEMB. ID

source: Amount
ar: كمية
pl: Ilość
sw: Kiasi
tl: Halaga

source: Balance
ar: التوازن
pl: Saldo
sw: Mizani
tl: Balanse

source: Individual memberships renewed in this transaction:
ar: تجدد عضوية الفردية في هذه الصفقة:
pl: Indywidualne członkostwo odnowione w tej transakcji:
sw: Uanachama wa mtu binafsi upya katika shughuli hii:
tl: Indibidwal na mga membership na-renew sa transaksyong ito:

source: Corporate Membership information not available
ar: معلومات العضوية للشركات غير متوفرة
pl: Informacje o firmie Członkostwo niedostępne
sw: Corporate habari Uanachama si inapatikana
tl: Pangkumpanyang impormasyon ng pagiging miyembro hindi magagamit

source: Roster
ar: قائمة
pl: Skład
sw: Orodha ya majina

source: All Corp. Members
ar: جميع كورب الأعضاء
pl: Wszyscy członkowie Corp
sw: Wanachama wote Corp.
tl: Lahat ng Corp. Miyembro

source: Add Corp. Member
ar: إضافة كورب الأعضاء
pl: Dodaj Corp Członek
sw: Kuongeza Corp. Mwanachama
tl: Magdagdag ng Corp. Miyembro

source: Search All
ar: بحث جميع
pl: Szukaj Wszystkie
sw: Tafuta All
tl: Hanapin Lahat

source: My Corp. Members
ar: بلدي كورب الأعضاء
pl: Członkowie moich Corp
sw: Wanachama My Corp.
tl: Aking Corp. Miyembro

source: Pending Corp. Members
ar: في انتظار كورب الأعضاء
pl: Oczekuje Corp użytkowników
sw: Pending Corp. Wanachama
tl: Nakabinbin Corp. Miyembro

source: Admin Backend
ar: المشرف الخلفية
pl: Administrator Backend
tl: Backend ng Admin

source: Application
ar: تطبيق
pl: Zastosowanie
sw: Maombi

source: Types
ar: أنواع
pl: Rodzaje
sw: Aina
tl: Mga Uri ng

source: Notices
ar: إشعارات
pl: Zawiadomienia
tl: Na Abiso

source: This Corp. Member
ar: هذه الأعضاء كورب
pl: Ten Corp Państwa
sw: Hii Corp. Mwanachama
tl: Miyembro Corp. na ito

source: View Corp. Member
ar: عرض كورب الأعضاء
pl: Zobacz Corp Państwa
sw: View Corp. Mwanachama
tl: Tingnan Corp. Miyembro

source: Edit Corp. Member
ar: تحرير كورب الأعضاء
pl: Edycja Corp Państwa
sw: Edit Corp. Mwanachama
tl: I-edit ang Corp. Miyembro

source: View Roster
ar: عرض القائمة
pl: Zobacz Skład
sw: View Ratiba
tl: Tingnan ang roster

source: Export Roster
ar: تصدير القائمة
pl: Eksport Skład
sw: Export Ratiba
tl: I-export ang roster

source: Renew
ar: تجديد
pl: Odnów
sw: Upya
tl: I-renew ang

source: Admin: Renew
ar: مشرف: تجديد
sw: Admin: upya
tl: Admin: I-renew

source: This is Archive
ar: هذا هو الأرشيف
pl: Jest Archive
sw: Hii ni Archive
tl: Ito ay Archive

source: View Current
ar: العرض الحالي
pl: Zobacz aktualny
sw: View sasa
tl: Tingnan ang Kasalukuyang

source: delete
ar: حذف
pl: usuń
sw: kufuta
tl: tanggalin

source: Renewed on %(renewal)s
ar: تجدد على %(renewal)s ق
sw: Upya juu ya %(renewal)s
tl: Maire-renew sa %(renewal)s

source: Status of Renewal:
ar: حالة التجديد:
pl: Status Odnowy:
sw: Hali ya Renewal:
tl: Katayuan ng Pag-renew ng:

source: Admin
ar: المشرف

source: Approve / Disapprove
ar: الموافقة على / رفض
pl: Zatwierdzenia / odrzucenia
sw: Kupitisha / kuyakataa
tl: Aprubahan / hindi aprubahan

source: approve it
ar: الموافقة عليه
pl: zatwierdzić
sw: kupitisha
tl: maaprubahan ito

source: Thank you for your payment!
ar: أشكركم على الدفع الخاص بك!
pl: Dziękujemy za wpłaty!
sw: Asante kwa ajili ya malipo yako!
tl: Salamat sa iyo para sa iyong mga pagbabayad!

source: What would you like to do now?
ar: ماذا تريد أن تفعل الآن؟
pl: Co chcesz teraz zrobić?
sw: Nini ungependa kufanya sasa?
tl: Ano ang gusto mong gawin ngayon?

source: Add memberships under this corporate membership
ar: إضافة عضويات تحت هذا عضوية الشركات
pl: Dodaj członkostwo w ramach tego członkostwa korporacyjnego
sw: Kuongeza uanachama wa chini ya kampuni hii uanachama
tl: Magdagdag ng mga pagiging miyembro sa ilalim ng corporate pagiging miyembro

source: Designate representatives for this corporate membership
ar: تعيين ممثلين لهذه العضوية للشركات
pl: Wyznaczyć przedstawicieli do tego członkostwa korporacyjnego
sw: Wawakilishi mteule kwa ajili ya uanachama wa kampuni hii
tl: Magtalaga ng mga kinatawan para sa mga corporate pagiging miyembro

source: View Corporate Membership
ar: عرض عضوية الشركات
pl: Zobacz Członkostwo Corporate
sw: View Corporate Uanachama
tl: Tingnan ang Corporate Ang pagsapi

source: Corporate Membership
ar: عضوية الشركات
pl: Członkostwo korporacyjnego
sw: Corporate Uanachama
tl: Corporate Ang pagsapi

source: Renewal
ar: تجديد
pl: Odnowienie
tl: Pag-renew ng

source: Payment Status
ar: الحالة الدفع
pl: Płatność status
sw: Malipo Status
tl: Katayuan ng Pagbabayad

source: Corporate Membership Renewal
ar: تجديد عضوية الشركات
pl: Corporate Renewal Członkostwo
sw: Corporate Uanachama Renewal
tl: Pag-renew ng pagiging miyembro ng Korporasyon

source: Join Date:
ar: تاريخ التسجيل:
pl: Zarejestrowany:
tl: Petsa Sumali:

source: (in grace period)
ar: (في فترة سماح)
pl: (W okresie karencji)
sw: (Katika kipindi cha neema)
tl: (Sa panahon ng palugit)

source: (expired)
ar: (منتهية الصلاحية)
pl: (Wygasł)
sw: (Itakapotimia)
tl: (Nag-expire)

source: Please correct the following errors
ar: يرجى تصحيح الأخطاء التالية
pl: Popraw następujące błędy
sw: Tafadhali kusahihisha makosa yafuatayo
tl: Pakiwasto ang mga sumusunod na mga error

source: %(label)s - %(error)s
ar: %(label)s ق - %(error)s ق

source: %(err)s
ar: %(err)s ق

source: %(help_text)s
ar: %(help_text)s ق

source: %(label_tag)s
ar: %(label_tag)s ق

source: Renew all individuals
ar: تجديد جميع الأفراد
pl: Odnowić wszystkie osoby
sw: Upya watu wote
tl: I-renew ang lahat ng mga indibidwal

source: Qty
ar: الكمية
pl: Ilość
sw: Uchina
tl: Dami

source: Unit Price
ar: سعر الوحدة
pl: Cena za sztukę
tl: Presyo ng Unit

source: Sub-total
ar: المجموع الفرعي
pl: Suma
sw: Sub-jumla
tl: Sub-kabuuang

source: Corporate
ar: الشركات
pl: Firmowe

source: Individuals
ar: الأفراد
pl: Osób
sw: Watu
tl: Mga Indibidwal

source: Total
ar: إجمالي
pl: Razem
sw: Jumla ya
tl: Kabuuang

source: Update Summary
ar: تحديث ملخص
pl: Aktualizacja Podsumowanie
sw: Mwisho Summary
tl: I-update ang Buod

source: %(label_tag)s
ar: %(label_tag)s ق

source: Renew Now
ar: تجديد الآن
pl: Odnów teraz
sw: Sasa upya
tl: I-renew Ngayon

source: Corporate Membership Renewal Confirmation
ar: الشركات تأكيد تجديد العضوية
pl: Odnowienie korporacyjnych Potwierdzenie Członkostwo
sw: Corporate Uanachama Renewal Kipaimara
tl: Pagkumpirma Corporate Ang pagsapi sa Pag-renew

source: Thanks for renewing corporate membership "%(member)s"!
ar: شكرا لتجديد عضوية الشركات &quot; %(member)s ق&quot;!
sw: Shukrani kwa ajili ya kufanywa upya uanachama ushirika &quot; %(member)s&quot;!
tl: Salamat sa renew corporate pagiging miyembro &quot; %(member)s&quot;!

source: The status of the renewal: <b>%(status)s
ar: حالة التجديد: <b> %(status)s ق
sw: hali ya upya: <b> %(status)s
tl: Ang katayuan ng pag-renew: <b> %(status)s

source: Your membership renewal will be reviewed by an administrator who will be contacting you shortly.
ar: وسيتم استعراض تجديد عضويتك من قبل مسؤول الذين سيتم الاتصال بك قريبا.
pl: Twój odnowienie członkostwa zostanie sprawdzona przez administratora, który będzie kontaktowania się z Tobą.
sw: Uanachama wako upya itakuwa upya na msimamizi ambao watakuwa kuwasiliana na wewe hivi karibuni.
tl: Ang iyong pag-renew ng pagiging miyembro ay susuriin ng isang administrator, na magbibigay sa ilang sandali-ugnay sa iyo.

source: View this Corporate Membership
ar: مشاهدة هذه عضوية الشركات
pl: Zobacz Członkostwo Corporate
sw: View Corporate Uanachama hii
tl: Tingnan ang Corporate Ang pagsapi

source: Edit this Corporate Membership
ar: تعديل هذه العضوية الشركات
pl: Edytuj Członkostwo Corporate
sw: Hariri Corporate Uanachama hii
tl: I-edit ang Corporate Ang pagsapi

source: Add/Edit Representatives
ar: إضافة / تحرير النواب
pl: Dodaj / Edytuj Przedstawicieli
sw: Kuongeza / Edit Wawakilishi
tl: Magdagdag / Mag-edit Representatives

source: Corporate Membership Roster Search
ar: عضوية الشركات القائمة بحث
pl: Członkostwo Corporate Skład Szukaj
sw: Corporate Uanachama Ratiba Search
tl: Corporate Ang pagsapi roster ng Paghahanap

source: Address:
ar: العنوان:
pl: Adres:
sw: Anwani:

source: Member Type:
ar: نوع العضو:
pl: Typ użytkownika:
sw: Mwanachama Aina:
tl: Uri ng Miyembro:

source: Expiration Date:
ar: تاريخ انتهاء الصلاحية:
pl: Data ważności:
sw: Tarehe ya kumalizika muda:
tl: Pagtatapos na Petsa:

source: Never Expire
ar: لا تنتهي أبدا
pl: Nigdy nie wygasa
sw: Kamwe kumalizika
tl: Huwag kailanman e-expire

source: Member
ar: عضو
pl: Państwa
sw: Mwanachama
tl: Miyembro

source: Email:
ar: البريد الإلكتروني:
sw: Barua pepe:

source: Member Type:
ar: نوع العضو:
pl: Typ użytkownika:
sw: Mwanachama Aina:
tl: Uri ng Miyembro:

source: Join Date:
ar: تاريخ التسجيل:
pl: Zarejestrowany:
tl: Petsa Sumali:

source: Expiration Date:
ar: تاريخ انتهاء الصلاحية:
pl: Data ważności:
sw: Tarehe ya kumalizika muda:
tl: Pagtatapos na Petsa:

source: Status:
ar: الحالة:
tl: Katayuan:

source: 0 Results Found
ar: 0 نتائج البحث
pl: Znaleziono 0 wyników
sw: 0 Matokeo Kupatikana
tl: Nakahanap ng 0 Mga Resulta

source: Please correct the errors below.
ar: يرجى تصحيح الأخطاء أدناه.
pl: Popraw poniższe błędy.
sw: Tafadhali kusahihisha makosa chini.
tl: Mangyaring iwasto ang mga error sa ibaba.

source: Save and continue editing
ar: حفظ ومتابعة التحرير
pl: Zapisać i kontynuować edycję
sw: Hifadhi na uendelee editing
tl: I-save at magpatuloy sa pag-edit

source: Collapse ALL
ar: طي ALL
pl: Zwiń wszystko
sw: Kuanguka YOTE
tl: I-collapse ang LAHAT

source: Expand ALL
ar: توسيع ALL
pl: Rozwiń wszystko
sw: Kupanua wote
tl: Palawakin ang LAHAT

source: Section
ar: القسم
pl: Sekcja
sw: Sehemu ya
tl: Seksyon

source: Page
ar: الصفحة
pl: Strona
sw: Ukurasa
tl: Pahina

source: Collapse
ar: انهيار
pl: Zwiń
sw: Kuanguka
tl: I-collapse

source: Expand
ar: توسيع
pl: Rozwiń
sw: Kupanua
tl: Palawakin

source: Remove
ar: إزالة
pl: Usuń
sw: Ondoa
tl: Alisin ang

source: Delete?
ar: تحذف؟
pl: Usunąć?
sw: Futa?
tl: Tanggalin?

source: %(name)s
ar: %(name)s ق

source: There were some problems in the form. Please review. Thanks!
ar: كانت هناك بعض المشاكل في النموذج. يرجى مراجعة. شكر!
pl: Były pewne problemy w postaci. Proszę przejrzeć. Dzięki!
sw: Kulikuwa na baadhi ya matatizo katika fomu. Tafadhali tathmini. Shukrani!
tl: Nagkaroon ng mga problema sa form. Mangyaring suriin. Salamat!

source: %(label)s - %(err)s
ar: %(label)s ق - %(err)s ق

source: Submit
ar: تقديم
pl: Zatwierdź
sw: Kuwasilisha
tl: Isumite

source: Corporate Membership Add Confirmation
ar: عضوية الشركات إضافة التأكيد
pl: Członkostwo Corporate Dodaj Potwierdzenie
sw: Corporate Uanachama Add Kipaimara
tl: Corporate Ang pagsapi Magdagdag Pagkumpirma

source: %(conf_text)s
ar: %(conf_text)s ق

source: Thank you for your submitting!
ar: شكرا لتقديم الخاص بك!
pl: Dziękujemy za złożeniem!
sw: Asante kwa kuwasilisha yako!
tl: Salamat para sa iyong pagsusumite!

source: Your membership will be reviewed by an administrator who will be contacting you shortly.
ar: وسيتم استعراض عضويتك من قبل مسؤول الذين سيتم الاتصال بك قريبا.
pl: Twoje członkostwo zostanie rozpatrzony przez administratora, który będzie kontaktowania się z Tobą.
sw: Uanachama wako itakuwa upya na msimamizi ambao watakuwa kuwasiliana na wewe hivi karibuni.
tl: Ang pagiging miyembro ay susuriin ng isang administrator kung sino ang ilang sandali-ugnay sa iyo.

source: Corporate Membership Add - Starting
ar: الشركات العضوية إضافة - البدء
pl: Corporate Członkostwo Dodaj - Uruchamianie
sw: Corporate Uanachama Add - Kuanzia
tl: Corporate Magdagdag ng Pagiging Kasapi - Simula

source: Let's get started... The contact e-mail address will only be used to send you email notifications once your corporate membership gets approved. Please make sure it's correct. Thank you!
ar: دعونا نبدأ ... لن تستخدم إلا عنوان الاتصال البريد الإلكتروني لل ارسال البريد الالكترونى الإخطارات مرة واحدة يحصل على الموافقة عضويتك الشركات. يرجى التأكد من انها صحيحة. شكرا لك!
pl: Zaczynajmy ... adres kontaktowy e-mail będzie używany tylko do wysłać powiadomienia e-mail Kiedy Twoje konto firmowe zostanie zatwierdzony. Prosimy upewnić się, że prawidłowe. Dziękujemy!
sw: Hebu kupata kuanza ... anwani kuwasiliana e-mail itakuwa tu kutumika kwa kutuma email kuarifiwa mara moja taarifa uanachama yako ya ushirika anapata kupitishwa. Tafadhali kuhakikisha ni sahihi. Asante!
tl: Hinahayaan Magsimula ... Ang contact e-mail address ay gagamitin lamang sa padalhan ka ng email notification sa sandaling ang iyong corporate pagiging miyembro ay makakakuha ng naaprubahan. Mangyaring tiyakin na ito ay tama. Salamat!

source: Continue to add corporate membership
ar: الاستمرار في إضافة عضوية الشركات
pl: Kontynuuj, aby dodać członkostwa korporacyjnego
sw: Kuendelea kuongeza uanachama wa kampuni
tl: Magpatuloy upang idagdag ang corporate pagiging miyembro

source: Corporate Membership Approve / Disapprove
ar: عضوية الشركات قبول / رفض
pl: Członkostwo Corporate Zatwierdź / odrzucenia
sw: Corporate Uanachama kukubali / kuyakataa
tl: Corporate Ang pagsapi Aprubahan / hindi aprubahan

source: Corporate Membership Submission
ar: تقديم عضوية الشركات
pl: Korporacyjnego Składanie Członkostwo
sw: Corporate Uanachama Kujitoa
tl: Pagsusumite ng Corporate Ang pagsapi

source: Renewed on %(renew_date)s by:
ar: تجدد على %(renew_date)s بنسبة:
sw: Upya juu ya %(renew_date)s na:
tl: Maire-renew sa %(renew_date)s sa pamamagitan ng:

source: View Invoice
ar: عرض الفاتورة
pl: Zobacz Faktura
sw: View ankara
tl: Tingnan ang Invoice

source: New expiration date upon approval:
ar: انتهاء الموعد الجديد بعد موافقة:
pl: Nowa data ważności po zatwierdzeniu:
sw: New tarehe ya kumalizika muda juu ya idhini:
tl: Bagong expiration date sa pag-apruba:

source: The number of individual memberships renewed in this transaction:
ar: كان عدد العضويات الفردية تجدد في هذه الصفقة:
pl: Liczba indywidualnych odnowieniem członkostwa w tej transakcji:
sw: simu ya uanachama wa mtu binafsi upya katika shughuli hii:
tl: Ang bilang ng mga indibidwal na pagiging miyembro ng na-renew sa transaksyong ito:

source: Show Details
ar: عرض التفاصيل
pl: Pokaż szczegóły
sw: Show Maelezo ya
tl: Ipakita ang mga Detalye

source: This corporate membership was submitted by:
ar: وقد قدمت هذه العضوية للشركات حسب:
pl: Członkostwo korporacyjne został złożony przez:
sw: Hii uanachama wa kampuni ya kuwasilishwa na:
tl: Ito corporate pagiging miyembro ay nagsumite sa pamamagitan ng:

source: Are you sure you want to delete this corporate membership?
ar: هل أنت متأكد أنك تريد حذف هذه العضوية للشركات؟
pl: Czy na pewno chcesz usunąć tę przynależność korporacyjną?
sw: Je, una uhakika unataka kufuta uanachama wa kampuni hii?
tl: Sigurado ka bang gusto mong tanggalin ang corporate pagiging miyembro?

source: Corporate Name:
ar: اسم الشركة:
pl: NAZWA FIRMY:
sw: Jina Corporate:
tl: Corporate Pangalan:

source: Corporate Address:
ar: عنوان الشركة:
pl: Corporate Adres:
sw: Corporate mitaani:

source: Delete Corporate
ar: حذف الشركات
pl: Usuń korporacyjny
sw: Kufuta Corporate
tl: Tanggalin ang Corporate

source: Edit Corporate Membership
ar: تحرير عضوية الشركات
pl: Edycja Członkostwo korporacyjne
sw: Edit Corporate Uanachama
tl: I-edit ang Pagiging Kasapi ng Korporasyon

source: Applications:
ar: التطبيقات:
pl: Aplikacje:
sw: Maombi:
tl: Mga Application:

source: Types:
ar: أنواع:
pl: Rodzaje:
sw: Aina:
tl: Mga Uri:

source: Corporate Member Type
ar: الشركات نوع العضو
pl: Typ użytkownika korporacyjnego
sw: Corporate Mwanachama Aina
tl: Uri ng Pang-kumpanya ng Miyembro

source: Individual Member Type
ar: فردي نوع العضو
pl: Indywidualne Typ użytkownika
sw: Mtu binafsi Member Type
tl: Indibidwal na Uri ng Miyembro
