Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: To make online credit card payment, go to the invoice view page and make online payment from there.
ar: لجعل الدفع عبر الإنترنت بطاقة الائتمان، انتقل إلى صفحة عرض الفاتورة وجعل الدفع عبر الإنترنت من هناك.
pl: Aby dokonać płatności kartą kredytową w Internecie, przejść do widoku strony faktury i dokonać płatności online stamtąd.
sw: Kufanya online kadi ya malipo ya mikopo, kwenda ankara mtazamo ukurasa na kufanya malipo online kutoka huko.
tl: Upang gumawa ng mga online na pagbabayad sa credit card, pumunta sa pahina ng pagtingin invoice at gumawa ng mga online na pagbabayad mula doon.

source: You will be notified by email when your corporate membership is approved.
ar: سيتم إعلامك عن طريق البريد الإلكتروني عندما تتم الموافقة عضويتك الشركات.
pl: Zostaniesz powiadomiony e-mailem, gdy członkostwo korporacyjne jest zatwierdzony.
sw: Utakuwa aliifamisha kwa barua pepe wakati taarifa uanachama yako ya ushirika ni kupitishwa.
tl: Aabisuhan ka sa pamamagitan ng email kapag ang iyong mga corporate pagiging miyembro ay naaprubahan.

source: Your corporate membership has to be approved before individuals can join under your corporate membership.
ar: عضويتك للشركات يجب أن تتم الموافقة عليها قبل أن ينضم الأفراد تحت عضويتك الشركات.
pl: Twoje członkostwo korporacyjne musi zostać zatwierdzony przed każdy może dołączyć w ramach członkostwa w korporacji.
sw: Taarifa uanachama yako ya ushirika ina kuidhinishwa kabla ya watu wanaweza kujiunga na chini ya uanachama yako ya ushirika.
tl: Ang iyong corporate pagiging miyembro ay dapat na maaprubahan bago maaaring sumali indibidwal sa ilalim ng iyong corporate pagiging miyembro.

source: To view this corporate membership, go to:
ar: لمشاهدة هذه عضوية الشركات، انتقل إلى:
pl: Aby zobaczyć tę członkostwa korporacyjnego, przejdź do:
sw: Kwa mtazamo huu uanachama ushirika, nenda kwa:
tl: Upang tingnan ang corporate pagiging miyembro, pumunta sa:

source: Corporate Membership - %(bname)s - on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: عضوية الشركات - %(bname)s ق - على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Corporate Uanachama - %(bname)s - juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Corporate Ang pagsapi - %(bname)s - sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The following corporate membership has been edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
ar: تم تحرير عضوية الشركات التالية على %(SITE_GLOBAL_SITEDISPLAYNAME)s S:
sw: zifuatazo uanachama wa kampuni imekuwa mwisho juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s:
tl: May na-edit ang mga sumusunod na pagiging miyembro ng korporasyon sa %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: Corporate Membership (%(objname)s) Edited on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: عضوية الشركات ( %(objname)s ق) قامت بالتعديل على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Corporate Uanachama ( %(objname)s) Haririwa juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Corporate Ang pagsapi ( %(objname)s) In-edit sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Your corporate membership "%(objname)s" has been approved.
ar: عضوية الشركات الخاصة &quot; %(objname)s ق&quot; تمت الموافقة.
sw: Uanachama wako ushirika &quot; %(objname)s&quot; imekuwa kupitishwa.
tl: Ang iyong corporate pagiging miyembro &quot; %(objname)s&quot; ay naaprubahan.

source: To add individual memberships under your corporate, go to:
ar: لإضافة عضوية الفردية في إطار الشركات، انتقل إلى:
pl: Aby dodać indywidualne członkostwo w ramach firmowej, przejdź do:
sw: Kuongeza uanachama wa mtu binafsi chini ya kampuni yako, nenda kwa:
tl: Upang magdagdag ng mga indibidwal na kasapi sa ilalim ng iyong corporate, pumunta sa:

source: <b>secret code</b>:
ar: <b> شفرة سرية </b>:
pl: <b> Kod sekret </b>:
sw: <b> code siri </b>:
tl: <b> lihim na code </b>:

source: Your login account
ar: حساب تسجيل الدخول الخاص بك
pl: Twoje konto Zaloguj się
sw: Akaunti yako login
tl: Ang iyong pag-login account

source: Password
ar: كلمة المرور
pl: Hasło

source: Your login username
ar: اسم المستخدم تسجيل الدخول الخاص بك
pl: Twoja nazwa użytkownika logowanie
sw: Login yako username
tl: Ang iyong pag-login username

source: To log into the site, visit
ar: لتسجيل الدخول إلى الموقع، زيارة
pl: Aby zalogować się w serwisie, wizyty
sw: Kwa kuingia katika tovuti, ziara
tl: Upang mag-log in sa site, bisitahin ang

source: Corporate Membership Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: عضوية الشركات المعتمدة على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Corporate Uanachama Approved juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Corporate Ang pagsapi Aprubado sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The secret code
ar: الشفرة السرية
pl: Tajny kod
sw: code siri
tl: Ang lihim na code

source: <b>The Authorized E-mail Domain</b>:<br /> (The authorized e-mail domain will authenticate prospective members as they apply for membership under this corporation)<br /> <b>
ar: <b> أذن البريد الإلكتروني المجال </b>: <br /> (المجال البريد الإلكتروني المصرح سوف مصادقة المحتملين أعضاء لأنها تتقدم بطلب للعضوية تحت هذه الشركة) <br /> <b>
pl: <b> Autoryzowany e-mail domeny </b>: <br /> (Upoważniony domeny e-mail będzie uwierzytelnić prospektywne członków, jak ubiegać się o członkostwo w ramach tej korporacji) <br /> <b>
sw: <b> mamlaka E-mail Domain </b>: <br /> (Mamlaka e-mail domain itakuwa kuthibitisha wanaotazamiwa wanachama kama wao kuomba uanachama chini ya shirika hili) <br /> <b>
tl: <b> Ang Awtorisadong E-mail ng Domain </b>: <br /> (Ang awtorisadong e-mail domain ay mapatunayan ang mga prospective na mga kasapi bilang ilapat ang mga ito para sa pagiging kasapi sa ilalim ng korporasyon) <br /> <b>

source: %(contents)s
ar: %(contents)s ق

source: %(subj)s
ar: %(subj)s ق

source: Corporate Membership Payment Received
ar: عضوية الشركات الدفع حصل
pl: Członkostwo Corporate Płatność otrzymana
sw: Corporate Uanachama malipo ya kupokea
tl: Natanggap na Bayad Corporate Ang pagsapi

source: The payment has been received for the following corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: وقد وردت الدفع للعضوية الشركات التالية على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: malipo imekuwa kupokea kwa zifuatazo uanachama wa kampuni juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ang pagbabayad ay natanggap na para sa mga sumusunod corporate pagiging miyembro sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Payment Received for Corporate Membership Application - (%(objname)s)
ar: الدفعة المستلمة لطلب العضوية للشركات - ( %(objname)s ق)
sw: Malipo ya kupokea kwa Corporate Maombi Uanachama - ( %(objname)s)
tl: Natanggap para sa Application Corporate Ang pagsapi sa pagbabayad - ( %(objname)s)

source: Your corporate membership "%(objname)s" has been renewed and approved.
ar: عضويتكم الشركات &quot; %(objname)s ق&quot; تم تجديد والموافقة عليها.
sw: Uanachama wako ushirika &quot; %(objname)s&quot; imekuwa upya na kupitishwa.
tl: Ang iyong corporate pagiging miyembro &quot; %(objname)s&quot; ay na-renew at maaprubahan.

source: Total individual memberships renewed: %(totind)s
ar: إجمالي عضويات فردية تجدد: %(totind)s ق
pl: Kredyty indywidualne członkostwo odnowione: %(totind)s
sw: Jumla ya uanachama wa mtu binafsi upya: %(totind)s
tl: Kabuuang mga indibidwal na pagiging miyembro ng na-renew: %(totind)s

source: Corporate Membership Renewal Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: تجديد عضوية الشركات المعتمدة على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Corporate Uanachama Renewal Approved juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Corporate Pag-renew ng pagiging miyembro Aprubado sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The following company has renewed for corporate membership on %(SITE_GLOBAL_SITEDISPLAYNAME)s:
ar: جددت الشركة التالية لعضوية الشركات على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق:
sw: kampuni ina upya zifuatazo kwa ajili ya uanachama wa kampuni juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s:
tl: Ang mga sumusunod na kumpanya ay na-renew para sa corporate pagiging miyembro sa %(SITE_GLOBAL_SITEDISPLAYNAME)s:

source: Corporate Membership Renewal - %(objname)s
ar: الشركات تجديد العضوية - %(objname)s ق
sw: Corporate Uanachama Renewal - %(objname)s
tl: Corporate Pag-renew ng pagiging miyembro - %(objname)s

source: To make online credit card payment, go to invoice view page and make online payment from there:
ar: لجعل الدفع عبر الإنترنت بطاقة الائتمان، انتقل إلى صفحة عرض فاتورة وجعل الدفع الإلكتروني من هناك:
pl: Aby dokonać płatności kartą kredytową online, przejdź do faktury widoku strony i dokonać płatności online stamtąd:
sw: Kufanya online kadi ya malipo ya mikopo, kwenda ankara mtazamo ukurasa na kufanya malipo online kutoka huko:
tl: Upang gumawa ng mga online na pagbabayad sa credit card, pumunta sa invoice view ng pahina at gumawa ng mga online na pagbabayad mula doon:

source: Note that the dues representative(s) will be notified by email when your corporate membership renewal is approved.
ar: لاحظ أن ممثل مستحقات (ق) وسوف يتم إخطار عن طريق البريد الإلكتروني عندما تتم الموافقة التجديد عضوية الشركات.
pl: Należy zauważyć, że przedstawiciel (e) należności zostaną powiadomieni e-mailem, gdy odnowienie członkostwa korporacyjnego jest zatwierdzony.
sw: Kumbuka kwamba mtu haki mwakilishi (s) watajulishwa kwa barua pepe wakati taarifa uanachama yako ya ushirika upya ni kupitishwa.
tl: Tandaan na ang (mga) dues kinatawan ay aabisuhan sa pamamagitan ng email kapag ang iyong pag-renew ng pagiging miyembro ng korporasyon ay naaprubahan.

source: The <b>secret code</b> for individuals to join under your corporate membership:
ar: و <b> شفرة سرية </b> للأفراد للانضمام تحت عضوية الشركة الخاصة بك:
pl: <b> tajny kod </b> dla osób do pracy w ramach swojego członkostwa korporacyjnego:
sw: <b> siri code </b> kwa watu binafsi kujiunga na chini ya uanachama wako ushirika:
tl: Ang <b> lihim na code </b> para sa mga indibidwal na sumali sa ilalim ng iyong corporate pagiging miyembro:

source: Corporate Membership Renewal Notice on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: عضوية الشركات على تجديد إشعار %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Corporate Uanachama Renewal Ilani juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Abiso Corporate Ang pagsapi sa Pag-renew sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Model attribute must be set
ar: يجب تعيين نموذج السمة
pl: Atrybut model musi być ustawiony
sw: Model sifa lazima kuweka
tl: Dapat na maitakda ang katangian ng Modelo

source: Model attribute must derive from Model
ar: نموذج سمة يجب أن تنبع من نموذج
pl: Atrybut model musi pochodzić z modelu
sw: Model sifa lazima unatokana na Model
tl: Katangian model ay dapat nakukuha mula sa Model

source: Model.objects does not have a search method
ar: Model.objects لايوجد طريقة البحث
pl: Model.objects nie posiada metodę wyszukiwania
sw: Model.objects hana njia search
tl: Model.objects ay walang paraan ng paghahanap

source: Create directories to list businesses
ar: إنشاء الدلائل إلى قائمة الشركات
pl: Tworzenie katalogów do spisu firm
sw: Kujenga directories kuorodhesha biashara
tl: Lumikha ng mga direktoryo upang ilista ang mga negosyo

source: 14 Days from Activation date
ar: 14 يوم من تاريخ التفعيل
pl: 14 dni od daty aktywacji
sw: 14 Siku kutoka Activation tarehe
tl: 14 na mga Araw mula sa petsa ng pag-activate

source: 60 Days from Activation date
ar: 60 يوم من تاريخ التفعيل
pl: 60 dni od daty aktywacji
sw: Siku 60 kutoka Activation tarehe
tl: 60 na mga Araw mula sa petsa ng pag-activate

source: 90 Days from Activation date
ar: 90 يوم من تاريخ التفعيل
pl: 90 dni od daty aktywacji
sw: Siku 90 kutoka Activation tarehe
tl: 90 na mga Araw mula sa petsa ng pag-activate

source: 120 Days from Activation date
ar: 120 يوم من تاريخ التفعيل
pl: 120 dni od daty aktywacji
sw: Siku 120 kutoka Activation tarehe
tl: 120 Mga araw mula sa petsa ng pag-activate

source: 1 Year from Activation date
ar: 1 سنة من تاريخ التفعيل
pl: 1 rok od daty aktywacji
sw: Mwaka 1 kutoka Activation tarehe
tl: 1 Taon mula sa petsa ng pag-activate

source: Unlimited
ar: غير محدود
pl: Nieograniczony
tl: Walang limitasyong

source: 30 Days from Activation date
ar: 30 يوم من تاريخ التفعيل
pl: 30 dni od daty aktywacji
sw: Siku 30 kutoka Activation tarehe
tl: 30 na mga Araw mula sa petsa ng pag-activate

source: %(sitedisplayname)s Latest Directories
ar: %(sitedisplayname)s أخر من الدلائل
sw: %(sitedisplayname)s Latest Saraka
tl: %(sitedisplayname)s Pinakabagong Mga Direktoryo

source: Requested Duration
ar: مدة المطلوبة
pl: Zwrócono trwania
sw: Tafsiri Duration
tl: Hiniling Tagal

source: <a href="%s" id="add_id_pricing">Add Pricing Options</a>
ar: <a href="%s" id="add_id_pricing"> إضافة خيارات التسعير </a>
pl: <a href="%s" id="add_id_pricing"> Dodaj opcji cenowych </a>
sw: <a href="%s" id="add_id_pricing"> Kuongeza Pricing Chaguzi </a>
tl: <a href="%s" id="add_id_pricing"> Magdagdag ng Mga Pagpipilian sa Pagpepresyo </a>

source: -- SELECT ONE --
ar: - اختر واحدة -
pl: - Wybierz -
sw: - CHAGUA ONE -
tl: - Pumili ng isa -

source: Directory ID
ar: ID الدليل
pl: Katalog ID
tl: Direktoryo ng ID

source: Tags (case sensitive)
ar: الكلمات (تحسس حالة الأحرف)
pl: Tagi (liter)
sw: Tags (kesi nyeti)
tl: Mga Tag (case sensitive)

source: Sub Category
ar: الفئة الفرعية
pl: Podkategoria
sw: Sub Jamii
tl: Sub Kategorya

source: Company logo. Only jpg, gif, or png images.
ar: شعار الشركة. JPG فقط، GIF، بابوا نيو غينيا أو الصور.
pl: Logo firmy. Tylko jpg, gif lub png.
sw: Kampuni alama. Tu jpg, gif, png au picha.
tl: Logo ng kumpanya. Tanging jpg, gif, o mga imahe png.

source: Regular
ar: العادية
pl: Regularne
sw: Mara kwa mara na

source: Premium
ar: قسط

source: Please select a payment method.
ar: يرجى تحديد طريقة الدفع.
pl: Proszę wybrać sposób płatności.
sw: Tafadhali kuchagua njia ya malipo.
tl: Mangyaring pumili ng isang paraan ng pagbabayad.

source: Email 2
ar: البريد الإلكتروني 2
sw: Barua pepe 2

source: Directory Information
ar: معلومات الدليل
pl: Informacje o katalogu
sw: Directory Habari
tl: Impormasyon Direktoryo

source: Payment
ar: الدفع
pl: Płatność
sw: Malipo
tl: Pagbabayad

source: Contact
ar: الاتصال
pl: Kontakt
sw: Mawasiliano
tl: Makipag-ugnay sa

source: The logo must be of jpg, gif, or png image type.
ar: يجب أن يكون شعار JPG، GIF أو PNG نوع الصورة.
pl: Logo musi być jpg, gif lub png rodzaju obrazu.
sw: alama lazima ya jpg, gif, png au picha ya aina.
tl: Ang logo ay dapat na ng jpg, gif, o png uri ng imahe.

source: The logo is an invalid image. Try uploading another logo.
ar: الشعار هو صورة غير صالحة. محاولة تحميل شعار آخر.
pl: Logo jest nieprawidłowy obraz. Spróbuj przesłać kolejne logo.
sw: alama ni picha batili. Jaribu kuweka alama nyingine.
tl: Ang logo ay isang hindi wastong imahe. Subukan ang pag-upload ng isa pang logo.

source: Please keep filesize under %(max_upload_size)s. Current filesize %(logo_size)s
ar: يرجى إبقاء حجم الملف تحت %(max_upload_size)s ق. حجم الملف الحالية %(logo_size)s ق
sw: Tafadhali kuweka filesize chini ya %(max_upload_size)s. Sasa filesize %(logo_size)s
tl: Mangyaring panatilihin ang filesize sa ilalim ng %(max_upload_size)s. Kasalukuyang filesize %(logo_size)s

source: Export All Directories
ar: تصدير جميع الدلائل
pl: Eksport wszystkich katalogów
sw: Kuuza nje wote Saraka
tl: I-export ang lahat ng Direktoryo

source: Export Active Directories
ar: تصدير الدلائل النشطة
pl: Eksport Aktywne Katalogi
sw: Export Active Saraka
tl: I-export Aktibong Direktoryo

source: Export Pending Directories
ar: تصدير قيد الانتظار الدلائل
pl: Eksport Oczekujące katalogów
sw: Export Pending Saraka
tl: I-export ang Mga Nakabinbing Mga Direktoryo

source: Export Inactive Directories
ar: الصادرات غير فعال الدلائل
pl: Eksport Katalogi nieaktywne
sw: Export inaktiv Saraka
tl: I-export ang Mga hindi aktibong Direktoryo

source: Export Main Fields (fastest)
ar: تصدير حقول رئيسية (أسرع)
pl: Eksport głównych dziedzin (najszybciej)
sw: Export Kuu ya Fields (ya haraka sana)
tl: I-export ang mga Patlang ng Pangunahing (pinakamabilis)

source: Export All Fields
ar: تصدير جميع الحقول
pl: Eksportować wszystkie pola
sw: Export Mashamba wote
tl: I-export ang lahat ng mga Patlang

source: Directory Added
ar: واضاف الدليل
pl: Katalog Dodane
sw: Directory ya Ongezeko la
tl: Direktoryo Added

source: A directory has been added.
ar: تمت إضافة الدليل.
pl: Katalog został dodany.
sw: directory imekuwa aliongeza.
tl: Isang direktoryo ay naidagdag na.

source: Directory Approved User Notice
ar: الدليل المعتمدة إشعار العضو
pl: Katalog Zatwierdzony Wskazówka użytkownika
sw: Directory Approved mtumiaji Ilani
tl: Direktoryo ng Abiso Naaprubahan User

source: A directory has been approved - user notice.
ar: وتمت الموافقة على الدليل - إشعار المستخدم.
pl: Katalog został zatwierdzony - Ogłoszenie użytkownika.
sw: directory imekuwa kupitishwa - ilani user.
tl: Isang direktoryo ay naaprubahan - abiso ng user.

source: Directory Deleted
ar: الدليل المحذوفة
pl: Katalog usunięty
tl: Direktoryo Tinanggal

source: A directory has been deleted
ar: تم حذف الدليل
pl: Katalog został usunięty
sw: directory umefutwa
tl: Isang direktoryo ay tinanggal na

source: Directory Renewed
ar: تحديث الدليل
pl: Katalog Odnowiona
sw: Directory Lililohuishwa
tl: Na-renew Direktoryo

source: A directory has been renewed
ar: وقد تم تجديد والدليل
pl: Katalog został odnowiony
sw: directory imekuwa upya
tl: Isang direktoryo ay na-renew

source: Directory Eligible for Renewal
ar: دليل المؤهلين للتجديد
pl: Katalog kwalifikowane dla Odnowy
sw: Directory Eligible kwa Renewal
tl: Direktoryo Karapat-dapat para sa Pag-renew

source: A directory is eligible for renewal
ar: والدليل مؤهلا للتجديد
pl: Katalog kwalifikuje się do odnowienia
sw: directory ni haki kwa ajili ya upya
tl: Isang direktoryo ay karapat-dapat para sa renewal

source: Address 2
ar: العنوان 2
pl: Adres 2
sw: Anwani 2

source: Phone 2
ar: الهاتف 2
pl: Telefon 2
sw: Simu 2
tl: Telepono 2

source: Fax
ar: الفاكس

source: List Type
ar: القائمة نوع
pl: Typ listy
sw: Orodha ya Aina
tl: Uri ng Listahan

source: Activation Date/Time
ar: تفعيل تاريخ / وقت
pl: Aktywacja Date / Time
sw: Activation Tarehe / Saa
tl: Petsa ng Activation / Oras

source: Expiration Date/Time
ar: انتهاء وقت / زمن
pl: Data ważności / czas
sw: Kumalizika muda wake Tarehe / Saa
tl: Pagtatapos na Petsa / Oras

source: Admin Notes
ar: المشرف ملاحظات
pl: Uwagi Admin
tl: Mga Tala ng Admin

source: Can view directory
ar: يمكن عرض دليل
pl: Można zobaczyć katalog
sw: Unaweza kuona directory
tl: Maaaring tingnan ng direktoryo

source: Directory
ar: الدليل
pl: Katalog
tl: Direktoryo

source: Directories
ar: الدلائل
pl: Katalogi
sw: Saraka
tl: Mga Direktoryo

source: Can view directory pricing
ar: يمكن عرض تسعير الدليل
pl: Można zobaczyć ceny katalogowej
sw: Unaweza kuona directory bei
tl: Maaaring tingnan ang pagpepresyo ng direktoryo

source: User paid by check
ar: التي يدفعها الاختيار
pl: Użytkownik nie zapłacił czekiem
sw: User kulipwa kwa hundi
tl: Bayad na User sa pamamagitan ng tseke

source: User paid by credit card
ar: المستخدم دفع بواسطة بطاقة الائتمان
pl: Użytkownik nie zapłacił kartą kredytową
sw: User kulipwa na kadi ya mikopo
tl: Bayad na User sa pamamagitan ng credit card

source: Make online payment NOW
ar: جعل الدفع عبر الإنترنت الآن
pl: Dokonać płatności online TERAZ
sw: Kufanya malipo online SASA
tl: Gumawa ng mga online na pagbabayad NGAYON

source: Directory Pricing
ar: التسعير الدليل
pl: Cennik katalog
sw: Directory Bei
tl: Pagpepresyo Direktoryo

source: Add pricing options
ar: إضافة خيارات التسعير
pl: Dodaj opcje cenowe
sw: Kuongeza bei chaguzi
tl: Magdagdag ng mga pagpipilian sa pagpepresyo

source: Approve
ar: الموافقة
pl: Zatwierdza
sw: Kupitisha
tl: Aprubahan

source: Are you sure you want to approve this
ar: هل أنت متأكد أنك تريد الموافقة على هذا
pl: Czy na pewno chcesz, aby zatwierdzić to
sw: Je, una uhakika unataka kuidhinisha hii
tl: Sigurado ka bang gusto mong upang aprubahan ito

source: posting
ar: نشر
pl: wpis
tl: sa pag-post

source: Yes, approve it.
ar: نعم، والموافقة عليه.
pl: Tak, zatwierdzić go.
sw: Ndiyo, kupitisha yake.
tl: Oo, maaprubahan ito.

source: for %(name)s in %(location)s
ar: ل %(name)s في ق %(location)s ق
sw: kwa %(name)s katika %(location)s
tl: para sa %(name)s sa %(location)s

source: %(location)s, %(name)s, white papers, %(keys)s
ar: %(location)s ق، %(name)s، أوراق بيضاء، و %(keys)s ق
sw: %(location)s, %(name)s, karatasi nyeupe, %(keys)s
tl: %(location)s, %(name)s, white paper, %(keys)s

source: Delete Page
ar: حذف الصفحة
pl: Usuń stronę
sw: Kufuta Ukurasa
tl: Tanggalin ang Pahina

source: %(summary)s
ar: %(summary)s ق

source: Meta Information for
ar: معلومات الوصفية ل
pl: Informacje dla meta
sw: Meta Habari kwa
tl: Meta Impormasyon para sa mga

source: or
ar: أو
pl: lub
sw: au
tl: o

source: Export Directories
ar: الدلائل تصدير
pl: Katalogi eksport
sw: Export Saraka
tl: I-export ang Mga Direktoryo

source: Directories Export
ar: الدلائل تصدير
pl: Katalogi Export
sw: Saraka Export
tl: I-export ang Mga Direktoryo

source: <strong>Note</strong>: An email will be sent to you at <strong>%(request.user.email)s</strong> once the export is ready.
ar: <strong> ملاحظة </strong>: سوف يتم إرسال بريد الكتروني لك في <strong> %(request.user.email)s ق </strong> مرة واحدة تصدير جاهز.
sw: <strong> Kumbuka </strong>: email watapelekwa wewe katika <strong> %(request.user.email)s </strong> mara moja kuuza nje ni tayari.
tl: <strong> Note </strong>: Ang isang email ay ipapadala sa iyo sa <strong> %(request.user.email)s </strong> sabay-sabay sa pag-export ay handa na.

source: Export Directories - Status
ar: الدلائل تصدير - الحالة
pl: Eksport katalogów - Status
sw: Export Saraka - Hali
tl: I-export ang Mga Direktoryo - Katayuan

source: Directories Export - Status
ar: الدلائل تصدير - الحالة
pl: Katalogi Eksport - status
sw: Saraka Export - Hali
tl: Mga Direktoryo I-export - Katayuan

source: <p>Your request is being processed. Please check later by <strong>refreshing this page</strong>.</p> <p>In the meantime, we'll notify you via email once the export is ready. Thank you for your patience!</p>
ar: <p> يتم معالجة طلبك. يرجى مراجعة في وقت لاحق <strong> منعش هذه الصفحة </strong> </p> <p> في هذه الأثناء، سنقوم بإعلامك عبر البريد الإلكتروني مرة واحدة تصدير جاهز. أشكركم على صبركم! </p>
pl: <p> Twoje zapytanie jest przetwarzane. Prosimy sprawdzić później <strong> odświeżanie tej strony </strong>. </p> <p> W międzyczasie, powiadomimy Cię poprzez e-mail, gdy eksport jest gotowy. Dziękujemy za cierpliwość! </p>
sw: <p> Ombi lako ni kuwa processed. Tafadhali angalia baadaye na <strong> kuogea ukurasa huu </strong>. </p> <p> Wakati huo huo, tutaweza kukujulisha kupitia barua pepe mara moja kuuza nje ni tayari. Asante kwa uvumilivu wako! </p>
tl: <p> Ang iyong kahilingan ay pinoproseso. Mangyaring suriin sa ibang pagkakataon sa pamamagitan ng <strong> i-refresh ang pahinang ito </strong>. </p> <p> Sa habang panahon, aabisuhan ka namin sa pamamagitan ng email sa sandaling ang pag-export ay handa na. Salamat sa iyo para sa iyong pasensya! </p>

source: information not available
ar: المعلومات غير متوفرة
pl: informacje nie są dostępne
sw: habari si inapatikana
tl: Hindi magagamit ang impormasyon

source: %(cat)s
ar: %(cat)s ق

source: %(subcat)s
ar: %(subcat)s ق

source: Renew Directory
ar: تجديد دليل
pl: Odnowić katalog
sw: Upya Directory
tl: I-renew ang Directory

source: Pricing
ar: التسعير
pl: Cennik
sw: Bei
tl: Pagpepresyo

source: Add
ar: إضافة
pl: Dodaj
sw: Kuongeza
tl: Magdagdag ng

source: Posting Payment Status
ar: نشر مركز الدفع
pl: Księgowanie płatności status
sw: Posting Malipo Status
tl: Pagpo-post ng Katayuan ng Pagbabayad

source: Pending Directories
ar: الدلائل انتظار
pl: Oczekujące katalogów
sw: Inasubiri Saraka
tl: Nakabinbin na Mga Direktoryo

source: Paid on
ar: المدفوعة على
pl: Wypłacane na
sw: Kulipwa juu ya
tl: Bayad sa

source: There are no pending directories.
ar: لا توجد الدلائل المعلقة.
pl: Brak oczekujących katalogi.
sw: Kuna directories hakuna inasubiri.
tl: Walang hinihintay na mga direktoryo.
