Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: You can export all the upcoming events to any calendar application such as MS Outlook, Google calendar, Apple iCal with the following link.
ar: يمكنك تصدير جميع الأحداث القادمة إلى أي تطبيق التقويم مثل مايكروسوفت أوتلوك، تقويم جوجل، وأبل كال مع الرابط التالي.
pl: Można eksportować wszystkie nadchodzące wydarzenia do dowolnej aplikacji, takich jak kalendarz, kalendarza programu MS Outlook, Apple iCal, Google z następującą link.
sw: Unaweza kuuza nje matukio yote ujao kwa maombi yoyote kalenda kama vile MS Outlook, kalenda Google, Apple iCal na kiungo zifuatazo.
tl: Maaari mong i-export ang lahat ng mga paparating na kaganapan sa anumang application na kalendaryo tulad ng MS Outlook, Google kalendaryo, Apple iCal sa sumusunod na link.

source: More
ar: أكثر
pl: Więcej
sw: Zaidi
tl: Higit pang mga

source: View Event Details
ar: عرض تفاصيل الحدث
pl: Zobacz szczegóły zdarzenia
sw: View Maelezo ya tukio
tl: Mga Detalye ng Tingnan ang mga Kaganapan

source: Monthly View
ar: عرض شهري
pl: Miesiąc
sw: Kila mwezi View
tl: Buwanang View

source: Search Registrations
ar: المسجلون البحث
pl: Szukaj Zgłoszenia
sw: Search Sajili
tl: Paghahanap ng mga pagpaparehistro

source: Event Registration Payment Status
ar: حدث التسجيل الدفع الحالة
pl: Rejestracja Płatność status wydarzenie
sw: Tukio Usajili Malipo Status
tl: Katayuan ng Pagbabayad Pagpaparehistro ng Kaganapan

source: 0 Pending Events
ar: 0 نشاطات المعلقة
pl: 0 Oczekujące Wydarzenia
sw: 0 Pending Matukio
tl: 0 Mga nakabinbing Mga Kaganapan

source: Print - %(title)s
ar: طباعة - %(title)s ق
pl: Drukuj - %(title)s
tl: I-print - %(title)s

source: Back to regular event view
ar: إلى طريقة العرض حدثا منتظما
pl: Powrót do normalnego widoku zdarzeń
sw: Nyuma ya mara kwa mara tukio mtazamo
tl: Bumalik sa regular na view ng kaganapan

source: Recurring Event List
ar: قائمة المتكررة حدث
pl: Lista wydarzeń cykliczne
sw: Recurring Tukio Orodha ya
tl: Listahan ng umuulit-ulit na Kaganapan

source: Greetings
ar: تحيات
pl: Pozdrowienia
sw: Salamu
tl: Pagbati

source: Events I'm Registered
ar: الأحداث أنا المسجلين
pl: Wydarzenia Jestem Zarejestrowanych
sw: Matukio mimi nina Registered
tl: Mga Kaganapan ako Nakarehistrong

source: Past event
ar: أحداث سابقة
pl: Zdarzenie przeszłe
sw: Tukio Zamani
tl: Nakalipas na kaganapan

source: Ongoing event
ar: الحدث المستمر
pl: Trwa impreza
sw: Tukio unaoendelea
tl: Patuloy na kaganapan

source: Ongoing Events
ar: الأحداث الجارية
pl: Bieżące wydarzenia
sw: Matukio unaoendelea
tl: Patuloy na Kaganapan

source: Past Events
ar: الأحداث الماضية
pl: Przeszłe wydarzenia
sw: Matukio
tl: Nakalipas na Kaganapan

source: Speaker List
ar: قائمة المتحدثين
pl: Lista głośników
sw: Spika Orodha ya
tl: Listahan ng Tagapagsalita

source: Full Description
ar: الوصف الكامل
pl: Pełny opis
sw: Full Maelezo
tl: Buong Paglalarawan

source: Event Details
ar: تفاصيل الحدث
pl: Szczegóły wydarzenia
sw: Maelezo ya tukio
tl: Mga Detalye ng Kaganapan

source: Event Files
ar: الملفات الحدث
pl: Pliki wydarzenie
sw: Tukio Files
tl: File Kaganapan

source: View all speakers
ar: عرض جميع المتكلمين
pl: Zobacz wszystkie głośniki
sw: View wasemaji wote
tl: Tingnan ang lahat ng mga nagsasalita

source: Addons
ar: ماكسثون
pl: Dodatki

source: Speaker Files
ar: ملفات المتحدث
pl: Pliki ojczysty
sw: Spika Files
tl: Tagapagsalita File

source: Organizer Files
ar: ملفات منظم
pl: Pliki organizator
tl: Tagapag-ayos ng mga File

source: Location Files
ar: موقع ملفات
pl: Położenie plików
tl: File Lokasyon

source: View this event's webpage
ar: عرض صفحة ويب هذا الحدث
pl: Zobacz stronę tego wydarzenia
sw: View webpage tukio hili ya
tl: Tingnan ang webpage sa kaganapan na ito

source: When?
ar: متى؟
pl: Kiedy?
sw: Wakati gani?
tl: Kailan?

source: How Much?
ar: كم؟
pl: Jak dużo?
sw: Jinsi Mengi?
tl: Magkano?

source: Where?
ar: أين؟
pl: Gdzie?
sw: Wapi?
tl: Saan?

source: View Larger Map
ar: عرض خريطة أكبر
pl: Wyświetl większą mapę
sw: Tazama ramani kubwa
tl: Tingnan ang Mas Malaking Mapa

source: Week of
ar: أسبوع
pl: Tydzień
sw: Wiki ya
tl: Linggo ng

source: Legend
ar: أسطورة
pl: Legenda

source: Step %(step)s of %(step_count)s
ar: خطوة %(step)s s من %(step_count)s ق
sw: Hatua ya %(step)s ya %(step_count)s
tl: Hakbang %(step)s ng %(step_count)s

source: Addon Add
ar: إضافة الملحق
pl: Dodatek Add
sw: Nyongeza Add
tl: Magdagdag Addon

source: Add Addon for
ar: إضافة الملحق ل
pl: Dodaj dodatek do
sw: Kuongeza Adani kwa
tl: Magdagdag Addon para sa

source: Choose an addon for your registrants
ar: اختيار الملحق للمسجلين لديك
pl: Wybierz dodatek do swoich rejestrujących
sw: Kuchagua nyongeza kwa registret yako
tl: Pumili ng isang addon para sa iyong registrants

source: Quantity
ar: الكمية
pl: Ilość
sw: Kiasi
tl: Dami

source: Add Addons
ar: إضافة ماكسثون
pl: Dodaj Addons
sw: Kuongeza addons
tl: Magdagdag ng Addons

source: Addon Edit
ar: الملحق تحرير
pl: Dodatek Edytuj
sw: Nyongeza Edit
tl: I-edit ang Addon

source: Disable
ar: تعطيل
pl: Wyłącz
sw: Lemaza
tl: Huwag paganahin ang

source: Enable
ar: تمكين
pl: Włącz
sw: Kuwawezesha
tl: Paganahin

source: %(status)s
ar: %(status)s ق

source: Add a %(verbose_name)s
ar: إضافة %(verbose_name)s ق
sw: Kuongeza %(verbose_name)s
tl: Magdagdag ng %(verbose_name)s

source: <strong>Download</strong> and <strong>fill in</strong> spreadsheet. <strong>Upload</strong> your updated spreadsheet, <strong>preview</strong>, and then <strong>submit</strong>.
ar: <strong> تحميل </strong> و <strong> ملء </strong> جدول البيانات. <strong> تحميل </strong> جدول البيانات المحدثة، <strong> معاينة </strong>، ثم <strong> تقدم </strong>.
pl: <strong> Pobierz </strong> <strong> wypełniać </strong> arkusza kalkulacyjnego. <strong> Dodaj </strong> zaktualizowany arkusz kalkulacyjny, <strong> podgląd </strong>, a następnie <strong> submit </strong>.
sw: <strong> Download </strong> na <strong> kujaza katika </strong> spreadsheet. <strong> Upload </strong> spreadsheet yako updated, <strong> preview </strong>, na kisha <strong> kuwasilisha </strong>.
tl: <strong> Download </strong> at <strong> fill in </strong> spreadsheet. <strong> Pag-upload </strong> ang iyong na-update ng spreadsheet, <strong> preview </strong>, at pagkatapos ay <strong> magsumite </strong>.

source: Download template
ar: قالب تحميل
pl: Pobierz szablon
tl: Mag-download ng template

source: Fill in with your event information. Dates should be formatted MM/DD/YYYY 12:00:00
ar: ملء معلومات الحدث الخاص بك. يجب أن يتم تنسيق مواعيد MM / DD / YYYY 12:00:00
pl: Wypełnij swoje dane zdarzenia. Dzień powinien być sformatowany MM / DD / RRRR 12:00:00
sw: Kujaza na tukio la maelezo yako. Tarehe lazima formatted MM / DD / YYYY 12:00:00
tl: Punan ng impormasyon ang iyong kaganapan. Ang mga petsa ay dapat na-format na MM / DD / YYYY 12:00:00

source: Preview Your Import
ar: معاينة الاستيراد
pl: Podgląd Importuj
sw: Preview Import yako
tl: I-preview ang iyong Import

source: You're almost done! To complete your import click 'Import Now.'
ar: لقد انتهيت تقريبا! لإتمام انقر فوق استيراد &quot;استيراد الآن&quot;.
pl: To już prawie koniec! Aby zakończyć importowania kliknij &#39;Importuj teraz &quot;.
sw: Wewe ni karibu kufanyika! Kukamilisha kuagiza yako click &#39;Import Sasa.
tl: Halos tapos ka na! Upang makumpleto ang &#39;I-import Ngayon.&#39; Iyong pag-import click

source: Total Events
ar: مجموع الأحداث
pl: Liczba wydarzeń
sw: Jumla ya Matukio
tl: Kabuuang Mga Kaganapan

source: Valid Events
ar: الأحداث صالحة
pl: Ważnych wydarzeń
sw: Matukio halali
tl: Wastong Mga Kaganapan

source: Invalid Events
ar: الأحداث غير صالحة
pl: Nieprawidłowe Wydarzenia
sw: Matukio batili
tl: Di-wastong Kaganapan

source: Row
ar: الصف
pl: Wiersz
tl: Hilera

source: ERROR
ar: خطأ
pl: BŁĄD

source: This event will be ignored (not added)
ar: سيتم تجاهل هذا الحدث (وليس المضافة)
pl: To wydarzenie będzie ignorowane (nie moje)
sw: Tukio hili itakuwa kupuuzwa (si aliongeza)
tl: Babalewalain ang mga kaganapang ito (hindi naidagdag)

source: This event will be included
ar: وسيتم إدراج هذا الحدث
pl: Impreza ta będzie dostępna
sw: Tukio hili itakuwa ni pamoja na
tl: Ay isasama ang kaganapang ito

source: Import Events Process
ar: استيراد الأحداث عملية
pl: Importowe Wydarzenia Proces
sw: Import Matukio Mchakato
tl: Iproseso ang Mag-import ng Mga Kaganapan

source: We're not done yet! This page will be updated as your events are imported.
ar: نحن لم تفعل حتى الآن! سيتم تحديث هذه الصفحة كما يتم استيراد الأحداث الخاصة بك.
pl: My jeszcze nie koniec! Ta strona zostanie zaktualizowana jak twoje wydarzenia są importowane.
sw: Sisi siyo kufanyika bado! Ukurasa hii itakuwa updated kama matukio yako ni nje.
tl: Hindi kami pa tapos! Maa-update ang pahinang ito bilang iyong kaganapan ay nai-import.

source: Import ID
ar: استيراد ID
tl: Mag-import ng ID

source: %(id)s
ar: %(id)s ق

source: File
ar: ملف
pl: Plik
sw: Picha

source: Import complete!
ar: استيراد كاملة!
pl: Import kompletne!
sw: Import kamili!
tl: Kumpleto na ang Mag-import!

source: View your events calendar.
ar: عرض أحداث التقويم الخاص بك.
pl: Zobacz kalendarz imprez.
sw: View matukio ya kalenda yako.
tl: Tingnan ang iyong mga kalendaryo ng mga kaganapan.

source: Failure Reason
ar: فشل السبب
pl: Nieprzestrzeganie Powód
sw: Kushindwa Sababu
tl: Pagkabigo Dahilan

source: %(failure_reason)s
ar: %(failure_reason)s ق

source: Total Events Created
ar: مجموع الأحداث مكون
pl: Wszystkich Wydarzenia Utworzony
sw: Jumla ya Matukio Created
tl: Kabuuang Mga Kaganapan Nilikha

source: You (%(requser)s) are importing the following file at (time)
ar: أنت ( %(requser)s ق) تقوم باستيراد الملف التالي في (الوقت)
sw: You ( %(requser)s) ni kuagiza faili zifuatazo katika (muda)
tl: Ikaw ( %(requser)s) ay i-import ng ang mga sumusunod na file sa (oras)

source: Note: Event Logging Will be Suspended for the duration of import for this session only.
ar: ملاحظة: سيتم إيقاف تسجيل الأحداث لمدة الاستيراد لهذه الدورة فقط.
pl: Uwaga: Rejestrowanie zdarzeń zostanie zawieszone na czas trwania importu dla tylko tej sesji.
sw: Kumbuka: Tukio Logging itakuwa suspended kwa muda wa kuagiza kwa ajili ya kikao hiki tu.
tl: Tandaan: Pag-log ng Kaganapan Ay mai-Suspendido para sa tagal ng pag-import para sa session lamang.

source: loading
ar: تحميل
sw: upakiaji
tl: naglo-load

source: loading ...
ar: تحميل ...
pl: ładowanie ...
tl: naglo-load ...

source: Registered
ar: مسجل
pl: Zarejestrowany
tl: Nakarehistrong

source: Collected
ar: التي تم جمعها
pl: Zebrane
sw: Zilizokusanywa
tl: Nakolektang

source: %(spots_taken)s registered. %(spots_available)s spot%(event.spots_available|pluralize)s left
ar: %(spots_taken)s ق تسجيل. %(spots_available)s ق بقعة %(event.spots_available|pluralize)s ق اليسار
sw: %(spots_taken)s kusajiliwa. %(spots_available)s doa %(event.spots_available|pluralize)s kushoto
tl: %(spots_taken)s-rehistro. %(spots_available)s spot %(event.spots_available|pluralize)s kaliwa

source: Email to Event Registrants
ar: البريد الإلكتروني للمسجلين حدث
pl: Wyślij do rejestrujących zdarzeń
sw: Barua pepe kwa Tukio registret
tl: Email sa Registrants Kaganapan

source: Event Title:
ar: عنوان الحدث:
pl: Tytuł wydarzenia:
sw: Tukio Title:
tl: Pamagat ng Kaganapan:

source: %(payment_status)s
ar: %(payment_status)s ق

source: %(subject)s
ar: %(subject)s ق

source: For security a footer will be automatically appended indicating the sender (you!) as well as logging a security event to prevent abuse of the system
ar: سوف يكون للأمن إلحاق تذييل تلقائيا مما يدل على المرسل (أنت!)، فضلا عن تسجيل حدث أمنية لمنع إساءة استعمال النظام
pl: Dla bezpieczeństwa stopka zostanie automatycznie dołączony wskazaniem nadawcy (Ciebie!), A także zalogowaniu zdarzenie bezpieczeństwa, aby zapobiec nadużyciom systemu
sw: Kwa ajili ya usalama footer kuwa moja kwa moja umeongezewa kuonyesha mtumaji (wewe!) Kama vile magogo tukio usalama ili kuzuia matumizi mabaya ya mfumo
tl: Para sa seguridad ng isang footer ay awtomatikong idinadagdag na nagpapahiwatig sa nagpadala (mo!) Pati na rin ang pag-log sa isang kaganapan sa seguridad upang maiwasan ang pag-abuso ng sistema ang

source: This message will be sent IMMEDIATELY. DO NOT HIT REFRESH!
ar: سيتم إرسال هذه الرسالة على الفور. لا تضرب REFRESH!
pl: Ta wiadomość zostanie wysłana natychmiast. NIE HIT REFRESH!
sw: Ujumbe huu watapelekwa mara moja. Je, si hit Refresh!
tl: Ang mensaheng ito ay ipapadala agad. HUWAG pindutin ang I-refresh!

source: Send Email
ar: إرسال البريد الإلكتروني
pl: Wyślij e-mail
tl: Ipadala ang Email

source: This is a reminder from your event planner for an upcoming event that you are registered for.
ar: هذا هو تذكير من مخطط الحدث الخاص بك لحدث قادم ان كنت مسجل ل.
pl: Jest to przypomnienie, od planowania zdarzeń na nadchodzące wydarzenia, które są zarejestrowane dla.
sw: Huu ni ukumbusho kutoka mpangaji wa tukio yako kwa ajili ya tukio ujao kwamba wewe ni kusajiliwa kwa ajili ya.
tl: Ito ay isang paalala mula sa iyong Planner ng kaganapan para sa isang paparating na kaganapan na ikaw ay nakarehistro para sa.

source: Location:
ar: الموقع:
pl: Lokalizacja:
tl: Lokasyon:

source: Details:
ar: التفاصيل:
pl: Szczegóły:
sw: Maelezo:
tl: Mga Detalye:

source: You are receiving this email from:
ar: كنت تتلقى هذا البريد الإلكتروني من:
pl: Otrzymujesz ten e-mail z:
sw: Unapokea barua pepe hii kutoka kwa:
tl: Natatanggap mo ang email na ito mula sa:

source: because you are a registered attendee of the event above.
ar: لأنك الحضور المسجلين لهذا الحدث أعلاه.
pl: ponieważ jesteś zarejestrowanym uczestnik imprezy powyżej.
sw: kwa sababu wewe ni attendee registered ya tukio hapo juu.
tl: dahil ikaw ay isang rehistradong dadalo ng kaganapan sa itaas.

source: notice from
ar: نلاحظ من
pl: zawiadomienia od
sw: taarifa kutoka
tl: mapansin mula sa

source: Your events export is ready
ar: الأحداث الخاصة بك التصدير جاهز
pl: Wyeksportować wydarzenia jest gotowy
sw: Yako matukio ya mauzo ya nje ni tayari
tl: Ang iyong pag-export ng mga kaganapan ay handa na

source: Date Range
ar: نطاق التاريخ
pl: Zakres dat
sw: Tarehe Range
tl: Hanay ng Petsa

source: None
ar: لا شيء
pl: Brak
sw: Hakuna
tl: Wala

source: Your Events Export is Ready on
ar: الأحداث الخاصة بك التصدير مستعدة على
pl: Twój Wydarzenia Eksport jest gotowy na
sw: Matukio yako Export ni Tayari juu ya
tl: Ang iyong Kaganapan I-export ay Ready sa

source: %(title)s Cancel Registration
ar: %(title)s ق الغاء التسجيل
sw: %(title)s Kufuta Usajili
tl: %(title)s Pagpaparehistro Kanselahin

source: Cancel Event Registration
ar: حدث إلغاء التسجيل
pl: Anuluj rejestracja zdarzeń
sw: Kufuta Tukio Usajili
tl: Kanselahin Pagpaparehistro ng Kaganapan

source: Cancelling registration for %(first_name)s %(last_name)s
ar: إلغاء التسجيل ل %(first_name)s ق %(last_name)s ق
sw: Inaghairi usajili kwa ajili ya %(first_name)s %(last_name)s
tl: Pagkansela ng pagpaparehistro para sa %(first_name)s %(last_name)s

source: Cancelling registration for Guest #:
ar: إلغاء تسجيل الزوار #:
pl: Anulowanie rejestracji dla gości #:
sw: Inaghairi usajili kwa ajili ya Guest #:
tl: Pagkansela ng pagpaparehistro para sa mga guest #:

source: Guest
ar: ضيف
pl: Gość

source: Amount:
ar: المبلغ:
pl: Ilość:
sw: Kiasi:
tl: Halaga:

source: %(cancel_length)s registration(s) already cancelled
ar: تسجيل %(cancel_length)s ق (ق) ألغت بالفعل
sw: %(cancel_length)s usajili (s) tayari kufutwa
tl: %(cancel_length)s (mga) registration na kinansela

source: Cancelling
ar: إلغاء
pl: Anulowanie
sw: Inaghairi
tl: Kinakansela

source: Guest #%(forl)s
ar: ضيف # %(forl)s ق
pl: Gość # %(forl)s

source: Amount:
ar: المبلغ:
pl: Ilość:
sw: Kiasi:
tl: Halaga:

source: Already Cancelled
ar: ألغي بالفعل
pl: Już Anulowane
sw: Tayari kufutwa
tl: Mayroon Kinansela

source: Guest #
ar: # الذهبي
pl: # Gość

source: Edit Registration Form
ar: تحرير استمارة التسجيل
pl: Edycja Formularz rejestracyjny
sw: Edit Fomu ya Usajili
tl: I-edit ang Form Pagpaparehistro

source: Registration Form Edit
ar: تسجيل استمارة تحرير
pl: Formularz rejestracyjny Edytuj
sw: Usajili Fomu Edit
tl: Pagpaparehistro ng Form I-edit ang

source: Member Registration
ar: تسجيل العضوية
pl: Rejestracja Państwa
sw: Mwanachama Usajili
tl: Pagpaparehistro ng Miyembro

source: Only the first</strong> registrant information is required. The rest of the registrants can be left blank if you don't know the information.
ar: مطلوب فقط في أول </strong> معلومات المسجل. بقية المسجلين يمكن ترك فارغا إذا كنت لا تعرف هذه المعلومات.
pl: Wymagane jest tylko pierwszy </strong> informacje rejestrujący. Reszta rejestrujących może być puste, jeśli nie znasz informacji.
sw: Tu kwanza </strong> registrant habari ni required. mapumziko ya registret inaweza kushoto tupu kama huna kujua habari.
tl: Tanging ang unang </strong> registrant impormasyon ay kinakailangan. Ang iba pang bahagi ng registrants maaaring iwanang blangko kung hindi mo alam ang impormasyon.

source: Admin Override
ar: المشرف تجاوز
pl: Administrator Zastąp

source: Check Discount
ar: تحقق الخصم
pl: Sprawdź rabatem
sw: Angalia discount
tl: Suriin ang Discount

source: registrant
ar: المسجل
pl: rejestrujący

source: addon
ar: الملحق
pl: dodatek
sw: nyongeza

source: Discount
ar: خصم
pl: Zniżka
tl: Diskwento

source: Registrant
ar: المسجل
pl: Rejestrujący

source: Add <input class="extra-registrants" type="text" name="extra-registrant-amount" value="1" /> additional registrant(s). Click to <a class="add-registrants-link" title='Add registrant(s)' onClick="add_registrants(this, 'registrant'); return false;"> Add More registrants</a>.
ar: إضافة <input class="extra-registrants" type="text" name="extra-registrant-amount" value="1" /> المسجل إضافي (ق). انقر ل <a class="add-registrants-link" title='Add registrant(s)' onClick="add_registrants(this, 'registrant'); return false;"> إضافة المزيد المسجلين </a>.
pl: Dodaj <input class="extra-registrants" type="text" name="extra-registrant-amount" value="1" /> Dodatkowym rejestrujący (e). Kliknij, aby <a class="add-registrants-link" title='Add registrant(s)' onClick="add_registrants(this, 'registrant'); return false;"> Dodaj więcej rejestrujących </a>.
sw: <input class="extra-registrants" type="text" name="extra-registrant-amount" value="1" /> Kuongeza registrant ya ziada (s). Click <a class="add-registrants-link" title='Add registrant(s)' onClick="add_registrants(this, 'registrant'); return false;"> Kuongeza Zaidi registret </a>.
tl: <input class="extra-registrants" type="text" name="extra-registrant-amount" value="1" /> Magdagdag karagdagang (mga) registrant. I-click upang <a class="add-registrants-link" title='Add registrant(s)' onClick="add_registrants(this, 'registrant'); return false;"> Magdagdag ng Higit Pa registrants </a>.

source: Add another set of %(quant)s additional registrants
ar: إضافة مجموعة أخرى من %(quant)s ليالي المسجلين إضافية
sw: Kuongeza mwingine seti ya %(quant)s registret ya ziada
tl: Magdagdag ng isa pang hanay ng mga %(quant)s karagdagang registrants

source: Type the Code Below
ar: اكتب رمز أدناه
pl: Wpisz poniższy kod
sw: Aina Code Chini
tl: I-type ang Code ibaba

source: Register &amp; Pay
ar: تسجيل و أمبير؛ دفع
pl: Zarejestruj &amp; amp; Płacić
sw: Kujiandikisha &amp; amp; Kulipa
tl: Magparehistro &amp; amp; Magbayad

source: Edit Registration
ar: تحرير التسجيل
pl: Edycja Rejestracja
sw: Edit Usajili
tl: I-edit ang Pagpaparehistro

source: Registration Edit
ar: تسجيل تحرير
pl: Rejestracja Edytuj
sw: Usajili Edit
tl: I-edit ang Pagpaparehistro

source: Registration Confirmation
ar: تأكيد التسجيل
pl: Potwierdzenie rejestracji
sw: Usajili Kipaimara
tl: Pagkumpirma ng Pagrehistro

source: Registration cancelled.
ar: إلغاء تسجيل.
pl: Rejestracja anulowane.
sw: Usajili kufutwa.
tl: Kinansela ang pagpaparehistro.

source: Almost registered. Payment is still required.
ar: مسجل تقريبا. لا تزال هناك حاجة الدفع.
pl: Prawie zarejestrowany. Nadal wymagana jest płatność.
sw: Karibu kusajiliwa. Malipo bado ni required.
tl: Halos nakarehistro. Pagbabayad ay kinakailangan pa rin.

source: Complete registration.
ar: تسجيل كامل.
pl: Pełna rejestracja.
sw: Kamili ya usajili.
tl: Kumpleto na ang pagpaparehistro.

source: You are registered. Balance is $%(regbal)s.
ar: كنت مسجل. التوازن هو $ %(regbal)s ق.
sw: Wewe ni kusajiliwa. Mizani ni $ %(regbal)s.
tl: Ikaw ay naka-rehistro. Balanse ay $ %(regbal)s.

source: Pay online.
ar: دفع عبر الإنترنت.
pl: Płacić w Internecie.
sw: Kulipa online.
tl: Magbayad sa online.

source: You are registered. Enjoy the event!
ar: كنت مسجل. يتمتع الحدث!
pl: Jesteś zarejestrowany. W imprezie!
sw: Wewe ni kusajiliwa. Kufurahia tukio!
tl: Ikaw ay naka-rehistro. Tangkilikin ang kaganapan!

source: Registration Canceled on %(cancel_dt)s
ar: إلغاء تسجيل على %(cancel_dt)s ق
sw: Usajili kufutwa juu ya %(cancel_dt)s
tl: Pagpaparehistro Kinansela sa %(cancel_dt)s

source: Your Details
ar: التفاصيل الخاصة بك
pl: Twoje dane
sw: Maelezo yako
tl: Ang iyong Mga Detalye

source: Registration Number:
ar: رقم التسجيل:
pl: Numer rejestracyjny:
sw: Namba ya Usajili:
tl: Numero ng Pagpaparehistro:

source: Edit Registrant(s) Info
ar: تحرير المسجل (ق) معلومات
pl: Edycja rejestrującej (a) Info
tl: I-edit ang Registrant (mga) Impormasyon

source: Cancel Registation
ar: إلغاء Registation
pl: Anuluj Kontakt Rejestracja
sw: Kufuta Registation
tl: Kanselahin Registation

source: Table/Team of
ar: الجدول / فريق
pl: Tabela / Zespół
sw: Meza / Timu ya
tl: Talahanayan / Koponan ng

source: Registered as %(title)s
ar: مسجل باسم %(title)s ق
pl: Zarejestrowany jako %(title)s
sw: Kusajiliwa kama %(title)s
tl: Nakarehistro bilang %(title)s

source: Canceled on %(cancel_date)s
ar: إلغاء على %(cancel_date)s ق
sw: Kufutwa kwa %(cancel_date)s
tl: Kinansela sa %(cancel_date)s

source: free pass used
ar: بطاقة مجانية تستخدم
pl: wolne przejście używane
sw: bure kupita kutumika
tl: libreng pass ginamit

source: price overridden
ar: تجاوز سعر
pl: cena nadpisane
sw: bei overridden
tl: masapawan presyo

source: discount applied
ar: خصم تطبيق
pl: zastosowano dyskonto
sw: discount kutumika
tl: inilapat diskwento

source: Register More People
ar: تسجيل المزيد من الناس
pl: Zarejestruj Więcej osób
sw: Kujiandikisha Watu zaidi
tl: Magparehistro Higit pang Mga Tao

source: Payment Details
ar: تفاصيل الدفع
pl: Szczegóły płatności
sw: Malipo Maelezo ya
tl: Mga Detalye ng Pagbabayad

source: Payment Method:
ar: طريقة الدفع:
pl: Sposób płatności:
sw: Malipo Method:
tl: Pamamaraan sa Pagbabayad:

source: View invoice
ar: عرض فاتورة
pl: Zobacz na fakturze
sw: View ankara
tl: Tingnan ang invoice

source: Pay online
ar: دفع عبر الإنترنت
pl: Płacić w Internecie
sw: Kulipa online
tl: Magbayad online

source: <h1>Register for Event</h1> <div class='event-title'>%(event_title)s</div>
ar: <h1> سجل للحصول على الحدث </h1> <div class='event-title'> %(event_title)s ق </div>
sw: <h1> Kujiandikisha kwa ajili ya Tukio </h1> <div class='event-title'> %(event_title)s </div>
tl: <h1> Magparehistro para sa Kaganapan </h1> <div class='event-title'> %(event_title)s </div>

source: Register for this Free Event
ar: تسجيل لهذا الحدث مجاني
pl: Zarejestruj się w tym bezpłatny Wydarzenie
sw: Kujiandikisha kwa ajili ya hii Free Tukio
tl: Magparehistro para sa Libreng Kaganapan

source: Register for Event
ar: تسجيل لحدث
pl: Zarejestruj się w turnieju
sw: Kujiandikisha kwa ajili ya Tukio
tl: Magparehistro para sa Kaganapan

source: Payment Methods Available
ar: طرق الدفع المتاحة
pl: Dostępne metody płatności
sw: Malipo Njia Available
tl: Mga Paraan ng Pagbabayad Magagamit na

source: Register for this Event
ar: تسجيل لهذا الحدث
pl: Rejestracji dla tego zdarzenia
sw: Kujiandikisha kwa ajili ya tukio hili
tl: Magparehistro para sa Kaganapan

source: %(price)s %(title)s for a Table/Team of %(quantity)s
ar: %(price)s ق %(title)s ق لجدول / فريق %(quantity)s ق
sw: %(price)s %(title)s kwa Jedwali / Timu ya %(quantity)s
tl: %(price)s %(title)s para sa isang Table / Koponan ng %(quantity)s
