Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Deleted by:
ar: حذف من قبل:
pl: Usunięte przez:
sw: Ilifutwa na:
tl: Tinanggal ni:

source: If you would like view all recently deleted resumes, go to:
ar: إذا كنت ترغب في عرض الجميع حذف مؤخرا يستأنف، انتقل إلى:
pl: Jeśli chcesz widok wszystkich niedawno usunięte CV, przejdź do:
sw: Kama ungependa maoni yote hivi karibuni kufutwa wasifu, nenda kwa:
tl: Kung nais mong tingnan ang lahat Kamakailan lamang ay tinanggal Resume, pumunta sa:

source: Resume ((%(objtitle)s)) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: السيرة الذاتية (( %(objtitle)s ق)) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Resume (( %(objtitle)s)) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ipagpatuloy (( %(objtitle)s)) tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Your new account has been created.
ar: تم إنشاء حسابك الجديد.
pl: Twoje nowe konto zostało utworzone.
sw: Akaunti yako mpya imeanzishwa.
tl: Ang iyong bagong account ay nagawa na.

source: <div style="margin-bottom:10px">Your username is %(username)s</div>
ar: <div style="margin-bottom:10px"> اسم المستخدم الخاص بك هو %(username)s ق </div>
sw: <div style="margin-bottom:10px"> Jina lako la mtumiaji ni %(username)s </div>
tl: <div style="margin-bottom:10px"> Ang iyong username ay %(username)s </div>

source: Clicking the link below allows you to reset your password and log in.
ar: النقر على الرابط أدناه تسمح لك لإعادة تعيين كلمة المرور وتسجيل الدخول.
pl: Klikając na link poniżej pozwala zresetować hasło i zaloguj się.
sw: Kubonyeza link hapo chini utapata upya password yako na kuingia katika.
tl: Ang pag-click sa link sa ibaba ay nagpapahintulot sa iyo upang i-reset ang iyong password at mag-log in.

source: %(site_name)s - Account Information
ar: %(site_name)s ق - معلومات الحساب
sw: %(site_name)s - Maelezo ya Akaunti
tl: %(site_name)s - Impormasyon sa Account

source: Meta
ar: ميتا

source: view
ar: رأي
pl: Widok
sw: mtazamo
tl: pagtingin

source: Create pages to display basic content throughout the site
ar: إنشاء صفحات لعرض المحتوى الأساسي في جميع أنحاء الموقع
pl: Tworzenie stron, aby wyświetlić podstawowe treści w całej witrynie
sw: Kujenga kurasa kwa kuonyesha maudhui ya msingi katika tovuti
tl: Lumikha ng mga pahina upang ipapakita ang mga pangunahing nilalaman sa buong site

source: %(dname)s Latest Pages
ar: %(dname)s أخر من الصفحات
sw: %(dname)s Latest kurasa
tl: %(dname)s Pinakabagong Mga Pahina

source: Duplicate value for slug.
ar: قيمة مكررة للسبيكة.
pl: Duplikat wartość dla ślimaka.
sw: Duplicate thamani kwa slug.
tl: Duplicate na halaga para sa slug.

source: Remove the current header image
ar: إزالة صورة رأس الحالية
pl: Usuń bieżący nagłówek obraz
sw: Ondoa sasa header picha
tl: Alisin ang kasalukuyang imahe ng header

source: Open All Tags list in a new window
ar: توسيع قائمة جميع الكلمات في نافذة جديدة
pl: Rozwinąć listę Wszystkie Tagi w nowym oknie
sw: Open wote Tags orodha katika dirisha mpya
tl: Buksan ang listahan ng lahat ng mga tag sa isang bagong window

source: Page Information
ar: معلومات الصفحة
pl: Informacje o stronie
sw: Ukurasa Habari
tl: Impormasyon ng Pahina

source: The header image must be of jpg, gif, or png image type.
ar: يجب أن يكون صورة رأس JPG، GIF أو PNG نوع الصورة.
pl: Header image musi być jpg, gif lub png rodzaju obrazu.
sw: header picha lazima kuwa na jpg, gif, png au picha ya aina.
tl: Dapat na ng jpg, gif, o png uri ng imahe ang imahe ng header.

source: The header image is an invalid image. Try uploading another image.
ar: الصورة الرأس هي صورة غير صالحة. محاولة تحميل صورة أخرى.
pl: Nagłówek obraz jest nieprawidłowy obraz. Spróbuj przesłać inny obraz.
sw: header picha ni mfano batili. Jaribu kuweka picha nyingine.
tl: Ang imahe ng header ay di-wastong larawan. Subukan ang pag-upload ng isa pang larawan.

source: Please keep filesize under %(max_upload_size)s. Current filesize %(header_image)s
ar: يرجى إبقاء حجم الملف تحت %(max_upload_size)s ق. حجم الملف الحالية %(header_image)s ق
sw: Tafadhali kuweka filesize chini ya %(max_upload_size)s. Sasa filesize %(header_image)s
tl: Mangyaring panatilihin ang filesize sa ilalim ng %(max_upload_size)s. Kasalukuyang filesize %(header_image)s

source: Remove current image
ar: إزالة الصورة الحالية
pl: Usunąć bieżący obraz
sw: Ondoa picha sasa
tl: Alisin ang kasalukuyang imahe

source: Page Added
ar: واضاف الصفحة
pl: Strona dodana
sw: Ukurasa Added
tl: Pahina Added

source: A page has been added.
ar: تمت إضافة الصفحة.
pl: Strona została dodana.
sw: ukurasa imekuwa aliongeza.
tl: Isang pahina ay naidagdag na.

source: Page Edited
ar: الصفحة محرر
pl: Strona zedytowana
sw: Ukurasa Edited
tl: Nai-edit ng Pahina

source: A page has been edited.
ar: تم تحرير صفحة.
pl: Strona została edytowana.
sw: ukurasa imekuwa mwisho.
tl: May na-edit na pahina.

source: Page Deleted
ar: الصفحة المحذوفة
pl: Strona usuniętych
sw: Ukurasa Deleted
tl: Tinanggal Pahina

source: A page has been deleted
ar: صفحة قد تم حذفه
pl: Strona została usunięta
sw: ukurasa umefutwa
tl: Isang pahina ay tinanggal na

source: Can view page
ar: يمكن عرض الصفحة
pl: Można zobaczyć stronę
sw: Unaweza kuona ukurasa
tl: Maaaring tingnan ang pahina

source: Successfully updated meta for %(p)s
ar: الفوقية تحديثها بنجاح ل %(p)s ق
sw: Mafanikio updated meta kwa %(p)s
tl: Matagumpay na na-update na meta para sa %(p)s

source: Successfully added %(p)s
ar: وأضاف بنجاح %(p)s ق
sw: Mafanikio aliongeza %(p)s
tl: Matagumpay na naidagdag %(p)s

source: New Page Added
ar: جديد صفحة واضاف
pl: New Page Dodane
tl: Bagong Idinagdag Pahina

source: A new page has been added on the %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b>%(objtitle)s</b>
ar: صفحة جديدة تم إضافتها على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق - <b> %(objtitle)s ق </b>
sw: ukurasa mpya imekuwa aliongeza juu %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b> %(objtitle)s </b>
tl: Isang bagong pahina ay naidagdag na sa %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b> %(objtitle)s </b>

source: New page (%(page)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: صفحة جديدة ( %(page)s ق) نشر ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New ukurasa ( %(page)s) posting kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong pahina ( %(page)s) para sa pag-post ng %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Page Delete Notice
ar: الصفحة حذف إشعار
pl: Strona Delete Wskazówka
sw: Ukurasa Delete Ilani
tl: Pahina Delete Abiso

source: Deleted by:</td> <td width="75%%"><b>%(requser)s</b>
ar: حذف بواسطة: </td> <td width="75%%"> <b> %(requser)s ق </b>
sw: Kufutwa by: </td> <td width="75%%"> <b> %(requser)s </b>
tl: Tinanggal sa pamamagitan ng: </td> <td width="75%%"> <b> %(requser)s </b>

source: If you would like view all recently deleted pages, go to:
ar: إذا كنت ترغب في عرض الجميع مؤخرا الصفحات المحذوفة، انتقل إلى:
pl: Jeśli chcesz widok wszystkich niedawno usuniętych stron, przejdź do:
sw: Kama ungependa maoni yote hivi karibuni kurasa ilifutwa, nenda kwa:
tl: Kung nais mong tingnan ang lahat Kamakailan lamang ay tinanggal na mga pahina, pumunta sa:

source: Page (%(page)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: الصفحة ( %(page)s ق) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Ukurasa ( %(page)s) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Pahina ( %(page)s) na tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: A page has been edited on the %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b>%(objtitle)s</b>
ar: تم تحرير صفحة على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق - <b> %(objtitle)s ق </b>
sw: ukurasa imekuwa mwisho juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b> %(objtitle)s </b>
tl: May na-edit pahina sa %(SITE_GLOBAL_SITEDISPLAYNAME)s - <b> %(objtitle)s </b>

source: To view the detail of the edited page, go to:
ar: لعرض التفاصيل من الصفحة التي تم تعديلها، انتقل إلى:
pl: Aby wyświetlić szczegóły na stronie edycji, przejdź do:
sw: Kwa mtazamo undani wa ukurasa mwisho, nenda kwa:
tl: Upang tingnan ang mga detalye ng na-edit na pahina, pumunta sa:

source: To approve the edited page, go to:
ar: الموافقة على تحرير الصفحة، انتقل إلى:
pl: Zatwierdzić edytowany stronę, przejdź do:
sw: Kupitisha ukurasa mwisho, nenda kwa:
tl: Upang maaprubahan ang na-edit na pahina, pumunta sa:

source: Page (%(objtitle)s) edited for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: الصفحة ( %(objtitle)s ق) لتحريرها %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Ukurasa ( %(objtitle)s) mwisho kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Pahina ( %(objtitle)s) na-edit para sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: SEO Meta
ar: SEO ميتا
pl: Meta SEO

source: Category Name?
ar: اسم الفئة؟
pl: Nazwa kategorii?
sw: Jamii Jina?
tl: Pangalan ng Kategorya?

source: Change version
ar: تغيير إصدار
pl: Zmień wersję
sw: Lugha version
tl: Baguhin bersyon

source: Save Page Changes
ar: حفظ الصفحة التغييرات
pl: Zapisz stronę Zmiany
sw: Save Ukurasa Mabadiliko
tl: I-save ang Mga Pagbabago Pahina

source: Delete Page - %(t)s
ar: حذف صفحة - %(t)s ق
sw: Kufuta Ukurasa - %(t)s
tl: Tanggalin ang Pahina - %(t)s

source: Delete a Page
ar: حذف الصفحة
pl: Usuwanie strony
sw: Kufuta Ukurasa
tl: Magtanggal ng Pahina

source: Are you sure you want to permanently delete this page?
ar: هل أنت متأكد أنك تريد حذف بشكل دائم هذه الصفحة؟
pl: Czy na pewno chcesz trwale usunąć tę stronę?
sw: Je, una uhakika unataka kufuta ukurasa huu?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang pahinang ito?

source: Back to page
ar: العودة إلى الصفحة
pl: Powrót do strony
sw: Nyuma ya ukurasa
tl: Bumalik sa pahina

source: Pages Export
ar: تصدير صفحات
pl: Strony Export
sw: Kurasa Export
tl: Mga Pahina I-export

source: Pages Index Page
ar: مؤشر صفحات الصفحة
pl: Strony Index
sw: Kurasa Index Page
tl: Mga Pahina Index ng Pahina

source: All Pages
ar: كل الصفحات
pl: Wszystkie strony
tl: Lahat ng Mga Pahina

source: Search Pages
ar: البحث الصفحات
pl: Szukaj strony
sw: Kutafuta kurasa
tl: Pahina ng Paghahanap

source: Add Page
ar: أضف الصفحة
pl: Dodaj stronę
sw: Kuongeza Ukurasa
tl: Magdagdag ng Pahina

source: Export Pages
ar: تصدير الصفحات
pl: Eksport Strony
sw: Export kurasa
tl: I-export ang Mga Pahina

source: This Page
ar: هذه الصفحة
pl: Strona
sw: Ukurasa Hii
tl: Ang Pahinang Ito

source: View Page
ar: عرض الصفحة
pl: Wyświetleń
tl: Tingnan ang Pahina

source: Edit Page
ar: تحرير الصفحة
pl: Edycja strony
sw: Hariri Ukurasa
tl: I-edit ang Pahina

source: Close and Return to Edit
ar: إغلاق والعودة للتحرير
pl: Zamknij i wrócić do edycji
sw: Karibu na Return to Hariri
tl: Isara at ang Return upang I-edit

source: Back to regular page view
ar: العودة إلى عرض الصفحة منتظم
pl: Powrót do normalnego widoku strony
sw: Nyuma ya mara kwa mara kuangalia ukurasa
tl: Bumalik sa regular na view ng pahina

source: Latest Pages
ar: كل الصفحات
pl: Najnowsze strony
sw: Latest kurasa
tl: Pinakabagong Mga Pahina

source: This plugin does not exist. Please add the name of a valid plugin.
ar: عدم وجود هذا البرنامج المساعد. الرجاء إضافة اسم البرنامج المساعد صالح.
pl: Wtyczka ta nie istnieje. Proszę dodać nazwę ważnego wtyczki.
sw: Plugin hii haipo. Tafadhali kuongeza jina la Plugin halali.
tl: Plugin na ito ay hindi umiiral. Pakidagdag ang pangalan ng isang wastong plugin.

source: Name Information
ar: اسم معلومات
pl: Informacja Nazwa
sw: Jina Habari
tl: Pangalan ng Impormasyon

source: Phone Information
ar: معلومات الهاتف
pl: Telefon
sw: Habari simu
tl: Impormasyon sa Telepono

source: E-mail and Internet Information
ar: البريد الإلكتروني ومعلومات الإنترنت
pl: E-mail i Internet Information
sw: E-mail na Habari Internet
tl: E-mail at Internet Impormasyon

source: Address Information
ar: معلومات عنوان
pl: Informacje adresowe
sw: Anwani Habari
tl: Impormasyon ng Address

source: Alternate Address Information
ar: معلومات بديلة عنوان
pl: Informacje zastępca Adres
sw: Alternate ya mitaani Habari
tl: Kahaliling Impormasyon ng Address

source: Login Information
ar: معلومات تسجيل الدخول
pl: Dane logowania
sw: Habari Login
tl: Impormasyon sa Pag-login

source: Optional Information
ar: معلومات اختيارية
pl: Informacje opcjonalne
sw: Maelezo ya hiari
tl: Opsyonal na Impormasyon

source: Administrator Information
ar: معلومات المسؤول
pl: Informacje administrator
sw: Msimamizi Habari
tl: Impormasyon sa Administrador

source: Personal info
ar: المعلومات الشخصية
pl: Prywatne informacje
sw: Info binafsi
tl: Personal na impormasyon

source: Important dates
ar: التواريخ الهامة
pl: Ważne daty
sw: Tarehe muhimu
tl: Mga mahahalagang petsa

source: User Profiles.
ar: التشكيلات الجانبية للمستخدم.
pl: Profile użytkownika.
tl: Profile ng Gumagamit.

source: Show Member Only
ar: عرض الأعضاء فقط
pl: Pokaż tylko użytkowników
sw: Show Mwanachama tu
tl: Ipakita ang mga Miyembro Lamang

source: Exact Match Search
ar: بالضبط المباراة بحث
pl: Mecz dokładna Szukaj
sw: Exact mechi Search
tl: Paghahanap Eksaktong Tugma

source: First Name is a required field.
ar: الاسم الأول هو حقل مطلوب.
pl: Imię jest polem wymaganym.
sw: Jina la kwanza ni uwanja required.
tl: Unang Pangalan ay kinakailangang patlang.

source: Last Name is a required field.
ar: الاسم الأخير هو حقل مطلوب.
pl: Nazwisko jest polem wymaganym.
sw: Jina la Mwisho ni uwanja required.
tl: Apelyido ay kinakailangang patlang.

source: Email is a required field.
ar: البريد الإلكتروني هو حقل مطلوب.
pl: E-mail jest polem wymaganym.
sw: Barua pepe ni uwanja required.
tl: Email ay kinakailangang patlang.

source: Secondary Email
ar: البريد الإلكتروني الثانوي
pl: Wtórne email
sw: Secondary Barua pepe
tl: Pangalawang E-mail

source: Initial
ar: الأولي
pl: Początkowa
sw: Awali
tl: Paunang

source: Display name
ar: اسم العرض
pl: Nazwa wyświetlana
sw: Display jina
tl: Ipakita ang pangalan

source: Company is a required field.
ar: الشركة هي حقل مطلوب.
pl: Firma jest polem wymaganym.
sw: Kampuni ni uwanja required.
tl: Kumpanya ay kinakailangang patlang.

source: Address is a required field.
ar: العنوان هو حقل مطلوب.
pl: Adres jest polem wymaganym.
sw: Anwani ni uwanja required.
tl: Address ay kinakailangang patlang.

source: City is a required field.
ar: المدينة هو حقل مطلوب.
pl: Miasto jest polem wymaganym.
sw: Mji ni uwanja required.
tl: City ay kinakailangang patlang.

source: State is a required field.
ar: الدولة حقل مطلوب.
pl: Stan jest polem wymaganym.
sw: Hali ni uwanja required.
tl: Estado ay kinakailangang patlang.

source: Zipcode is a required field.
ar: الرمز البريدي هو حقل مطلوب.
pl: Kod pocztowy jest polem wymaganym.
sw: Msimbo wa eneo ni uwanja required.
tl: Zipcode ay kinakailangang patlang.

source: Mailing name is a required field.
ar: البريدية الاسم هو حقل مطلوب.
pl: Mailing nazwisko jest polem wymaganym.
sw: Mailing jina ni uwanja required.
tl: Mailing pangalan ay kinakailangang patlang.

source: Required. Allowed characters are letters, digits, at sign (@), period (.), plus sign (+), dash (-), and underscore (_).
ar: المطلوبة. الأحرف المسموح بها هي الحروف والأرقام، في علامة (@)، فترة، علامة زائد (+)، الشرطة (.) (-) والشرطة السفلية (_).
pl: Wymagane. Dozwolone znaki to litery, cyfry, znaki (@), w okresie, znak plus (+), myślnik (.) (-) I znak podkreślenia (_).
sw: Required. Wahusika kuruhusiwa ni herufi, tarakimu, katika ishara ya (@), kipindi, pamoja na ishara (+), dash (.) (-), Na kusisitiza (_).
tl: Kinakailangan. Ang pinapayagang character ay mga titik, digit, sa pag-sign (@), panahon, plus sign (+), gitling (.) (-), At salungguhit (_).

source: Password (again)
ar: كلمة (مرة أخرى)
pl: Hasło (ponownie)
sw: Password (tena)
tl: Password (muli)

source: Enter the same password as above, for verification.
ar: أدخل كلمة المرور نفسها على النحو الوارد أعلاه، للتحقق منها.
pl: Wprowadzić takie samo hasło jak powyżej, w celu weryfikacji.
sw: Kuingia nywila sawa kama hapo juu, kwa ajili ya ukaguzi.
tl: Ipasok ang parehong password tulad ng nasa itaas, para sa pag-verify.

source: Staff
ar: الموظفين
pl: Pracownicy
tl: Ang staff

source: Superuser
ar: المستخدم الخارق

source: This username is already taken. Please choose another.
ar: واتخذت بالفعل هذا المستخدم. الرجاء اختيار آخر.
pl: Ta nazwa użytkownika jest już zajęta. Proszę wybrać inny.
sw: Jina la mtumiaji Hii ni tayari kuchukuliwa. Tafadhali kuchagua mwingine.
tl: Ang username na ito ay nakuha na. Mangyaring pumili ng isa pa.

source: You must type the same password each time
ar: يجب عليك كتابة نفس كلمة السر في كل مرة
pl: Należy wpisać to samo hasło za każdym razem
sw: Lazima aina nywila sawa kila wakati
tl: Kailangan mong i-type ang parehong password sa bawat oras

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
ar: المطلوبة. 30 حرفا أو أقل. الحروف والأرقام و @/ / + / - / _ فقط.
pl: Wymagane. 30 znaków lub mniej. Litery, cyfry i @ / / + / -. / _ Tylko.
sw: Required. Wahusika 30 au wachache. Herufi, tarakimu na @ / / + / -. / _ Tu.
tl: Kinakailangan. 30 character o mas kaunti. Mga titik, mga numero at @ / / + / -. / _ Lamang.

source: Is Admin
ar: هو admin
pl: Czy Admin
sw: Ni Admin
tl: Ay Admin

source: If selected, this user has all permissions without explicitly assigning them.
ar: إذا تحديد هذا المستخدم يمتلك كافة الصلاحيات دون الحاجة لتحديدها له تصريحا لهم.
pl: Jeśli zaznaczone, to użytkownik ma wszystkie uprawnienia bez wyraźnego ich przypisywania.
sw: Kama kuchaguliwa, user hii ina ruhusa wote bila kumshirikisha yao wazi.
tl: Kung pinili, ang user na ito ay may lahat ng mga pahintulot na walang tahasang magtatalaga sa kanila.

source: Subscribe Date/Time
ar: الاشتراك وقت / زمن
pl: Zapisz się data / czas
sw: Kujiunga Tarehe / Saa
tl: Petsa Mag-subscribe / Oras

source: Expire Date/Time
ar: ينتهي وقت / زمن
pl: Wygasa data / czas
sw: Kumalizika Tarehe / Saa
tl: Petsa e-expire / Oras

source: Membership Information
ar: معلومات العضوية
pl: Informacja Członkostwo
sw: Habari uanachama
tl: Impormasyon ng Pagiging Kasapi

source: Choose the users to merge
ar: اختيار المستخدمين لدمج
pl: Wybierz użytkowników do scalania
sw: Kuchagua watumiaji kuunganisha
tl: Piliin ang mga user upang sumanib

source: Choose the master record of the users you are merging above
ar: اختيار السجل الرئيسي من المستخدمين كنت تقوم بدمج فوق
pl: Wybierz rekord mistrza użytkowników łączących wyżej jesteś
sw: Kuchagua rekodi bwana wa watumiaji wewe ni kuunganisha juu
tl: Piliin ang master tala ng mga user mo ay pinagsasama sa itaas

source: First Name and Last Name and Email
ar: الاسم الأول واسم العائلة والبريد الإلكتروني
pl: Imię i nazwisko oraz e-mail
sw: Jina la kwanza na wa mwisho Jina na Email
tl: Pangalan at Apelyido at Email

source: First Name and Last Name and Phone
ar: الاسم الأول واسم العائلة والهاتف
pl: Imię i nazwisko oraz telefon
sw: Jina la kwanza na wa mwisho Jina na Simu
tl: Pangalan at Apelyido at Telepono

source: First Name and Last Name and Company
ar: الاسم الأول واسم العائلة والشركة
pl: Imię i nazwisko i firmy
sw: Jina la kwanza na wa mwisho Jina na Kampuni ya
tl: Pangalan at Apelyido at Kumpanya

source: Add Users to Group
ar: إضافة مستخدمين إلى المجموعة
pl: Dodaj użytkowników do grupy
sw: Kuongeza Watumiaji Group
tl: Magdagdag ng mga user upang Group

source: 'Field(s) %(fields)s used to identify the duplicates should be included in the .csv file.'
ar: &quot;حقل (ق) %(fields)s ق تستخدم لتحديد التكرارات ينبغي أن تدرج في ملف .csv.
sw: &#39;Field (s) %(fields)s kutumika kubaini marudio lazima zipatikane katika .csv file. &#39;
tl: &#39;(Mga) Field %(fields)s ginagamit upang kilalanin ang mga nauulit Dapat na kasama sa file na .csv. &#39;

source: historical member number
ar: عدد الاعضاء التاريخي
pl: historyczny numer członkiem
sw: kihistoria mwanachama simu
tl: makasaysayang bilang miyembro

source: salutation
ar: تحية
pl: Pozdrowienie
sw: salamu

source: Miss
ar: ملكة جمال
pl: Panna
tl: Tamaan

source: initials
ar: بالاحرف الاولى
pl: inicjały
tl: inisyal

source: display name
ar: اسم العرض
pl: Nazwa wyświetlana
sw: kuonyesha jina

source: mailing name
ar: اسم بريدية
pl: Nazwa pocztowy
sw: jina ya barua
tl: pangalan mailing

source: company
ar: شركة
pl: Firma
sw: kampuni
tl: kumpanya

source: position title
ar: عنوان المركز
pl: Tytuł pozycji
sw: cheo nafasi
tl: Pamagat ng posisyon

source: position assignment
ar: موقف التعيين
pl: Przypisanie pozycji
sw: nafasi kazi
tl: ang posisyon ng pagtatalaga

source: gender
ar: بين الجنسين
pl: płci
sw: jinsia
tl: kasarian

source: Male
ar: ذكر
pl: Mężczyzna
sw: Kiume
tl: Lalake

source: Female
ar: أنثى
pl: Kobieta
sw: Kike
tl: Babae

source: address type
ar: نوع العنوان
pl: wpisz adres
sw: anwani ya aina
tl: uri ng address

source: fax
ar: الفاكس

source: work phone
ar: هاتف العمل
pl: telefon do pracy
sw: kazi ya simu
tl: telepono sa trabaho

source: home phone
ar: هاتف المنزل
pl: telefon domowy
sw: simu ya nyumbani
tl: telepono sa bahay

source: mobile phone
ar: الهاتف المحمول
pl: telefon komórkowy
sw: simu ya mkononi

source: date of birth
ar: تاريخ الولادة
pl: data urodzenia
sw: tarehe ya kuzaliwa
tl: petsa ng kapanganakan

source: social security number
ar: رقم الضمان الاجتماعي
pl: numer ubezpieczenia społecznego
sw: usalama wa jamii idadi
tl: numero ng social security

source: spouse
ar: الزوج
pl: współmałżonek
sw: mke
tl: asawa

source: department
ar: قسم
pl: Dział
sw: idara ya
tl: kagawaran

source: education
ar: التعليم
pl: edukacja
sw: shirika
tl: edukasyon

source: student
ar: طالب
pl: uczeń
sw: mwanafunzi
tl: mag-aaral

source: remember login
ar: تذكر الدخول
pl: pamiętam loginu
sw: kumbuka login
tl: tandaan sa pag-login

source: exported
ar: تصدير
pl: eksportowane
sw: nje
tl: na-export

source: direct mail
ar: البريد المباشر
sw: barua moja kwa moja

source: notes
ar: الملاحظات
pl: notatki
sw: maelezo
tl: tala

source: admin notes
ar: ملاحظات المشرف
pl: Administrator notatki
sw: maelezo admin
tl: mga tala ng admin

source: referral source
ar: مصدر الإحالة
pl: źródło skierowania
sw: chanzo rufaa
tl: referral pinagmulan

source: first responder
ar: المستجيب الأول
pl: pierwszy odpowiadający
sw: majibu kwanza

source: agrees to tos
ar: توافق على شروط الخدمة
pl: zgadza się TOS
sw: anakubaliana na TOS
tl: Sumasang-ayon sa TOS

source: Can view profile
ar: يمكن عرض البيانات الشخصية
pl: Można zobaczyć profil
sw: Unaweza kuona maelezo
tl: Maaaring tingnan ang profile

source: You cannot convert yourself to "%(role)s" role.
ar: لا يمكنك تحويل نفسك إلى &quot; %(role)s ق&quot; الدور.
sw: Huwezi kubadilisha mwenyewe kwa &quot; %(role)s&quot; jukumu.
tl: Hindi mo maaaring i-convert ang iyong sarili sa &quot; %(role)s&quot; papel.

source: Successfully uploaded a new avatar.
ar: تم تحميلها بنجاح الشخصيه جديدة.
pl: Pomyślnie wgrany nowy awatar.
sw: Mafanikio uploaded avatar mpya.
tl: Matagumpay na na-upload ng bagong avatar.

source: Successfully updated your avatar.
ar: تحديث بنجاح الشخصية الخاصة بك.
pl: Zaktualizowaniu awatar.
sw: Mafanikio updated avatar yako.
tl: Matagumpay na na-update ang iyong avatar.

source: Successfully updated your password.
ar: بنجاح تحديث كلمة المرور.
pl: Pomyślnie zaktualizowane hasła.
sw: Mafanikio updated password yako.
tl: Matagumpay na na-update ang iyong password.

source: Successfully edited groups for %(full_name)s
ar: مجموعات تحريرها بنجاح ل %(full_name)s ق
sw: Makundi mafanikio mwisho kwa %(full_name)s
tl: Matagumpay na na-edit na mga grupo para sa %(full_name)s

source: Successfully edited membership for %(g)s
ar: تحرير بنجاح عضوية ل %(g)s ق
sw: Mafanikio mwisho uanachama kwa %(g)s
tl: Matagumpay na na-edit pagiging miyembro para sa %(g)s

source: Successfully updated memberships for %s
ar: عضوية تحديثها بنجاح ل٪ s
pl: Pomyślnie zaktualizowane członkostwa dla% s
sw: Uanachama wa mafanikio updated kwa% s
tl: Matagumpay na na-update pagiging miyembro para sa% s

source: Successfully merged users. %(desc)s
ar: اندمجت بنجاح المستخدمين. %(desc)s ق
pl: Powodzeniem połączyła użytkowników. %(desc)s
sw: Mafanikio watumiaji zimeunganishwa. %(desc)s
tl: Matagumpay na napagsama ang mga gumagamit. %(desc)s

source: User Added
ar: واضاف المستعمل
pl: Użytkownik Dodane
tl: Added User
