Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Permissions
ar: أذونات
pl: Uprawnienia
tl: Mga Pahintulot

source: Advanced Permissions
ar: أذونات متقدمة
pl: Uprawnienia zaawansowane
tl: Advanced na Pahintulot

source: Title
ar: عنوان
pl: Tytuł
tl: Pamagat

source: Content
ar: المحتوى
pl: Zawartość
tl: Nilalaman

source: Enabled
ar: تمكين
pl: Włączony
sw: Kuwezeshwa
tl: Pinagana

source: Can view emergency announcement
ar: يمكن عرض إعلان الطوارئ
pl: Mogą zobaczyć komunikat alarmowy
sw: Unaweza kuona tangazo dharura
tl: Maaaring tingnan ng emergency anunsyo

source: Emergency Announcement
ar: إعلان الطوارئ
pl: Komunikat alarmowy
sw: Dharura Tangazo
tl: Anunsyo ng Emergency

source: Emergency Announcements
ar: الإعلانات الطوارئ
pl: Komunikaty alarmowe
sw: Matangazo ya Dharura ya
tl: Anunsyo ng Emergency

source: %(content)s
ar: %(content)s ق

source: Article Information
ar: معلومات المادة
pl: Artykuł Informacja
sw: Habari Ibara ya
tl: Impormasyon Artikulo

source: Author
ar: الكاتب
pl: Autor
sw: Mwandishi
tl: May-akda

source: Publishing Status
ar: الحالة النشر
pl: Publikowanie statusu
tl: Katayuan sa Pag-publish

source: body
ar: الجسم
pl: ciało
sw: mwili
tl: katawan

source: Schipul - The Web Marketing Company
ar: Schipul - شركة شبكة التسويق
pl: Schipul - firmy Web Marketing
sw: Schipul - Web Marketing Company
tl: Schipul - Ang Web Marketing Kumpanya

source: Create articles to display basic content throughout the site
ar: إنشاء مقالات لعرض المحتوى الأساسي في جميع أنحاء الموقع
pl: Tworzenie artykułów, aby wyświetlić podstawowe treści w całej witrynie
sw: Kuunda makala ya kuonyesha maudhui ya msingi katika tovuti
tl: Lumikha ng mga artikulo upang ipakita ang pangunahing nilalaman sa buong site

source: %(sitedisplayname)s Latest Articles
ar: %(sitedisplayname)s ليالي أحدث المقالات
pl: %(sitedisplayname)s Ostatnie artykuły
sw: %(sitedisplayname)s Latest Makala
tl: %(sitedisplayname)s Pinakabagong mga Artikulo

source: Latest Articles by %(sitedisplayname)s
ar: أحدث المقالات التي كتبها %(sitedisplayname)s ق
pl: Ostatnie Artykuły %(sitedisplayname)s
sw: Latest Makala na %(sitedisplayname)s
tl: Pinakabagong mga Artikulo ng %(sitedisplayname)s

source: Headline
ar: عنوان
pl: Nagłówek
sw: Kichwa cha habari
tl: Ulo ng Ad

source: Author First Name
ar: الكاتب الاسم الأول
pl: Autor Imię
sw: Mwandishi Jina la Kwanza
tl: May-akda Pangalan

source: Author Last Name
ar: المؤلف اسم العائلة
pl: Nazwisko autora
sw: Mwandishi Jina la Mwisho
tl: May-akda Apelyido

source: Article ID
ar: معرف المقالة
pl: Numer ID artykułu
sw: Ibara ya ID
tl: Artikulo ID

source: Article Parent ID(#)
ar: معرف المقالة الأم (#)
pl: Numer ID artykułu nadrzędna (#)
sw: ID Ibara ya Mzazi (#)
tl: Artikulo Magulang ID (#)

source: Body
ar: الجسم
pl: Ciało
sw: Mwili
tl: Katawan

source: Tags
ar: الكلمات
pl: Tagi
tl: Mga Tag

source: Creator Userid(#)
ar: مبدع رقم العضوية (#)
pl: Twórca ID użytkownika (#)
sw: Muumba userid (#)
tl: Tagalikha ng userid (#)

source: Creator Username
ar: الخالق اسم المستخدم
pl: Twórca Hasło
sw: Muumba Username
tl: Tagalikha ng Username

source: Featured Article
ar: المادة مميزة
pl: Polecane Artykuł
sw: Matukio ya Ibara ya
tl: Mga tampok na Artikulo

source: Owner Userid(#)
ar: صاحب رقم العضوية (#)
pl: Właściciel ID użytkownika (#)
sw: Mmiliki userid (#)
tl: May-ari ng userid (#)

source: Owner Username
ar: صاحب اسم المستخدم
pl: Właściciel Hasło
sw: Mmiliki Username
tl: Username may-ari

source: Status Detail
ar: وضع التفاصيل
pl: Stan Szczegóły
sw: Hali Detail
tl: Detalye ng Katayuan

source: Syndicate
ar: نقابة

source: Author <i class="gauthor-info fa fa-lg fa-question-circle"></i>
ar: المؤلف <i class="gauthor-info fa fa-lg fa-question-circle"> </i>
pl: Autor: <i class="gauthor-info fa fa-lg fa-question-circle"> </i>
sw: Mwandishi <i class="gauthor-info fa fa-lg fa-question-circle"> </i>
tl: May-akda <i class="gauthor-info fa fa-lg fa-question-circle"> </i>

source: Publisher <i class="gpub-info fa fa-lg fa-question-circle"></i>
ar: الناشر <i class="gpub-info fa fa-lg fa-question-circle"> </i>
pl: Wydawnictwo <i class="gpub-info fa fa-lg fa-question-circle"> </i>

source: Additional Options for Authorship <i class="gauthor-help fa fa-lg fa-question-circle"></i><br>Additional Options for Publisher <i class="gpub-help fa fa-lg fa-question-circle"></i>
ar: خيارات إضافية لالتأليف <i class="gauthor-help fa fa-lg fa-question-circle"> </i> <br> خيارات إضافية لالناشر <i class="gpub-help fa fa-lg fa-question-circle"> </i>
sw: Chaguzi za ziada kwa ajili Utunzi <i class="gauthor-help fa fa-lg fa-question-circle"> </i> <br> Chaguzi za ziada kwa ajili Publisher <i class="gpub-help fa fa-lg fa-question-circle"> </i>
tl: Karagdagang Mga Pagpipilian para sa pagiging may-akda <i class="gauthor-help fa fa-lg fa-question-circle"> </i> <br> Karagdagang Pagpipilian para Publisher <i class="gpub-help fa fa-lg fa-question-circle"> </i>

source: Select a category
ar: حدد فئة
pl: Wybierz kategorię
sw: Kuchagua jamii
tl: Pumili ng isang kategorya

source: Must be an integer
ar: يجب أن يكون صحيحا
pl: Musi być liczbą całkowitą
sw: Lazima kuwa integer
tl: Dapat na isang integer

source: Please select a date
ar: يرجى تحديد تاريخ
pl: Proszę wybrać datę
sw: Tafadhali kuchagua tarehe
tl: Mangyaring pumili ng petsa

source: Release Date/Time
ar: تاريخ الإصدار / وقت
pl: Data wydania / Czas
sw: Tarehe ya Kutolewa / Saa
tl: Petsa ng Paglabas / Oras

source: Active
ar: بالموقع
pl: Aktywne
tl: Aktibo

source: Inactive
ar: غير نشطة
pl: Nieaktywne
sw: Inaktiv
tl: Hindi aktibo

source: Pending
ar: في انتظار
pl: Do czasu
sw: Inasubiri
tl: Nakabinbing

source: Email
ar: البريد الإلكتروني
sw: Barua pepe

source: Contributor
ar: مساهم
pl: Specjalista
sw: Mchangiaji
tl: Nag-aambag

source: Administrator Only
ar: المسؤول فقط
pl: Tylko administrator
sw: Msimamizi tu
tl: Administrator lamang

source: Invalid group selected.
ar: مجموعة مختارة غير صالحة.
pl: Nieprawidłowa grupa wybrana.
sw: Kundi batili ya kuchaguliwa.
tl: Di-wastong napiling pangkat.

source: Article Added
ar: واضاف المقال
pl: Artykuł Dodane
sw: Ibara ya Ongezeko la
tl: Artikulo Added

source: An article has been added.
ar: تم إضافة مقال و.
pl: Artykuł został dodany.
sw: makala imekuwa aliongeza.
tl: Isang artikulo ay naidagdag na.

source: Article Deleted
ar: المادة المحذوفة
pl: Artykuł skreślony
sw: Ibara ya Deleted
tl: Artikulo Tinanggal

source: An article has been deleted
ar: تم حذف مقال
pl: Artykuł został usunięty
sw: makala umefutwa
tl: Isang artikulo ay tinanggal na

source: Articles - Skipping creation of NoticeTypes as notification app not found
ar: مقالات - الطفر إنشاء NoticeTypes كما لم يتم العثور على التطبيق الإخطار
pl: Artykuły - Pomijanie tworzenia NoticeTypes jako powiadomienie aplikacja nie znaleziono
sw: Makala - Skipping kuundwa NoticeTypes kama programu notification si kupatikana
tl: Mga Artikulo - Nilalaktawan ang paglikha ng NoticeTypes bilang Hindi nahanap ang notification ng app

source: Publisher
ar: الناشر
pl: Wydawnictwo

source: URL Path
ar: مسار URL
pl: Ścieżka URL
sw: URL Njia
tl: Path ng URL

source: Time Zone
ar: المنطقة الزمنية
tl: Sona ng Oras

source: First Name
ar: الاسم الأول
pl: Imię
sw: Jina la kwanza
tl: Pangalan

source: Last Name
ar: اسم العائلة
pl: Nazwisko
sw: Jina la Mwisho
tl: Apelyido

source: Google+ URL
ar: URL في + Google
sw: URL Google+
tl: URL ng Google+

source: Include in RSS feed
ar: تدرج في تغذية RSS
pl: M.in. w RSS
sw: Ni pamoja na katika RSS feed
tl: Isama sa RSS feed

source: Design Notes
ar: تصميم ملاحظات
pl: Uwagi projektowe
tl: Mga Tala ng Disenyo

source: Enclosure URL
ar: URL الضميمة
pl: Obudowa URL
sw: Ua URL
tl: Mga Pansarang URL

source: Enclosure Type
ar: نوع الضميمة
pl: Typ obudowy
sw: Ua Aina ya
tl: Uri ng enclosure

source: Enclosure Length
ar: الضميمة طول
pl: Długość obudowy
sw: Ua Length
tl: Haba ng enclosure

source: Official Content
ar: المحتوى الرسمي
pl: Dziennik utworu
sw: Content rasmi
tl: Opisyal na Nilalaman

source: Can view article
ar: يمكن عرض المادة
pl: Można zobaczyć artykuł
sw: Unaweza kuona makala
tl: Maaaring tingnan ang artikulo

source: Article
ar: المادة
pl: Artykuł
sw: Ibara ya
tl: Artikulo

source: Articles
ar: مقالات
pl: Artykuły
sw: Makala
tl: Mga Artikulo

source: Export All %(name_plural)s
ar: تصدير جميع %(name_plural)s ق
pl: Wyeksportować wszystkie %(name_plural)s
tl: I-export ang lahat ng %(name_plural)s

source: Add %(name)s
ar: إضافة %(name)s ق
pl: Dodaj %(name)s
sw: Kuongeza %(name)s
tl: Magdagdag ng %(name)s

source: Add
ar: إضافة
pl: Dodaj
sw: Kuongeza
tl: Magdagdag ng

source: Category
ar: فئة
pl: Kategoria
sw: Jamii
tl: Kategorya

source: %(keys)s
ar: %(keys)s ق

source: for %(display_name)s in %(location)s
ar: ل %(display_name)s في ق %(location)s ق
pl: w %(display_name)s w %(location)s
sw: kwa %(display_name)s katika %(location)s
tl: para sa %(display_name)s sa %(location)s

source: %(keys)s
ar: %(keys)s ق

source: and White Papers for %(display_name)s in %(location)s
ar: والأوراق البيضاء ل %(display_name)s في ق %(location)s ق
pl: i białe księgi w %(display_name)s w %(location)s
sw: na White Papers kwa %(display_name)s katika %(location)s
tl: at white paper para sa %(display_name)s sa %(location)s

source: %(location)s, %(display_name)s, white papers, %(keys)s
ar: %(location)s ق، %(display_name)s، أوراق بيضاء، و %(keys)s ق
sw: %(location)s, %(display_name)s, karatasi nyeupe, %(keys)s
tl: %(location)s, %(display_name)s, white paper, %(keys)s

source: Delete
ar: حذف
pl: Usuń
sw: Kufuta
tl: Tanggalin ang

source: %(title)s
ar: %(title)s ق

source: %(headline)s
ar: %(headline)s ق

source: %(body)s
ar: %(body)s ق

source: Are you sure you want to permanently delete this
ar: هل أنت متأكد أنك تريد حذف هذه بشكل دائم
pl: Czy jesteś pewien, że chcesz usunąć ten
sw: Je, una uhakika unataka kufuta hii
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang

source: Confirm Delete
ar: تأكيد حذف
pl: Potwierdź Usuń
sw: Kuthibitisha Futa
tl: Kumpirmahin ang Pagbura

source: Back to
ar: إلى
pl: Powrót do
tl: Bumalik sa

source: Back to all
ar: العودة الى جميع
pl: Powrót do wszystkich
sw: Nyuma ya kila
tl: Bumalik sa lahat ng

source: Edit Meta Information
ar: تحرير معلومات ميتا
sw: Edit Meta Habari
tl: I-edit ang Meta Impormasyon

source: Meta Information for<br /> %(article_headline)s
ar: معلومات الوصفية ل <br /> %(article_headline)s ق
pl: Meta Informacje dla <br /> %(article_headline)s
sw: Meta Habari kwa <br /> %(article_headline)s
tl: Meta Impormasyon para sa <br /> %(article_headline)s

source: Save Changes
ar: حفظ التغييرات
pl: Zapisz zmiany
sw: Save Mabadiliko
tl: I-save ang Mga Pagbabago

source: Cancel
ar: إلغاء
pl: Anuluj
sw: Kufuta
tl: Kanselahin

source: Edit
ar: تحرير
pl: Edytuj
tl: I-edit ang

source: Save Article Changes
ar: حفظ التغييرات المادة
pl: Zapisz Artykuł Zmiany
sw: Save Ibara ya Mabadiliko
tl: I-save ang Mga Pagbabago Artikulo

source: Link to delete confirmation page
ar: تصل إلى حذف صفحة تأكيد
pl: Link do strony z potwierdzeniem usunięcia
sw: Kiungo kufuta uthibitisho ukurasa
tl: I-link ang upang tanggalin ang pahina ng pagkumpirma

source: Articles Export - Status
ar: المواد التصدير - الحالة
pl: Artykuły Eksport - status
sw: Makala Export - Hali
tl: Mga Artikulo I-export - Katayuan

source: <p>Your request is being processed. Please check later by <strong>refreshing this page</strong>.</p> <p>In the meantime, we'll notify you via email once the export is ready. Thank you for your patience!</p>
ar: <p> يتم معالجة طلبك. يرجى مراجعة في وقت لاحق <strong> منعش هذه الصفحة </strong> </p> <p> في هذه الأثناء، سنقوم بإعلامك عبر البريد الإلكتروني مرة واحدة تصدير جاهز. أشكركم على صبركم! </p>
pl: <p> Twoje zapytanie jest przetwarzane. Prosimy sprawdzić później <strong> odświeżanie tej strony </strong>. </p> <p> W międzyczasie, powiadomimy Cię poprzez e-mail, gdy eksport jest gotowy. Dziękujemy za cierpliwość! </p>
sw: <p> Ombi lako ni kuwa processed. Tafadhali angalia baadaye na <strong> kuogea ukurasa huu </strong>. </p> <p> Wakati huo huo, tutaweza kukujulisha kupitia barua pepe mara moja kuuza nje ni tayari. Asante kwa uvumilivu wako! </p>
tl: <p> Ang iyong kahilingan ay pinoproseso. Mangyaring suriin sa ibang pagkakataon sa pamamagitan ng <strong> i-refresh ang pahinang ito </strong>. </p> <p> Sa habang panahon, aabisuhan ka namin sa pamamagitan ng email sa sandaling ang pag-export ay handa na. Salamat sa iyo para sa iyong pasensya! </p>

source: Articles Export
ar: المواد التصدير
pl: Artykuły Export
sw: Makala Export
tl: I-export ang mga artikulo

source: Download
ar: تحميل
pl: Pobierz
tl: I-download ang

source: Index Page
ar: مؤشر الصفحة
pl: Index
tl: Index ng Pahina

source: Search
ar: البحث
pl: Szukaj
tl: Paghahanap

source: View
ar: رأي
pl: Zobacz
tl: Tingnan ang

source: Print View
ar: معاينة قبل الطباعة
pl: Podgląd wydruku
tl: I-print View

source: Released:
ar: صدر:
pl: Wydany:
sw: Imetolewa:
tl: Inilabas:

source: Author:
ar: الكاتب:
pl: Autor:
tl: May-akda:

source: Phone:
ar: الهاتف:
pl: Telefon:
sw: Simu:
tl: Telepono:

source: Fax:
ar: الفاكس:

source: Email:
ar: البريد الإلكتروني:
sw: Barua pepe:

source: Website:
ar: الموقع:
pl: Strona www:

source: Category:
ar: الفئة:
pl: Kategoria:
sw: Jamii:
tl: Kategorya:

source: %(category)s
ar: %(category)s ق

source: Sub Category:
ar: الفئة الفرعية:
pl: Podkategoria:
sw: Sub Jamii:
tl: Sub Kategorya:

source: %(sub_category)s
ar: %(sub_category)s ق

source: %(tag_instance)s
ar: %(tag_instance)s ق

source: Owned by you
ar: تملكها أنت
pl: Posiadane przez Ciebie
sw: Inayomilikiwa na wewe
tl: Pag-aari mo

source: Eventlogs
ar: و eventlogs
pl: Dzzdarzen

source: Versions
ar: إصدارات
pl: Wersje
sw: Matoleo
tl: Mga Bersyon

source: Options
ar: خيارات
pl: Opcje
sw: Chaguzi
tl: Mga Pagpipilian

source: Edit Meta
ar: تحرير ميتا
tl: I-edit ang Meta

source: Edit Categories
ar: تحرير الفئات
pl: Edytuj kategorie
sw: Edit Jamii
tl: I-edit ang Mga Kategorya

source: Tendenci
ar: الميل
pl: Tendencja
sw: tabia
tl: Ang ugali

source: Tendenci Home Page
ar: Tendenci الصفحة الرئيسية
pl: Tendenci Strona główna
sw: Tendenci amr

source: Dashboard
ar: لوحة القيادة

source: My Profile
ar: ملفي الشخصي
pl: Mój profil
sw: Profile yangu
tl: Ang Aking Profile

source: Log Off
ar: تسجيل الخروج
pl: Wyloguj
sw: Ingia Off
tl: Mag-log Off

source: All
ar: جميع
pl: Wszystko
tl: Lahat

source: Settings
ar: إعدادات
pl: Ustawienia
tl: Mga Setting

source: Latest
ar: آخر
pl: Najnowsze
tl: Pinakabagong

source: Export
ar: تصدير
pl: Eksport
tl: I-export

source: This
ar: هذا
pl: Ten
sw: Hii
tl: Ito

source: Print
ar: طباعة
pl: Drukuj
tl: I-print

source: More options
ar: خيارات أكثر
pl: Więcej opcji
sw: Chaguzi zaidi
tl: Higit pang mga pagpipilian

source: %(description)s
ar: %(description)s ق

source: %(keywords)s
ar: %(keywords)s ق

source: Back to the
ar: العودة إلى
pl: Powrót do
sw: Back to
tl: Bumalik sa mga

source: Submitted on %(date)s by %(creator)s
ar: المقدمة على %(date)s بنسبة %(creator)s ق
sw: Iliombwa juu ya %(date)s na %(creator)s
tl: Isinumite sa %(date)s ng %(creator)s

source: Search by:
ar: البحث عن طريق:
pl: Szukaj w:
sw: Tafuta kwa:
tl: Maghanap ayon sa:

source: %(summary)s
ar: %(summary)s ق

source: List
ar: قائمة
pl: Lista
sw: Orodha
tl: Listahan

source: Found
ar: وجدت
pl: Znaleziono
sw: Kupatikana
tl: Natagpuan

source: Add a new
ar: أضف تعليقا جديدا
pl: Dodać nowy
sw: Kuongeza mpya
tl: Magdagdag ng isang bagong

source: View author's Google+ profile
ar: في + Google استعرض نبذة عن المؤلف
pl: Zobacz profil autora Google+
sw: View mwandishi maelezo mafupi ya Google
tl: Google+ profile Tingnan may-akda

source: View publisher's Google+ page
ar: الصفحة جوجل وجهة نظر الناشر
pl: Zobacz stronę Google+ wydawcy
sw: View mchapishaji ya ukurasa Google+
tl: Pahina sa Google+ Tingnan publisher

source: Source:
ar: مصدر:
pl: Źródło:
sw: Chanzo:
tl: Pinagmulan:

source: Export is Ready
ar: التصدير هو جاهز
pl: Eksport jest gotowy
sw: Export ni Tayari
tl: I-export ay Handa

source: Article Add Notice
ar: المادة إضافة إشعار
pl: Artykuł Dodaj Wskazówka
sw: Ibara ya Add Ilani
tl: Artikulo Magdagdag Abiso

source: It needs to be activated
ar: لا بد من تفعيلها
pl: To musi być aktywowany
sw: Inahitaji kuwa ulioamilishwa
tl: Kailangan itong isinaaktibo

source: Headline:
ar: العنوان:
pl: Nagłówek:
sw: Kichwa cha habari:
tl: Ulo ng ad:

source: Time submitted:
ar: الوقت المقدمة:
pl: Czas składać:
sw: Wakati kuwasilishwa:
tl: Oras na isinumite:

source: New article (%(article)s) posting for %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: مادة جديدة ( %(article)s ث) نشر ل %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New makala ( %(article)s) posting kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong artikulo ( %(article)s) para sa pag-post ng %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Article Delete Notice
ar: المادة حذف إشعار
pl: Artykuł Usuwanie Wskazówka
sw: Ibara ya Futa Ilani
tl: Artikulo Tanggalin Abiso

source: A record has been deleted from the %(display_name)s module
ar: تم حذف سجل من %(display_name)s ق وحدة
sw: rekodi umefutwa kutoka %(display_name)s moduli
tl: A record ay tinanggal na module na ito mula sa %(display_name)s

source: The details are given below:
ar: وفيما يلي التفاصيل:
pl: Szczegóły podano poniżej:
sw: maelezo ya ni aliyopewa chini:
tl: Ang mga detalye ay ibinigay sa ibaba:

source: Deleted by:</td> <td width="75%%"><b>%(requser)s
ar: حذف بواسطة: </td> <td width="75%%"> <b> %(requser)s ق
sw: Kufutwa by: </td> <td width="75%%"> <b> %(requser)s
tl: Tinanggal sa pamamagitan ng: </td> <td width="75%%"> <b> %(requser)s

source: If you would like view all recently deleted articles, go to:
ar: إذا كنت ترغب في عرض جميع المقالات المحذوفة مؤخرا، انتقل إلى:
pl: Jeśli chcesz wyświetlić wszystkie niedawno usuniętych artykułów, przejdź do:
sw: Kama ungependa maoni yote makala hivi karibuni kufutwa, nenda kwa:
tl: Kung nais mong tingnan ang lahat ng mga kamakailang natanggal na mga artikulo, pumunta sa:

source: Article (%(article)s) deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: المادة ( %(article)s ث) حذف من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Ibara ya ( %(article)s) alifuta kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Artikulo ( %(article)s) na tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: The following article has been edited:
ar: تم تحرير المقالة التالية:
pl: Poniższy artykuł był edytowany:
sw: makala yafuatayo imekuwa mwisho:
tl: Na-edit ang sumusunod na artikulo:

source: Headline: %(headline)s
ar: العنوان: %(headline)s ق
pl: Motto: %(headline)s
sw: Kichwa cha habari: %(headline)s
tl: Ulo ng Ad: %(headline)s

source: To view this article go to:
ar: لمشاهدة هذه المادة تذهب إلى:
pl: Aby zobaczyć ten artykuł na stronie:
sw: Kwa mtazamo makala hii nenda kwa:
tl: Upang tingnan ang artikulong ito pumunta sa:

source: Thanks!
ar: شكر!
pl: Dzięki!
sw: Shukrani!
tl: Salamat!

source: Include
ar: تشمل
pl: Obejmują
sw: Ni pamoja na
tl: Isama

source: Skip
ar: تخطي
pl: Przejdź
tl: Laktawan

source: Can view template
ar: يمكن عرض القالب
pl: Można zobaczyć szablon
sw: Unaweza kuona template
tl: Maaaring tingnan ng template

source: Can view campaign
ar: يمكن عرض الحملة
pl: Można zobaczyć kampanię
sw: Unaweza kuona kampeni
tl: Maaaring tingnan ng kampanya

source: Sent
ar: أرسلت
pl: Wysłany
sw: Alimtuma
tl: Ipinadala

source: Scheduled
ar: المقرر
pl: Zaplanowane
sw: Imepangwa
tl: Naka-iskedyul

source: Draft
ar: مشروع
pl: Projekt
sw: Rasimu ya

source: Successfully synced with Campaign Monitor
ar: مزامن بنجاح مع مراقبة الحملة
pl: Pomyślnie zsynchronizowane z Monitora kampanii
sw: Mafanikio imepatanishwa na Kampeni Monitor
tl: Matagumpay na nai-sync sa Kampanya Monitor

source: Successfully deleted campaign.
ar: حذف بنجاح الحملة.
pl: Pomyślnie usunięty kampanię.
sw: Umefutwa kwa mafanikio ya kampeni.
tl: Matagumpay na natanggal ang kampanya.

source: Campaign Monitor
ar: مراقب الحملة
pl: Monitory kampania
sw: Kampeni Monitor
tl: Kampanya Monitor

source: Campaign Add
ar: الحملة إضافة
pl: Kampania Dodaj
sw: Kampeni Add
tl: Magdagdag ng Kampanya

source: Module Content
ar: وحدة المحتوى
pl: Moduł Content
tl: Nilalaman ng Module

source: Include Jump Links
ar: تشمل الانتقال سريعة
pl: Obejmują Jump Links
sw: Rukia ni pamoja na Links
tl: Isama Jump Link

source: Nav at the top or specified location of email
ar: الملاحة في الموقع العلوي أو محددة من البريد الإلكتروني
pl: Nawigacja w górę lub w określonym miejscu wiadomości e-mail
sw: Nav kwa juu au maalum eneo la email
tl: Nav sa tuktok o sa tinukoy na lokasyon ng email

source: Calendar Events
ar: الأحداث
pl: Kalendarz wydarzeń
sw: Kalenda ya Matukio
tl: Mga Kaganapan sa Kalendaryo

source: Event Type
ar: نوع الحدث
pl: Typ zdarzenia
sw: Tukio Aina
tl: Uri ng Kaganapan

source: Include <strong>Calendar Events</strong> for what date range?
ar: تشمل <strong> الأحداث </strong> لمجموعة ما التاريخ؟
pl: Zawierające <strong> Wydarzenia Kalendarz </strong> dla zakresu, w jakim terminie?
sw: Ni pamoja na <strong> kalenda ya Matukio </strong> kwa nini tarehe mbalimbali?
tl: Isama <strong> Calendar Kaganapan </strong> para sa hanay ng petsa kung ano?

source: Start Date Time
ar: بدء التاريخ الوقت
pl: Zacznij Data Godzina
sw: Kuanza Tarehe Wakati
tl: Simulan ang Oras ng Petsa

source: End Date Time
ar: تاريخ نهاية التوقيت
pl: Data zakończenia Czas
sw: Mwisho Tarehe Wakati
tl: Oras ng Pagtatapos na Petsa

source: Module
ar: وحدة
pl: Moduł

source: Add to Newsletter?
ar: إضافة إلى النشرة الإخبارية؟
pl: Dodaj się do newslettera?
sw: Kuongeza kwa Newsletter?
tl: Idagdag sa Newsletter?

source: Past ? Days
ar: الماضي؟ أيام
pl: Przeszłość? Dni
sw: Miaka ya nyuma? Siku
tl: Nakalipas na? Mga Araw

source: News
ar: الأخبار
pl: Aktualności
sw: Habari
tl: Balita

source: Jobs
ar: وظائف
pl: Oferty pracy
tl: Trabaho

source: Include links to recently edited pages?
ar: تتضمن وصلات إلى صفحات تحريرها مؤخرا؟
pl: Zawierają linki do ostatnio edytowanych stron?
sw: Ni pamoja na viungo kwa kurasa hivi karibuni mwisho?
tl: Isama ang mga link sa mga kamakailang na-edit na pahina?

source: Pages
ar: صفحات
pl: Strony
sw: Kurasa
tl: Mga Pahina

source: Templates for %(display_name)s
ar: نماذج ل %(display_name)s ق
pl: Szablony dla %(display_name)s
sw: Matukio kwa %(display_name)s
tl: Mga Template para sa %(display_name)s

source: Continue
ar: تواصل
pl: Kontynuuj
sw: Kuendelea
tl: Magpatuloy

source: Delete Campaign
ar: حذف الحملة
pl: Usuń kampanii
sw: Kufuta Kampeni
tl: Tanggalin ang Kampanya

source: Delete a Campaign
ar: حذف الحملة
pl: Usuń kampanii
sw: Kufuta Kampeni
tl: Magtanggal ng Kampanya

source: This campaign has already been sent. Deleting it will remove it from your account.
ar: وقد تم بالفعل إرسال هذه الحملة. سوف حذفها إزالته من حسابك.
pl: Ta kampania została już wysłana. Usuwanie go będzie usunąć go ze swojego konta.
sw: Kampeni hii tayari wametumwa. Kufuta itakuwa kuondoa hiyo kutoka akaunti yako.
tl: Ang kampanyang ito ay naipadala na. Pagtanggal nito ay mag-aalis dito mula sa iyong account.

source: This campaign is scheduled for
ar: ومن المقرر هذه الحملة ل
pl: Ta kampania jest zaplanowana na
sw: Kampeni hii imepangwa kwa
tl: Ang kampanyang ito ay naka-iskedyul para sa

source: Deleting it will remove it from your account and prevent it from sending.
ar: حذفها سوف إزالته من حسابك ومنعها من إرسال.
pl: Usuwanie usunie go z konta i zapobiegania wysyłania.
sw: Kufuta itakuwa kuondoa hiyo kutoka akaunti yako na kuzuia kutoka kutuma.
tl: Tinatanggal ito ay alisin ito mula sa iyong account at pigilan ito mula sa pagpapadala.

source: This campaign is a draft. Deleting it will remove it from your account and prevent it from sending.
ar: هذه الحملة هي مشروع. حذفها سوف إزالته من حسابك ومنعها من إرسال.
pl: Ta kampania jest projekt. Usuwanie usunie go z konta i zapobiegania wysyłania.
sw: Kampeni hii ni rasimu. Kufuta itakuwa kuondoa hiyo kutoka akaunti yako na kuzuia kutoka kutuma.
tl: Ang kampanyang ito ay isang draft. Tinatanggal ito ay alisin ito mula sa iyong account at pigilan ito mula sa pagpapadala.
