Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Section 2. Membership Information
ar: قسم المعلومات 2. العضوية
pl: Sekcja Informacji 2. Członkostwo
sw: Sehemu ya Habari 2. Uanachama
tl: Impormasyon 2. Ang pagsapi Seksyon

source: Section 3. Membership Type
ar: المقطع نوع 3. العضوية
pl: Sekcja 3. Skład typu
sw: Sehemu ya 3 Uanachama Aina
tl: Uri ng 3. Ang pagsapi Seksyon

source: Section 4. Payment
ar: قسم 4. الدفع
pl: Rozdział 4. Płatność
sw: Sehemu ya 4 Malipo
tl: Seksyon 4. Pagbabayad

source: Section 5. User Groups
ar: قسم 5. مجموعات المستخدمين
pl: Sekcja 5. Grupy użytkowników
sw: Sehemu ya 5 mtumiaji Vikundi
tl: Seksyon 5 Grupo ng Gumagamit

source: Section 6. Industry
ar: قسم 6. الصناعة
pl: Rozdział 6. Przemysł
sw: Sehemu ya 6. Viwanda
tl: Seksyon 6. Industriya

source: Section 7. Region
ar: قسم 7. منطقة
pl: Sekcja 7. Region
sw: Sehemu ya 7 Region
tl: Seksiyon 7 ng Rehiyon

source: Section 8. Admin Only
ar: قسم 8. الادارية فقط
pl: Tylko sekcja 8. Admin
sw: Sehemu ya 8 Admin tu
tl: Seksyon 8. Admin Lamang

source: Membership Notice Email
ar: عضوية إشعار البريد الإلكتروني
pl: Członkostwo Wskazówka email
sw: Ilani ya uanachama Barua pepe
tl: Email Abiso sa pagiging kasapi

source: Custom Notice for Memberships
ar: ملاحظة مخصصة لعضوية
pl: Członkostwo zwyczaj Wskazówka dla
sw: Desturi Ilani kwa Uanachama
tl: Custom Abiso para sa mga pagmimiyembro

source: Member Data
ar: بيانات الأعضاء
pl: Państwa dane
sw: Mwanachama Takwimu
tl: Data ng Miyembro

source: Search Members
ar: البحث عن الأعضاء
pl: Szukaj Użytkownicy
sw: Search Wanachama
tl: Paghahanap ng mga Miyembro

source: Reports for Members
ar: تقارير عن الأعضاء
pl: Raporty dla posłów
sw: Ripoti kwa Wajumbe
tl: Mga ulat para sa mga Miyembro

source: Go to profile
ar: إذهب إلى الملف الشخصي
pl: Przejdź do profilu
sw: Kwenda profile
tl: Pumunta sa profile

source: Expire
ar: تنتهي
pl: Wygasa
sw: Kumalizika
tl: E-expire

source: Editing archived memberships is not allowed
ar: تحرير عضوية المحفوظة غير مسموح
pl: Edycja zarchiwizowanych członkostwo nie jest dozwolone
sw: Editing uanachama wa jalada haruhusiwi
tl: Pag-edit ng naka-archive na mga pagiging miyembro ay hindi pinapayagan

source: Import Memberships from CSV file
ar: عضوية استيراد من ملف CSV
pl: Przynależność Import z pliku CSV
sw: Import Uanachama kutoka CSV faili
tl: I-import ang mga pagmimiyembro mula sa CSV file

source: Export Memberships
ar: عضوية تصدير
pl: Przynależność eksport
sw: Export Uanachama
tl: I-export ang mga pagmimiyembro

source: Roster Export for Corp. Membership:
ar: قائمة التصدير لعضوية شركة:
pl: Skład Eksport do Członkostwa Corp:
sw: Ratiba Export kwa Corp. Uanachama:
tl: I-export ang roster para sa pagsapi Corp.:

source: Membership Export
ar: عضوية تصدير
pl: Członkostwo w eksporcie
sw: Uanachama Export
tl: Ang pagsapi I-export

source: <strong>Note</strong>: An email will be sent to you at <strong>%(request.user.email)s</strong> once the export is ready.
ar: <strong> ملاحظة </strong>: سوف يتم إرسال بريد الكتروني لك في <strong> %(request.user.email)s ق </strong> مرة واحدة تصدير جاهز.
sw: <strong> Kumbuka </strong>: email watapelekwa wewe katika <strong> %(request.user.email)s </strong> mara moja kuuza nje ni tayari.
tl: <strong> Note </strong>: Ang isang email ay ipapadala sa iyo sa <strong> %(request.user.email)s </strong> sabay-sabay sa pag-export ay handa na.

source: Export Memberships - Status
ar: عضوية تصدير - الحالة
pl: Przynależność eksport - stanu
sw: Export Uanachama - Hali
tl: I-export ang mga pagmimiyembro - Katayuan

source: - Status
ar: - الحالة
pl: - Stan
sw: - Hali
tl: - Katayuan

source: Membership CSV Export - Status
ar: عضوية CSV تصدير - الحالة
pl: Członkostwo CSV Eksport - status
sw: Uanachama CSV Export - Hali
tl: Ang pagsapi CSV export - Katayuan

source: The export file is ready, click the download link below to download.
ar: ملف التصدير جاهز، انقر على رابط التحميل أدناه لتحميل.
pl: Plik eksportu jest gotowy, kliknij poniższy link do pobrania.
sw: faili mauzo ya nje ni tayari, bonyeza download link hapo chini ili download.
tl: Ang export file ay handa na, i-click ang download link sa ibaba upang i-download.

source: Download Now
ar: تحميل الآن
pl: Pobierz teraz
sw: Download Sasa
tl: I-download Ngayon

source: Back to Corp. Memberships
ar: العودة إلى عضوية شركة
pl: Powrót do Corp Członkostwo
sw: Back to Corp. Uanachama
tl: Bumalik sa Corp. mga pagmimiyembro

source: <p> Your request is being processed. Please check later by <strong>refreshing this page</strong>. <br /><br /> In the meantime, we'll notify you via email once the export is ready. Thank you for your patience! </p>
ar: <p> يتم معالجة طلبك. يرجى مراجعة في وقت لاحق <strong> منعش هذه الصفحة </strong>. <br /> <br /> في غضون ذلك، سنقوم بإعلامك عبر البريد الإلكتروني مرة واحدة تصدير جاهز. أشكركم على صبركم! </p>
pl: <p> Twoje zapytanie jest przetwarzane. Prosimy sprawdzić później <strong> odświeżanie tej strony </strong>. <br /> <br /> W międzyczasie, powiadomimy Cię poprzez e-mail, gdy eksport jest gotowy. Dziękujemy za cierpliwość! </p>
sw: <p> Ombi lako ni kuwa processed. Tafadhali angalia baadaye na <strong> kuogea ukurasa huu </strong>. <br /> <br /> Wakati huo huo, tutaweza kukujulisha kupitia barua pepe mara moja kuuza nje ni tayari. Asante kwa uvumilivu wako! </p>
tl: <p> Ang iyong kahilingan ay pinoproseso. Mangyaring suriin sa ibang pagkakataon sa pamamagitan ng <strong> i-refresh ang pahinang ito </strong>. <br /> <br /> Sa habang panahon, aabisuhan ka namin sa pamamagitan ng email sa sandaling ang pag-export ay handa na. Salamat sa iyo para sa iyong pasensya! </p>

source: Membership for %(mem_user)s
ar: عضوية ل %(mem_user)s ق
sw: Uanachama kwa %(mem_user)s
tl: Pagiging Kasapi para sa %(mem_user)s

source: Membership Details
ar: تفاصيل العضوية
pl: Szczegóły członków
sw: Maelezo ya uanachama
tl: Mga Detalye sa Pagiging Kasapi

source: Print Page
ar: طباعة الصفحة
pl: Drukuj stronę
sw: This page
tl: I-print ang Pahina

source: Edit Membership
ar: تحرير العضوية
pl: Edycja Członkostwo
sw: Edit Uanachama
tl: I-edit ang Pagiging Kasapi

source: Edit Your Membership
ar: تعديل العضوية الخاصة بك
pl: Edytuj swoje członkostwo
sw: Hariri Uanachama yako
tl: I-edit ang Iyong Ang pagsapi

source: Balance Due
ar: الرصيد المستحق
pl: Saldo należności
sw: Mizani Kutokana
tl: Balanse Dahil

source: Group
ar: مجموعة
pl: Grupa
tl: Grupo

source: Since
ar: منذ
pl: Rejestracja
sw: Tangu
tl: Dahil ang

source: Renewed
ar: جدد
pl: Odnowiona
sw: Upya
tl: Na-renew

source: Never expires
ar: ينتهي أبدا
pl: Nigdy nie wygasa
sw: Kamwe muda wake
tl: Huwag kailanman mag-expire

source: Expires
ar: تنتهي
pl: Wygasa
sw: Muda wake
tl: E-expire

source: grace period
ar: فترة سماح
pl: okres karencji
sw: kipindi cha neema
tl: palugit

source: days
ar: أيام
pl: dni
sw: siku
tl: araw

source: Renew between
ar: تجديد بين
pl: Odnowić między
sw: Upya kati ya
tl: I-renew ang pagitan

source: and
ar: و
pl: i
sw: na
tl: at

source: Membership type does not allow renewals.
ar: نوع العضوية لا يسمح التجديد.
pl: Rodzaj członkostwa nie pozwala odnowień.
sw: Aina uanachama hairuhusu renewals.
tl: Uri ng pagiging kasapi ay hindi pumapayag sa pag-renew.

source: Oh no you're expired, sign up for membership.
ar: أوه لا كنت منتهية الصلاحية، تسجل في عضوية.
pl: O nie jesteś wygasł, zarejestruj się do członkostwa.
sw: Oh no wewe ni muda wake, ishara ya juu kwa ajili ya uanachama.
tl: Ay naku ka nag-expire na, mag-sign up para sa pagiging kasapi.

source: No pending actions required, good job!
ar: توجد إجراءات في انتظار المطلوبة، بعمل جيد!
pl: Nie wymaga niespodziewanych akcji, dobra robota!
sw: Vitendo Hakuna inasubiri anahitajika, kazi nzuri!
tl: Walang kinakailangang mga nakabinbing mga pagkilos, ang mahusay na trabaho!

source: More Details
ar: مزيد من التفاصيل
pl: Więcej szczegółów
sw: Maelezo zaidi
tl: Higit pang Mga Detalye

source: Alternate Address
ar: عنوان بديل
pl: Alternatywny adres
sw: Alternate mitaani
tl: Kahaliling Address

source: Certifications
ar: الشهادات
pl: Certyfikaty
sw: Kutunukiwa

source: Work Experience
ar: خبرة العمل
pl: Doświadczenie zawodowe
sw: Uzoefu kazi
tl: Karanasan sa Trabaho

source: Referral Source
ar: المصدر الإحالة
pl: Skierowanie Źródło
sw: Rufaa Chanzo
tl: Referral ng Pinagmulan

source: Referral Source (other)
ar: المصدر الإحالة (أخرى)
pl: Skierowanie Źródło (inne)
sw: Rufaa Chanzo (nyingine)
tl: Pinagmulan ng Referral (iba pa)

source: Referral Source Member Name
ar: اسم مصدر الإحالة الأعضاء
pl: Skierowanie Źródło Nazwa użytkownika
sw: Rufaa Jina Chanzo Mwanachama
tl: Referral Pangalan ng Miyembro ng Pinagmulan

source: Referral Source Member Number
ar: عدد الأعضاء الإحالة المصدر
pl: Numer referencyjny Źródło Państwa
sw: Rufaa Chanzo Mwanachama Idadi
tl: Bilang ng Miyembro ng Pinagmulan ng Referral

source: Affiliation Member Number
ar: الانتماء عدد الأعضاء
pl: Numer przynależność Państwa
sw: Uhusiano Mwanachama Idadi
tl: Kaugnayan Numero ng Miyembro

source: Primary Practice
ar: الممارسة الأولية
pl: Podstawowym Praktyka
sw: Mazoezi ya msingi
tl: Pangunahing Practice

source: How Long in Practice
ar: كيف طويل في الممارسة
pl: Jak długo w praktyce
sw: Jinsi muda mrefu katika Mazoezi
tl: Paano Long sa Practice

source: Newsletter Type
ar: نوع النشرة الإخبارية
pl: Rodzaj newslettera
sw: Newsletter Aina
tl: Uri ng Newsletter

source: Directory Type
ar: نوع الدليل
pl: Rodzaj katalog
sw: Directory Aina
tl: Uri ng Directory

source: Application Complete Date &amp; Time
ar: التطبيق الكامل وتاريخ أمبير. الوقت
pl: Zastosowanie Kompletna Data i amp; Czas
sw: Maombi Complete Tarehe na amp; Wakati
tl: Kumpletong Application Petsa &amp; amp; Oras

source: Application Approved Date &amp; Time
ar: تطبيق المعتمدة التاريخ وأمبير. الوقت
pl: Zatwierdzony Data i amp; Czas
sw: Maombi Approved Tarehe na amp; Wakati
tl: Application Petsa &amp; amp Naaprubahan; Oras

source: Personnel Notified Date
ar: موظفي التسجيل أخطرت
pl: Kadr zgłoszoną datą
sw: Wafanyakazi aliifamisha Tarehe
tl: Tauhan Napagsabihan Petsa

source: Payment Received Date &amp; Time
ar: الدفعة المستلمة التاريخ وأمبير. الوقت
pl: Płatność otrzymana Data i amp; Czas
sw: Malipo ya kupokea Tarehe na amp; Wakati
tl: Petsa &amp; amp Natanggap na Bayad; Oras

source: Override
ar: تجاوز
pl: Zastąp

source: Exported
ar: تصدير
pl: Eksportowane
sw: Nje
tl: Na-export

source: Areas of Expertise
ar: مجالات الخبرة
pl: Obszary specjalizacji
sw: Maeneo ya utaalamu
tl: Ang mga lugar ng kadalubhasaan

source: Home State
ar: الرئيسية الدولة
pl: Stan domu
sw: Nyumbani Hali
tl: Home ng Estado

source: Year Left Native Country
ar: السنة اليسار الأصلية البلد
pl: Rok Lewy ojczyźnie
sw: Mwaka kushoto Native Nchi
tl: Taon Kaliwang Katutubong Bansa

source: Network Sectors
ar: القطاعات الشبكة
pl: Sektorach sieciowych
sw: Sekta Network
tl: Sektor Network

source: Networking
ar: الشبكات
pl: Sieci

source: Government Worker
ar: موظف حكومي
pl: Pracownik rząd
sw: Serikali Worker
tl: Pamahalaan Worker

source: Government Agency
ar: وكالة الحكومة
pl: Agencja rząd
sw: Shirika la Serikali
tl: Pamahalaan Agency

source: License Number
ar: رقم الرخصة
pl: Numer licencji
sw: Idadi ya leseni
tl: Numero ng Lisensya

source: License State
ar: الدولة رخصة
pl: Stan License
sw: Leseni Hali
tl: Estado ng Lisensya

source: Region
ar: المنطقة
tl: Rehiyon

source: Company Size
ar: شركة الحجم
pl: Wielkość firmy
sw: Kampuni Size
tl: Sukat ng Kumpanya

source: Promotion Code
ar: كود الترويج
pl: Kod promocji
tl: Code ng Pag-promote

source: Even More Details (custom fields)
ar: حتى المزيد من التفاصيل (حقول مخصصة)
pl: Nawet Szczegóły (pola niestandardowe)
sw: Hata Maelezo zaidi (mashamba desturi)
tl: Kahit Higit pang Mga Detalye (custom na field)

source: Archived Memberships
ar: عضوية المؤرشفة
pl: Przynależność archiwalne
sw: Uanachama Jalada
tl: Naka-archive na mga pagmimiyembro

source: %(memname)s
ar: %(memname)s ق

source: Invoice
ar: فاتورة
pl: Faktura
sw: Ankara

source: Work Phone
ar: هاتف العمل
pl: Telefon do pracy
sw: Simu ya Kazini
tl: Trabaho ng Telepono

source: Home Phone
ar: هاتف المنزل
pl: Telefon domowy
sw: Simu ya Nyumbani
tl: Home ng Telepono

source: Mobile Phone
ar: الهاتف النقال
pl: Telefony komórkowe
sw: Simu ya Mkono Simu

source: (you are here)
ar: (أنت هنا)
pl: (Tu jesteś)
sw: (Wewe ni hapa)
tl: (Nandito ka)

source: Membership #
ar: عضوية #
pl: Członkostwo #
sw: Uanachama #
tl: Ang pagsapi #

source: Membership information not available
ar: عضوية المعلومات غير متوفرة
pl: Członkostwo nie jest dostępna informacja
sw: Habari Uanachama si inapatikana
tl: Impormasyon ng pagiging miyembro hindi magagamit

source: Payment via
ar: الدفع عن طريق
pl: Płatność za pośrednictwem
sw: Malipo kupitia
tl: Pagbabayad sa pamamagitan ng

source: Exceeded Maximum Number of Membership Types
ar: تجاوزت الحد الأقصى لعدد أنواع العضوية
pl: Przekroczono maksymalną liczbę typów członkostwa
sw: Ilizidi Maximum Idadi ya Aina Uanachama
tl: Lumagpas sa Pinakamataas na Bilang ng Mga Uri ng Pagiging Kasapi

source: Oops, you've exceeded the maximum number of membership types for your site. Please contact your hosting provider to increase this limit.
ar: عفوا، لقد تجاوزت الحد الأقصى لعدد أنواع العضوية لموقعك. يرجى الاتصال بموفر خدمة الاستضافة لزيادة هذا الحد.
pl: Ups, już przekroczyła maksymalną liczbę rodzajów członkostwa witryny. Proszę skontaktować się z dostawcą usług hostingowych, aby zwiększyć ten limit.
sw: Oops, umefanya ilizidi upeo wa idadi ya aina uanachama ajili ya tovuti yako. Tafadhali wasiliana na hosting mtoa huduma wako kuongeza kikomo hii.
tl: Oops, mo na lumampas sa maximum na bilang ng mga uri ng pagiging miyembro para sa iyong site. Mangyaring makipag-ugnay sa iyong hosting provider upang taasan ang limitasyon na ito.

source: All Members
ar: كل الأعضاء
pl: Wszyscy członkowie
sw: Wanachama wote
tl: Lahat ng Mga Miyembro

source: This Member
ar: هذه الأعضاء
pl: To państwo
sw: Hii Mwanachama
tl: Miyembro na ito

source: Admin: Click here to edit and approve this membership
ar: مشرف: اضغط هنا للتعديل والموافقة على هذه العضوية
pl: Admin: Kliknij tutaj, aby edytować i zatwierdzić ten członkostwa
sw: Admin: Bonyeza hapa kwa hariri na kupitisha taarifa uanachama hili
tl: Admin: Mag-click dito upang i-edit at aprubahan ang pagmimiyembro na ito

source: Add <strong>More</strong> Members Under
ar: إضافة <strong> المزيد </strong> الأعضاء تحت
pl: Dodaj <strong> Więcej </strong> Członkowie Pod
sw: Kuongeza <strong> Zaidi </strong> Wanachama Chini ya
tl: Magdagdag <strong> Higit </strong> Sa ilalim ng Mga Miyembro

source: Back to Corporate Membership
ar: العودة إلى عضوية الشركات
pl: Powrót do członkostwa Corporate
sw: Back to Corporate Uanachama
tl: Bumalik sa Corporate Ang pagsapi

source: Go to my profile
ar: الذهاب إلى ملفي الشخصي
pl: Idź do mojego profilu
sw: Kwenda profile yangu
tl: Pumunta sa aking profile

source: Membership Application Payment Status
ar: عضوية تطبيق الدفع الحالة
pl: Aplikacja Płatność status członkostwa
sw: Uanachama Maombi Malipo Status
tl: Ang pagsapi Katayuan ng Application Pagbabayad

source: Renew from now until %(memdate)s
ar: تجديد من الآن وحتى %(memdate)s ق
sw: Upya kuanzia sasa hadi %(memdate)s
tl: I-renew mula ngayon hanggang %(memdate)s

source: Renewal available in
ar: تجديد متوفر في
pl: Odnowienie dostępny w
sw: Renewal inapatikana katika
tl: Pag-renew magagamit sa

source: Expired: Renewal Period has Passed
ar: انتهت صلاحيتها: لقد مرت فترة تجديد
pl: Wygasł: Okres Renewal zdał
sw: Muda wake: Renewal Kipindi amepita
tl: Nag-expire: Panahon ng Pag-renew ay Napasa

source: Application Entries
ar: مقالات التطبيق
pl: Wpisy aplikacji
sw: Entries maombi

source: Membership Search
ar: عضوية بحث
pl: Członkostwo Szukaj
sw: Uanachama Search
tl: Paghahanap ng pagiging miyembro

source: 0 Members Found
ar: 0 عضو وجدت
pl: 0 osób uznało
sw: 0 Wanachama Kupatikana
tl: Nakahanap ng 0 Mga Miyembro

source: Membership Types
ar: أنواع العضوية
pl: Rodzaje członkostwa
sw: Aina uanachama
tl: Mga Uri ng pagiging kasapi

source: Approved on %(decision_date)s by:
ar: وافق على %(decision_date)s ق من قبل:
pl: Zatwierdzone w %(decision_date)s przez:
sw: Kupitishwa juu ya %(decision_date)s by:
tl: Aprubado sa %(decision_date)s sa pamamagitan ng:

source: Denied on %(decision_date)s by:
ar: نفى %(decision_date)s ق من قبل:
pl: Odmowy %(decision_date)s przez:
sw: Alikana %(decision_date)s by:
tl: Tinanggihan sa %(decision_date)s sa pamamagitan ng:

source: Membership Confirmation
ar: تأكيد عضوية
pl: Potwierdzenie członkostwa
sw: Uanachama Kipaimara
tl: Kumpirmasyon ng pagiging miyembro

source: Submitted
ar: المقدمة
pl: Dodane
sw: Iliombwa
tl: Isinumite

source: Approved on %(decision_date)s by:
ar: الموافقة على %(decision_date)s بنسبة:
sw: Kupitishwa kwa %(decision_date)s na:
tl: Aprubado sa %(decision_date)s sa pamamagitan ng:

source: Anonymous
ar: مجهول
pl: Anonimowy

source: Denied on %(decision_date)s by:
ar: نفى على %(decision_date)s بنسبة:
sw: Alikana %(decision_date)s na:
tl: Tinanggihan sa %(decision_date)s sa pamamagitan ng:

source: Department
ar: قسم
pl: Dział
sw: Idara
tl: Kagawaran

source: Address Type
ar: نوع عنوان
pl: Typ adresu
sw: Aina ya mitaani
tl: Uri ng Address

source: DOB
ar: تاريخ الميلاد

source: Sex
ar: الجنس
pl: Seks
tl: Kasarian

source: Spouse
ar: الزوج
pl: Współmałżonek
sw: Mke
tl: Asawa

source: Hide in Search
ar: الاختباء في البحث
pl: Ukryj w Szukaj
sw: Kujificha katika Search
tl: Itago sa Paghahanap

source: Hide Address
ar: إخفاء عنوان
pl: Ukryj Adres
sw: Hide mitaani
tl: Itago ang Address

source: Hide Email
ar: إخفاء البريد الإلكتروني
pl: Ukryj Wyślij
sw: Hide Barua pepe
tl: Itago ang Email

source: Hide Phone
ar: اخفاء الهاتف
pl: Ukryj Telefon
sw: Hide Simu
tl: Itago ang Telepono

source: Expire Date
ar: ينتهي التسجيل
pl: Data wygaśnięcia
sw: Kumalizika Tarehe
tl: Petsa e-expire

source: Referral Source Other
ar: إحالة أخرى المصدر
pl: Skierowanie Źródło Inne
sw: Rufaa Chanzo nyingine
tl: Referral Pinagmulan ng Iba

source: Affilliation Member Number
ar: Affilliation عدد الأعضاء
pl: Affilliation Państwa Numer
sw: Affilliation Mwanachama Idadi
tl: Affilliation Bilang ng Miyembro

source: How long in practice
ar: كم من الوقت في ممارسة
pl: Jak długo w praktyce
sw: Kwa muda gani katika mazoezi
tl: Gaano katagal sa kasanayan

source: Year left Native Country
ar: عام غادرت البلد الأصلي
pl: Roku opuścił ojczyzny
sw: Mwaka kushoto Native Nchi
tl: Taon kaliwa Katutubong Bansa

source: This membership is pending.
ar: هذه العضوية معلقة.
pl: Członkostwo to jest w toku.
sw: Hii uanachama ni inasubiri.
tl: Pagiging miyembro na ito ay naghihintay.

source: Your membership is pending for admin approval.
ar: عضويتك في انتظار لموافقة المشرف.
pl: Twoje członkostwo czeka na zatwierdzenie administratora.
sw: Uanachama wako ni inasubiri kwa admin idhini.
tl: Ang pagiging miyembro ay nakabinbin para sa pag-apruba ng admin.

source: You will be notified shortly after your application is approved.
ar: سيتم إعلامك قريبا بعد الموافقة على طلبك.
pl: Zostaniesz powiadomiony wkrótce po zaakceptowaniu wniosku.
sw: Utafahamishwa muda mfupi baada ya maombi yako ni kupitishwa.
tl: Aabisuhan ka sa ilang sandali lamang matapos ang iyong application ay naaprubahan.

source: Please continue registering for your event as a member.
ar: يرجى مواصلة تسجيل لهذا الحدث الخاص بك كعضو.
pl: Proszę kontynuować rejestracji do zdarzenia jako członka.
sw: Tafadhali kuendelea kusajili kwa ajili ya tukio yako kama mwanachama.
tl: Mangyaring magpatuloy sa pagrehistro para sa iyong mga kaganapan bilang isang miyembro.

source: and Make Online Payment
ar: وجعل الدفع الإلكتروني
pl: oraz dokonać płatności online
sw: na kufanya Online Malipo
tl: at Magsagawa ng Pagbabayad Online

source: Add <strong>More</strong> Members Under "%(corpmembership.corp_profile.name)s"
ar: إضافة <strong> أكثر </strong> الأعضاء تحت &quot; %(corpmembership.corp_profile.name)s ق&quot;
sw: Kuongeza <strong> Zaidi </strong> Wanachama Chini ya &quot; %(corpmembership.corp_profile.name)s&quot;
tl: Magdagdag <strong> Higit </strong> Mga Miyembro Sa ilalim ng &quot; %(corpmembership.corp_profile.name)s&quot;

source: All Fields
ar: جميع الحقول
pl: Wszystkie pola
sw: Fields wote
tl: Lahat ng mga Patlang

source: Section 1: User Information
ar: القسم 1: معلومات العضو
pl: Rozdział 1: Informacje o użytkowniku
sw: Sehemu ya 1: Maelezo ya mtumiaji
tl: Seksyon 1: Impormasyon ukol sa Gumagamit

source: Mr.
ar: السيد
pl: Pan
sw: Mheshimiwa
tl: G.

source: Mrs.
ar: السيدة
pl: Pani
sw: Bi

source: Ms.
ar: السيدة
pl: Pani
sw: Bi
tl: Bb

source: Miss.
ar: ملكة جمال.
pl: Panna.
tl: Tamaan.

source: Dr.
ar: الدكتور
sw: Dk

source: Prof.
ar: البروفيسور
pl: Profesor

source: Hon.
ar: هون.
sw: Mhe.

source: Initials
ar: بالاحرف الاولى
pl: Inicjały
sw: Herufi
tl: Inisyal

source: Display Name
ar: اسم العرض
pl: Wyświetlacz Nazwa
sw: Jina Display

source: Functional Title
ar: العنوان الوظيفي
pl: Tytuł funkcjonalny
tl: Functional Pamagat

source: Mister
ar: مستر

source: Work
ar: العمل
pl: Pracy
sw: Kazi
tl: Trabaho

source: Pager
ar: بيجر

source: E-mail
ar: البريد الإلكتروني
pl: Adres e-mail

source: E-mail 2
ar: البريد الإلكتروني 2
pl: Adres e-mail 2

source: Web Site
ar: الموقع على شبكة الإنترنت
sw: Tovuti

source: Web Site 2
ar: موقع ويب 2
pl: Witryna sieci Web 2
sw: Tovuti 2

source: User Name
ar: اسم المستخدم
pl: Nazwa użytkownika
sw: Jina la mtumiaji
tl: Pangalan ng User

source: confirm password
ar: تأكيد كلمة المرور
pl: potwierdź hasło
sw: kuthibitisha password
tl: kumpirmahin ang password

source: Section 2: Membership Information
ar: القسم 2: معلومات العضوية
pl: Sekcja 2: Informacje Członkostwo
sw: Sehemu ya 2: Uanachama Habari
tl: Seksyon 2: Impormasyon ng Pagiging Kasapi

source: 2 Free Passes Coxx
ar: 2 يمر مجانية Coxx
pl: 2 bezpłatne wejściówki Coxx
sw: 2 Free hupita Coxx
tl: 2 Libreng Ipinapasa Coxx

source: Company Coffee
ar: شركة القهوة
pl: Firma Coffee
sw: Kampuni Coffee
tl: Kumpanya Coffee

source: Free Passes Co
ar: يمر شركة مجانا
pl: Bezpłatne wejściówki Co
sw: Free hupita Co
tl: Libreng Ipinapasa Co

source: Jenny Test Free Pass
ar: اختبار جيني تذاكر مجانية
pl: Jenny Przełęcz bezpłatny test
sw: Jenny mtihani Free Pass

source: new company
ar: شركة جديدة
pl: nowa firma
sw: kampuni mpya
tl: bagong kumpanya

source: Of the Rose House of Design
ar: مجلس النواب روز التصميم
pl: Z Rose House of Design
sw: Rose Of Baraza la Design
tl: Ng Rose House ng Disenyo

source: Tea Company
ar: شركة الشاي
sw: Kampuni ya Chai
tl: Tea Kumpanya

source: How long in practice?
ar: كم من الوقت في الممارسة؟
pl: Jak długo w praktyce?
sw: Muda mrefu katika mazoezi jinsi gani?
tl: Gaano katagal sa pagsasanay?

source: Licensed in State
ar: المرخصة في الدولة
pl: Licencję w państwie
sw: Leseni katika Jimbo
tl: Licensed sa Estado

source: Application Complete?
ar: التطبيق الكامل؟
pl: Aplikacja została zakończona?
sw: Maombi Iliyokamilika?
tl: Kumpletong Application?

source: Size of Company
ar: حجم الشركة
pl: Wielkość firmy
sw: Ukubwa wa Kampuni
tl: Sukat ng Kumpanya

source: Section 3: Membership Type
ar: القسم 3: نوع العضوية
pl: Sekcja 3: Rodzaj Członkostwo
sw: Sehemu ya 3: Aina Uanachama
tl: Seksyon 3: I-type ng pagiging miyembro

source: Section 4: Payment
ar: الفرع 4: الدفع
pl: Sekcja 4: Płatność
sw: Sehemu ya 4: Malipo
tl: Seksyon 4: Pagbabayad

source: Section 5: Education History
ar: المادة 5: التعليم التاريخ
pl: Sekcja 5: Historia Edukacja
sw: Sehemu ya 5: Elimu Historia
tl: Seksyon 5: Kasaysayan ng Edukasyon

source: Enter your Education History
ar: أدخل التاريخ التعليم الخاص
pl: Wpisz swój Wyksztalcenie
sw: Kuingia Historia yako Elimu
tl: Ipasok ang iyong Kasaysayan ng Edukasyon

source: Year Graduated
ar: تخرج العام
pl: Rok Absolwent
sw: Mwaka walihitimu
tl: Graduated Taon

source: Section 6: Career History
ar: القسم 6: التاريخ الوظيفي
pl: Sekcja 6: Historia Kariera
sw: Sehemu ya 6: Kazi Historia
tl: Seksyon 6: Kasaysayan ng Career
