Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Delete multiple objects
ar: حذف كائنات متعددة
pl: Usuwanie wielu obiektów
sw: Kufuta vitu mbalimbali
tl: Tanggalin ang maramihang mga bagay

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
ar: هل أنت متأكد أنك تريد حذف %(objects_name)s ق المختارة؟ سيتم حذف كافة الكائنات التالية والبنود المرتبطة بها:
sw: Je, una uhakika unataka kufuta kuchaguliwa %(objects_name)s? Wote wa vitu zifuatazo na vitu vyao kuhusiana itakuwa ilifutwa:
tl: Sigurado ka bang gusto mong tanggalin ang napiling %(objects_name)s? Ang lahat ng mga sumusunod na bagay at ang kanilang kaugnay na mga item ay matatanggal:

source: 404 URL Report
ar: 404 تقرير URL
pl: 404 URL Zgłoś
sw: 404 URL Ripoti
tl: Ulat ng URL 404

source: There is nothing to report
ar: لا يوجد شيء أن يقدم تقريرا
pl: Nie ma nic do zgłaszania
sw: Hakuna kitu kuripoti
tl: May walang upang mag-ulat

source: New and Renewing Members YTD
ar: جديد وتجديد الأعضاء منذ بداية العام
pl: Nowe i Odnawianie użytkowników YTD
sw: New Kufanywa upya na Wanachama YTD
tl: Bago at renew Miyembro YTD

source: Select a Year
ar: اختر السنة
pl: Wybierz rok
sw: Kuchagua Mwaka
tl: Pumili ng Taon

source: Renewing
ar: تجديد
pl: Odnawianie
sw: Kufanywa upya
tl: Inire-renew

source: Total Active
ar: الكل بالموقع
pl: Suma
sw: Jumla ya Active
tl: Kabuuang Aktibo

source: Exclude Total Active from Chart
ar: استبعاد إجمالي بالموقع من الرسم البياني
pl: Wyklucza Suma z wykresu
sw: Kuwatenga Jumla ya Active kutoka Chati
tl: Ibukod Kabuuang Aktibong mula Chart

source: Include Total Active to Chart
ar: يشمل إجمالي بالموقع إلى نظام القوائم
pl: Obejmować wszystkich aktywnych w Chart
sw: Jumla ya ni pamoja na Active kwa Kielelezo
tl: Isama Kabuuang Aktibo sa tsart

source: Superuser Security Level Report
ar: المستخدم الخارق تقرير مستوى الأمان
pl: Superuser Poziom zabezpieczeń Zgłoś
sw: Superuser Usalama Level Ripoti
tl: Superuser Ulat sa Antas ng Seguridad

source: Lists all users with a security level of Superuser. This can be helpful as a cross reference when auditing.
ar: يسرد كافة المستخدمين مع مستوى أمان الخارق. هذا يمكن أن يكون مفيدا كمرجع عندما عبر تدقيق.
pl: Zawiera listę wszystkich użytkowników z poziomem bezpieczeństwa superużytkownika. Może to być pomocne w pole karne odniesienia podczas kontroli.
sw: Orodha ya watumiaji wote pamoja na ngazi ya usalama wa superuser. Hii inaweza kuwa na manufaa kama rejea msalaba wakati ukaguzi.
tl: Naglilista ng lahat ng mga user na may isang antas ng seguridad ng Superuser. Maaari itong maging kapaki-pakinabang bilang isang kalyeng sanggunian kapag sa pag-awdit.

source: UserId
ar: معرف المستخدم
pl: Identyfikator użytkownika

source: Lastname
ar: اسم العائلة
pl: Nazwisko
sw: Jina la familia

source: Firstname
ar: الاسم الأول
pl: Imię
tl: Ni FIRSTNAME

source: Article Reporting Options
ar: خيارات التقارير المقال
pl: Opcje Artykuł Sprawozdawczości
sw: Ibara ya Taarifa ya Chaguzi
tl: Mga Pagpipilian sa Pag-uulat ng Artikulo

source: Article times read. Click the article headline to view the article. Click the numbers on the left to view those specific views. Blank headlines means the article was probably deleted but the view records are still kept for accurate reporting.
ar: مرات قراءة المادة. انقر عنوان المقال لعرضها. انقر فوق أرقام على اليسار لعرض تلك الآراء محددة. عناوين فارغة تعني ربما كان حذف المادة، ولكن لا تزال تبقى وجهة نظر السجلات لإعداد تقارير دقيقة.
pl: Razy artykuł przeczytać. Kliknij nagłówek artykułu w celu wyświetlenia tego artykułu. Kliknij numery po lewej stronie, by zobaczyć te szczegółowe widoki. Puste nagłówki oznacza artykuł został prawdopodobnie usunięty, ale widok rekordy są nadal przechowywane na dokładne raportowanie.
sw: Ibara ya mara kusoma. Bonyeza kichwa cha habari makala kuangalia makala. Bonyeza namba upande wa kushoto kuangalia maoni hayo maalum. Vichwa vya habari tupu ina maana ya makala hiyo pengine ilifutwa lakini rekodi mtazamo bado ni agizo kwa taarifa sahihi.
tl: Artikulo beses basahin. I-click ang headline ng artikulo upang tingnan ang artikulo. I-click ang mga numero sa kaliwa upang tingnan ang mga partikular na tanawin. Blangkong mga headline ay nangangahulugang ang artikulo ay tinanggal marahil ngunit ang mga tala ng pagtingin ay pinanatiling pa rin para sa tumpak na pag-uulat.

source: Viewed
ar: معروض
pl: Oglądane
sw: Kutazamwa
tl: Tiningnan

source: Views / Day
ar: مشاهدة / يوم
pl: Odsłon / dzień
sw: Maoni / Siku
tl: Views / Araw

source: New and Renewing Corporate Memberships Overtime
ar: جديد وتجديد عضوية الشركات العمل الإضافي
pl: Nowe i Odnawianie Memberships firmowe Nadgodziny
sw: New Kufanywa upya na Uanachama Corporate Overtime
tl: Bago at renew mga pagmimiyembro Corporate obertaym

source: New Members
ar: أعضاء جدد
pl: Nowi członkowie
sw: New Wanachama
tl: Bagong Kasapi

source: Renewing Members
ar: تجديد الأعضاء
pl: Odnawiające użytkowników
sw: Kufanywa upya Wanachama
tl: Renew ng Miyembro

source: Total Active Corporate Memberships
ar: مجموع عضوية الشركات النشطة
pl: Suma Członkostwo korporacyjne
sw: Jumla ya Active Corporate Uanachama
tl: Kabuuang Aktibong mga pagmimiyembro Corporate

source: Corporate Membership Report
ar: تقرير عضوية الشركات
pl: Korporacyjnego Raport Członkostwo
sw: Corporate Uanachama Ripoti
tl: Ulat Corporate Ang pagsapi

source: Corp Mem Type
ar: نوع كورب م
pl: Rodzaj Corp Mem
sw: Corp Mem Aina
tl: Uri ng corp Mem

source: Tendenci&reg; Event Log Summary Report
ar: Tendenci وسهل حصوي؛ سجل الأحداث تقرير موجز
pl: Tendenci &amp; reg; Sprawozdanie podsumowujące dziennika zdarzeń
sw: Tendenci &amp; reg; Tukio Ingia Summary Ripoti
tl: Tendenci &amp; reg; Ulat ng Buod ng Kaganapan Log

source: Back to main Event Logs report
ar: العودة إلى سجلات الأحداث التقرير الرئيسي
pl: Powrót do głównej raportu dzienników zdarzeń
sw: Back to kuu ya Tukio Kumbukumbu ripoti
tl: Bumalik sa pangunahing ulat Log ng Kaganapan

source: Members in Grace Period
ar: أعضاء في فترة السماح
pl: Członkowie w Grace Period
sw: Wanachama katika Grace Period
tl: Mga Miyembro sa Grace ng Panahon

source: These members are past their expiration dates, but still in the grace period defined in their membership types.
ar: هؤلاء الأعضاء هم الماضي تواريخ انتهاء الصلاحية، ولكن لا يزال في فترة السماح المحددة في أنواع عضويتهم.
pl: Użytkownicy przeszłości ich daty ważności, ale jeszcze w okresie karencji określonym w ich typów członkostwa.
sw: Wanachama wa aina hii ni nyuma ya kumalizika muda wake tarehe zao, lakini bado katika kipindi cha neema inavyoelezwa katika aina yao uanachama.
tl: Ang mga miyembro ay nakalipas na sa kanilang petsa ng pag-expire, ngunit pa rin sa biyaya panahon ng nilinaw sa kanilang mga uri ng pagiging kasapi.

source: No members currently in the grace period.
ar: لا يوجد أعضاء حاليا في فترة السماح.
pl: Brak obecnie członkami w okresie karencji.
sw: Hakuna wanachama sasa katika kipindi cha neema.
tl: Walang mga kasapi sa kasalukuyan sa panahon ng palugit.

source: Available reports
ar: التقارير المتاحة
pl: Dostępne raporty
sw: Inapatikana ripoti
tl: Magagamit na mga ulat

source: Marketing Events Summary
ar: التسويق ملخص الأحداث
pl: Podsumowanie wydarzeń marketingowych
sw: Marketing Matukio Summary
tl: Buod ng Kaganapan Marketing

source: Administrator Security Level
ar: مدير مستوى الأمان
pl: Poziom bezpieczeństwa administratora
sw: Msimamizi Usalama Level
tl: Antas ng Security Administrator

source: Site Users Added
ar: أضيفت مستخدمي الموقع
pl: Użytkownicy witryna Dodano
sw: Tovuti Watumiaji Aliongeza
tl: Idinagdag Ang mga gumagamit ng Site

source: User Activity Summary
ar: ملخص نشاط المستخدم
pl: Podsumowanie aktywności użytkownika
sw: Shughuli mtumiaji Summary
tl: Buod ng Aktibidad ng User

source: User Access
ar: وصول المستخدم
pl: Dostęp użytkownika
sw: Access mtumiaji
tl: Access ng User

source: Contacts Report - Referral Analysis
ar: الإبلاغ عن اتصالات - تحليل الإحالة
pl: Kontakt Zgłoś - Analiza skierowań
sw: Mawasiliano Ripoti - Uchambuzi Rufaa
tl: Mag-ulat ng Contact - Pagsusuri Referral

source: Active Memberships
ar: عضوية نشطة
pl: Przynależność do aktywnych
sw: Uanachama Active
tl: Aktibong mga pagmimiyembro

source: Membership Summary
ar: ملخص العضوية
pl: Podsumowanie członków
sw: Uanachama Summary
tl: Buod ng Pagiging Kasapi

source: Expired Memberships
ar: عضوية منتهية الصلاحية
pl: Przynależność przeterminowane
sw: Uanachama muda wake
tl: Expired na mga pagmimiyembro

source: Memberships Over Time
ar: عضوية على مر الزمن
pl: Członkostwa w czasie
sw: Uanachama baada ya muda
tl: Ang pagsapi sa Paglipas ng Panahon

source: Corporate Memberships Over Time
ar: عضوية الشركات على مر الزمن
pl: Członkostwo korporacyjne w czasie
sw: Uanachama Corporate baada ya muda
tl: Corporate Ang pagsapi sa Paglipas ng Panahon

source: Pay Method
ar: طريقة الدفع
pl: Metoda wynagrodzenie
tl: Pay Pamamaraan

source: Current Member Totals by Company
ar: المجاميع الأعضاء الحالية قبل شركة
pl: Aktualne Całkowite Państwa przez Spółkę
sw: Sasa Mwanachama Totals na Kampuni
tl: Kasalukuyang Mga kabuuan ng Miyembro sa pamamagitan ng Kumpanya

source: # Members
ar: # الأعضاء
pl: # Użytkownicy
sw: # Wanachama
tl: # Mga Miyembro

source: No company data available.
ar: لا توجد بيانات الشركة المتاحة.
pl: Brak danych spółek.
sw: Hakuna data kampuni zilizopo.
tl: Walang magagamit na data ng kumpanya.

source: Members YTD by type
ar: أعضاء منذ بداية العام حسب نوع
pl: Członkowie początku roku według typu
sw: Wanachama YTD na aina
tl: Mga Miyembro YTD ayon sa uri

source: Currently showing data for %(year)s.
ar: تظهر البيانات حاليا ل %(year)s ق.
sw: Hivi sasa kuonyesha data kwa %(year)s.
tl: Kasalukuyang ipinapakita ng data para sa %(year)s.

source: Year
ar: العام
pl: Rok
sw: Mwaka
tl: Taon

source: Renewed Members
ar: الأعضاء المتجدد
pl: Członkowie wznowionej
sw: Wanachama upya
tl: Mare-renew ang mga Miyembro

source: Expired Members
ar: الأعضاء منتهية الصلاحية
pl: Członkowie przeterminowane
sw: Wanachama muda wake
tl: Expired na Miyembro

source: Memberships by Join Date
ar: عضوية من تاريخ التسجيل
pl: Przynależność według Zarejestrowany
sw: Uanachama na Join Date
tl: Ang mga pagmimiyembro sa pamamagitan ng Petsa Sumali

source: Filter Memberships
ar: مرشح عضوية
pl: Filtry Członkostwa
sw: Filter Uanachama
tl: I-filter ang mga pagmimiyembro

source: Download PDF version
ar: تحميل نسخة PDF
pl: Wersja do pobrania w formacie PDF
tl: Bersyon I-download ang PDF

source: Active Memberships Report
ar: تقرير عضوية نشطة
pl: Przynależność Zgłoś czynny
sw: Active Uanachama Ripoti
tl: Aktibong mga pagmimiyembro Ulat

source: Lists all memberships that are still active.
ar: يسرد كافة عضويات التي لا تزال نشطة.
pl: Wymienia wszystkie członkostwa, które są nadal aktywne.
sw: Orodha ya uanachama wa yote bado ni hai.
tl: Naglilista ng lahat na kasapi na aktibo pa rin.

source: Currently showing members who joined in the last 5 years.
ar: تظهر حاليا الأعضاء الذين انضم في السنوات ال 5 الماضية.
pl: Obecnie widać członków, którzy dołączyli w ciągu ostatnich 5 lat.
sw: Hivi sasa kuonyesha wanachama ambao walijiunga na katika miaka ya mwisho 5.
tl: Kasalukuyang ipinapakita ng mga miyembro na sumali sa nakaraang 5 taon.

source: Currently showing members who joined in the last %(days)s days.
ar: تظهر حاليا الأعضاء الذين انضموا في مشاركة %(days)s ق أيام.
tl: Kasalukuyang ipinapakita ng mga miyembro na sumali sa nakaraang %(days)sraw.

source: Filter by join date
ar: تصفية حسب تاريخ الانضمام
pl: Filtruj według daty przyłączenia
sw: Kuchuja na kujiunga na tarehe
tl: I-filter ayon sa petsa sumali

source: Last 60 days
ar: مشاركة 60 يوما
pl: Ostatnie 60 dni
sw: Mwisho siku 60
tl: Huling 60 araw

source: Last 90 days
ar: مشاركة 90 يوما
pl: Ostatnie 90 dni
sw: Mwisho siku 90
tl: Huling 90 araw

source: Last 180 days
ar: مشاركة 180 أيام
pl: Ostatnich 180 dni
sw: Mwisho siku 180
tl: Huling 180 araw

source: Last 365 days
ar: مشاركة 365 أيام
pl: Ostatnich 365 dni
sw: Mwisho siku 365
tl: Huling 365 araw

source: Last 5 years
ar: مشاركة 5 سنوات
pl: Ostatnie 5 lat
sw: Mwisho wa miaka 5
tl: Huling 5 taon

source: Expired Memberships Report
ar: انتهت عضوية تقرير
pl: Wygasł Przynależność Zgłoś
sw: Muda wake Uanachama Ripoti
tl: Ulat ng nag-expire na mga pagmimiyembro

source: Lists all memberships that have expired. Grace periods are not included.
ar: يسرد كافة عضويات التي انتهت صلاحيتها. ليست مدرجة فترات سماح.
pl: Wymienia wszystkie członkostwa, które wygasły. Okresy dodatkowe nie są wliczone w cenę.
sw: Orodha ya uanachama wa yote ambayo muda wake. Vipindi Grace si pamoja.
tl: Naglilista ng lahat na kasapi na nag-expire na. Grace tagal ay hindi kasama.

source: Currently showing members who expired in the last 5 years.
ar: تظهر حاليا الأعضاء الذين انتهت صلاحيتها في 5 سنوات الماضية.
pl: Obecnie widać członków, którzy wygasł w ciągu ostatnich 5 lat.
sw: Hivi sasa kuonyesha wanachama ambao muda wake katika miaka ya mwisho 5.
tl: Kasalukuyang ipinapakita ng mga kasapi na nag-expire na sa nakaraang 5 taon.

source: Currently showing members who expired in the last %(days)s days.
ar: تظهر حاليا الأعضاء الذين انتهت في آخر %(days)s ق أيام.
tl: Kasalukuyang ipinapakita ng mga kasapi na nag-expire na sa huling %(days)s araw.

source: Filter by expire date
ar: تصفية حسب تاريخ الانتهاء
pl: Filtruj według daty wygaśnięcia
sw: Kuchuja na kumalizika tarehe
tl: I-filter ayon sa petsa ng bisa

source: Members listed
ar: الأعضاء مدرجون في القائمة
pl: Członkowie wymienionych
sw: Wanachama waliotajwa
tl: Nakalista Miyembro

source: Download CSV File
ar: تحميل ملف CSV
pl: Pobierz plik CSV
sw: Download CSV Picha
tl: I-download ang CSV File

source: Expiration
ar: انتهاء الصلاحية
pl: Wygaśnięcie
sw: Kumalizika muda wake
tl: Pag-expire

source: New and Renewing Members Over Time
ar: أعضاء جدد وتجديد على مر الزمن
pl: Użytkownicy nowych i odnawiania z czasem
sw: New Kufanywa upya na Wanachama Over Time
tl: Bago at renew Miyembro sa Paglipas ng Panahon

source: Since Date
ar: منذ التسجيل
pl: Od Data
sw: Tangu Tarehe
tl: Dahil Petsa

source: Current Members Quick List
ar: قائمة الأعضاء الحالي سريعة
pl: Szybkie Lista aktualnych członków
sw: Sasa Wanachama Quick Orodha ya
tl: Kasalukuyang Mga Miyembro Quick List

source: No active members.
ar: لا يوجد أعضاء فاعلين.
pl: Brak aktywnych użytkowników.
sw: Hakuna wanachama hai.
tl: Walang mga aktibong miyembro.

source: Current Members
ar: الأعضاء الحالي
pl: Obecni członkowie
sw: Wanachama sasa
tl: Kasalukuyang Kasapi

source: Current Members Roster
ar: الأعضاء الحالية القائمة
pl: Obecni członkowie Skład
sw: Sasa Wanachama Ratiba
tl: Kasalukuyang Mga Miyembro roster

source: Membership Trends
ar: اتجاهات عضوية
pl: Członkostwo Trendy
sw: Uanachama Mwelekeo
tl: Ang pagsapi Trends

source: Active Members YTD
ar: الأعضاء النشطين منذ بداية العام
pl: Aktywnych użytkowników od początku roku
sw: Active Wanachama YTD
tl: Aktibong Mga Miyembro YTD

source: Members YTD by Type
ar: أعضاء منذ بداية العام حسب نوع
pl: Członkowie początku roku wg typu
sw: Wanachama YTD kwa Aina
tl: Mga Miyembro YTD ayon sa Uri

source: Membership Joins Report Summary
ar: عضوية تنضم تقرير موجز
pl: Członków dołącza sprawozdanie podsumowujące
sw: Uanachama lawama Ripoti Summary
tl: Ang pagsapi na sumali Buod ng Ulat

source: Active Memberships, filterable by join date
ar: عضوية نشطة، ترشيح حسب تاريخ الانضمام
pl: Przynależność, odsączyć aktywnych przez datę przyłączenia
sw: Uanachama Active, filterable na kujiunga na tarehe
tl: Aktibong mga pagmimiyembro, I-filter sa pamamagitan ng petsa ng sumali

source: Expired Memberships, filterable by expire date
ar: عضوية منتهية الصلاحية، ترشيح حسب تاريخ الانتهاء
pl: Przynależność, odsączyć wygasłych od daty wygaśnięcia
sw: Uanachama muda wake, filterable na kumalizika tarehe
tl: Expired na mga pagmimiyembro, I-filter na sa pamamagitan ng petsa ng bisa

source: Renewed Members, filterable by renew date
ar: الأعضاء المتجدد، ترشيح حسب تاريخ تجديد
pl: Odnowione Użytkownicy, odsączyć przez datę odnowienia
sw: Wanachama upya, filterable na upya tarehe
tl: Mare-renew ang mga Miyembro, I-filter ayon sa petsa i-renew ang

source: Pending Memberships
ar: عضوية معلقة
pl: Przynależność oczekujące
sw: Inasubiri Uanachama
tl: Nakabinbing mga pagmimiyembro

source: Members in Renewal Period
ar: أعضاء في تجديد الفترة
pl: Członkowie Odnowy w Okresie
sw: Wanachama katika Renewal Kipindi
tl: Mga Miyembro sa Panahon ng Pag-renew ng

source: Expired Members in Grace Period
ar: الأعضاء منتهية الصلاحية في فترة السماح
pl: Przeterminowane Użytkownicy w Grace Period
sw: Muda wake Wanachama katika Grace Period
tl: Nag-expire Miyembro sa Grace ng Panahon

source: Active, Pending & Expired Members by Type
ar: نشط، في انتظار والأعضاء منتهي الصلاحية حسب نوع
pl: Aktywnych, w oczekiwaniu i wygasłe Członkowie według typu
sw: Active, Pending &amp; Itakapotimia Wanachama kwa Aina
tl: Aktibo, Nakabinbin &amp; Expired na Miyembro ayon sa Uri

source: Financial Reporting
ar: التقارير المالية
pl: Sprawozdawczość finansowa
sw: Taarifa ya Financial
tl: Pag-uulat sa Pananalapi

source: Membership Invoices
ar: الفواتير عضوية
pl: Faktury członków
sw: Ankara uanachama
tl: Mga Invoice Ang pagsapi

source: User Reports
ar: تقارير المستعمل
pl: Raporty użytkowników
sw: Ripoti ya mtumiaji
tl: Mga Ulat ng Gumagamit

source: Contacts Report
ar: تقرير اتصالات
pl: Kontakt Zgłoś
sw: Mawasiliano Ripoti
tl: Ulat ng Mga Contact

source: Top Spenders
ar: أعلى المنفقون
pl: Najlepsze Spenders
tl: Nangungunang Spenders

source: Management Tools
ar: أدوات إدارة
pl: Narzędzia do zarządzania
sw: Usimamizi wa Vyombo vya
tl: Mga Tool sa Pamamahala

source: User Import
ar: استيراد المستعمل
pl: Importuj użytkownika
tl: Mag-import ng User

source: User Export
ar: تصدير المستخدم
pl: Eksport użytkownika
tl: I-export ang User

source: Membership Import
ar: عضوية استيراد
pl: Członkostwo importu
sw: Uanachama Import
tl: Mag-import ng pagiging miyembro

source: Membership Statistics Report
ar: عضوية الاحصائيات تقرير
pl: Członkostwo Statystyki Zgłoś
sw: Uanachama Takwimu Ripoti
tl: Ulat ng Mga Istatistika ng pagiging miyembro

source: Active Memberships Per Month
ar: الأعضاء النشطين شهريا
pl: Przynależność miesięcznie aktywnych
sw: Uanachama Active Per Month
tl: Aktibong mga pagmimiyembro sa Bawat Buwan

source: These members are in their renewal period based on the renewal period start and end times set in their membership types.
ar: هؤلاء الأعضاء هم في فترة التجديد على أساس بداية ونهاية فترة تجديد مرة مجموعة في أنواع عضويتهم.
pl: Użytkownicy w ich okresie przedłużenia, opartej na czas rozpoczęcia i zakończenia okresu przedłużenia określonych w ich typów członkostwa.
sw: Wanachama wa aina hii ni katika kipindi yao upya misingi ya kipindi upya kuanza na nyakati za mwisho kuweka katika aina yao uanachama.
tl: Ang mga miyembro ay nasa kanilang panahon ng pag-renew batay sa mga oras ng pagsisimula at pagtatapos na panahon ng pag-renew set sa kanilang mga uri ng pagiging kasapi.

source: No members currently in their renewal period.
ar: لا يوجد أعضاء حاليا في فترة تجددها.
pl: Brak obecnie członków w ich okresu odnowienia.
sw: Hakuna wanachama sasa katika kipindi yao upya.
tl: Walang mga kasapi sa kasalukuyan sa kanilang panahon ng pag-renew.

source: Currently showing members who renewed in the last 5 years.
ar: تظهر حاليا الأعضاء الذين جددت في السنوات ال 5 الماضية.
pl: Obecnie widać członków, którzy odnowione w ciągu ostatnich 5 lat.
sw: Hivi sasa kuonyesha wanachama ambao upya katika miaka ya mwisho 5.
tl: Kasalukuyang ipinapakita ng mga miyembro na na-renew sa nakaraang 5 taon.

source: Currently showing members who renewed in the last %(days)s days.
ar: تظهر حاليا الأعضاء الذين جددت في آخر %(days)s ق أيام.
tl: Kasalukuyang ipinapakita ng mga miyembro na na-renew sa nakaraang %(days)s araw.

source: Filter by renew date
ar: تصفية حسب تاريخ تجديد
pl: Filtruj według daty odnowienia
sw: Kuchuja na upya tarehe
tl: I-filter ayon sa petsa i-renew ang

source: No members in this date range.
ar: لا اعضاء في هذه المجموعة حتى الآن.
pl: Brak użytkowników w tym zakresie dat.
sw: Hakuna wanachama katika hii tarehe mbalimbali.
tl: Walang mga kasapi sa hanay ng petsang ito.

source: UserID
ar: معرف المستخدم
pl: ID użytkownika

source: Total Expenses
ar: إجمالي المصروفات
pl: Koszty ogółem
sw: Jumla ya Gharama
tl: Kabuuang gastos

source: Active User Logins
ar: العضو محدودة النشطة
pl: Aktywnych logowania użytkownika
sw: Active mtumiaji Logins
tl: Aktibong User Login

source: Total User Records in Database:
ar: إجمالي السجلات في قاعدة بيانات العضو:
pl: Wszystkich wpisów użytkownika w bazie danych:
sw: Jumla ya mtumiaji Records katika Database:
tl: Kabuuang Records User sa Database:

source: Total Logins:
ar: إجمالي محدودة:
pl: Wszystkich logowania:
sw: Jumla ya Logins:
tl: Kabuuang Mga Pag-login:

source: Unique User Logins
ar: محدودة العضو فريدة
pl: Unikalnych loginów użytkowników
sw: Kipekee ya mtumiaji Logins
tl: Natatanging User Login

source: %(days)s Day
ar: %(days)s عيد
tl: %(days)s Araw

source: %(count)s
ar: %(count)s ق

source: User Activity Summary Reports (TOP 10s)
ar: ملخص تقارير نشاط المستخدم (10S TOP)
pl: Aktywność użytkownika raporty podsumowujące (Top 10s)
sw: Shughuli mtumiaji Summary Ripoti (TOP 10s)
tl: Buod ng Ulat ng Aktibidad ng User (TOP 10s)

source: Top 10 Most Active Users - Last 30 days
ar: أفضل 10 انشط المستخدمين - آخر 30 يوما
pl: Top 10 Najbardziej aktywni użytkownicy - Ostatnie 30 dni
sw: Top 10 Most Active Users - Last siku 30
tl: Nangungunang 10 Karamihan sa mga aktibong mga user - Huling 30 araw

source: Top 10 Most Active Users - Last 60 days
ar: أفضل 10 انشط المستخدمين - آخر 60 يوما
pl: Top 10 Najbardziej aktywni użytkownicy - Ostatnie 60 dni
sw: Top 10 Most Active Users - Last siku 60
tl: Nangungunang 10 Karamihan sa mga aktibong mga user - Huling 60 araw

source: Top 10 Most Active Users - Last 90 days
ar: أفضل 10 انشط المستخدمين - آخر 90 يوما
pl: Top 10 Najbardziej aktywni użytkownicy - ostatnie 90 dni
sw: Top 10 Most Active Users - Last siku 90
tl: Nangungunang 10 Karamihan sa mga aktibong mga user - Huling 90 araw

source: Site:
ar: الموقع:
pl: Strony:
sw: Tovuti:

source: Entity:
ar: كيان:
pl: Podmiot:
sw: Ameonekana:

source: User Groups (Referral) report
ar: مجموعات المستخدمين (الإحالة) تقرير
pl: Grupy użytkowników raport (wniosek)
sw: Vikundi User (Rufaa) ripoti
tl: Mga Pangkat ng User (Referral) ulat

source: # Users
ar: مستخدمين #
pl: # Użytkownicy
sw: # Watumiaji
tl: # User

source: Read more
ar: اقرأ المزيد
pl: Czytaj więcej
sw: Kusoma zaidi
tl: Magbasa nang higit pa

source: Tendenci supports great articles updates for your members and website visitors. You can pull extra details from the latest articles, while showing other articles items to the side.
ar: Tendenci تدعم المواد تحديثات كبيرة لأعضائك وزوار الموقع. يمكنك سحب تفاصيل إضافية من أحدث المواد، في حين تبين المواد الأخرى البنود إلى الجانب.
pl: Tendenci obsługuje wspaniałych artykułów aktualizacje dla swoich członków i odwiedzających. Można wyciągnąć dodatkowe informacje o najnowszych artykułach, pokazując inne artykuły elementy do siebie.
sw: Tendenci inasaidia kubwa makala updates ajili ya wanachama yako na tovuti ya wageni. Unaweza kuvuta maelezo ya ziada kutoka makala ya karibuni, wakati kuonyesha makala vitu vingine kwa upande.
tl: Sinusuportahan Tendenci mahusay na mga artikulo update para sa iyong mga miyembro at bisita ng website. Maaari mong hilahin ang dagdag na mga detalye mula sa mga pinakabagong artikulo, habang nagpapakita ng iba pang mga artikulo ng mga item sa tabi.
