Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Event Registration Confirmed - %(event_title)s on %(event_start)s%(event_tz)s
ar: تسجيل الحدث أكد - %(event_title)s ق على %(event_start)s ق %(event_tz)s ق
sw: Tukio Usajili alithibitisha - %(event_title)s juu ya %(event_start)s %(event_tz)s
tl: Pagpaparehistro ng Kaganapan Nakumpirma - %(event_title)s sa %(event_start)s %(event_tz)s

source: Event Registration ALMOST Confirmed - %(event_title)s on %(event_start)s%(event_tz)s
ar: تسجيل الحدث المؤكدة تقريبا - %(event_title)s ق على %(event_start)s ق %(event_tz)s ق
sw: Tukio Usajili KARIBIA alithibitisha - %(event_title)s juu ya %(event_start)s %(event_tz)s
tl: Pagpaparehistro ng Kaganapan HALOS Nakumpirma - %(event_title)s sa %(event_start)s %(event_tz)s

source: Event Registration Ended
ar: تسجيل الحدث المنتهية
pl: Rejestracja zdarzeń zakończony
sw: Tukio Usajili kumalizika
tl: Natapos Pagpaparehistro ng Kaganapan

source: Money Collected
ar: الأموال التي يتم جمعها
pl: Pieniądze zebrane
sw: Fedha zinazokusanywa
tl: Nakolektang Pera

source: Number of registrants
ar: عدد المسجلين
pl: Liczba rejestrujących
sw: Idadi ya registret
tl: Bilang ng mga registrants

source: Number of registrants with balance
ar: عدد المسجلين مع التوازن
pl: Liczba rejestrujących z równowagi
sw: Idadi ya registret na usawa
tl: Bilang ng mga registrants na may balanse

source: Outstanding Money
ar: المال المتميز
pl: Znakomita Pieniądze
sw: Bora Money
tl: Natitirang Pera

source: Export Registration
ar: التسجيل تصدير
pl: Eksport Rejestracja
sw: Export Usajili
tl: Pagpaparehistro ng I-export

source: End of registration for event
ar: نهاية تسجيل لهذا الحدث
pl: Koniec rejestracji na imprezy
sw: Mwisho wa usajili kwa ajili ya tukio
tl: Katapusan ng pagpaparehistro para sa kaganapan

source: Flags
ar: الأعلام
pl: Flagi
sw: Bendera
tl: Mga flag

source: Create help files, tutorials and more!
ar: إنشاء ملفات المساعدة، والبرامج التعليمية وأكثر!
pl: Tworzenie plików pomocy, tutoriale i nie tylko!
sw: Kujenga msaada files, tutorials na zaidi!
tl: Lumikha ng tulong file, mga tutorial at higit pa!

source: %(hp)s Latest Helpfiles
ar: %(hp)s ق أحدث Helpfiles
tl: %(hp)s Pinakabagong Helpfiles

source: Help File Information
ar: معلومات ملف تعليمات
pl: Informacje Pomoc pliku
sw: Msaada File Habari
tl: Impormasyon sa Tulong ng File

source: Can view help file
ar: يمكن عرض ملف المساعدة
pl: Można zobaczyć plik pomocy
sw: Unaweza kuona faili msaada
tl: Maaaring tingnan ang help file

source: Thanks for requesting a new help file!
ar: شكرا لطلب المساعدة ملف جديد!
pl: Dzięki za zainteresowanie nowy plik pomocy!
sw: Shukrani kwa ajili ya kuomba msaada mpya faili!
tl: Salamat sa paghiling ng isang bagong file sa tulong!

source: Help File Requested
ar: طلبت مساعدة الملف
pl: Wnioskowana pomoc pliku
sw: Msaada Picha tafsiri
tl: Hiniling Tulong File

source: A help file has been requested.
ar: وقد طلب ملف المساعدة.
pl: Plik pomocy został złożony wniosek.
sw: faili msaada imekuwa ombi.
tl: Ang isang help file ay nai-hiniling.

source: FAQ, and Help Guides
ar: أسئلة وأجوبة، ودليل مساعدة
pl: FAQ i Pomoc info
sw: Maswali, na Msaada Guides
tl: FAQ, Gabay at Tulong

source: FAQ, and Help Guides including video help broken down by Top
ar: أسئلة وأجوبة، ودليل مساعدة مساعدة بما في ذلك الفيديو مقسمة حسب الأعلى
pl: Pomoc, pomoc porady i pomoc w tym wideo w podziale na góry
sw: Maswali, na Msaada Guides ikiwa ni pamoja na video msaada kuvunjwa kwa Top
tl: FAQ, at Tulong sa Mga Gabay sa tulong kabilang ang mga video na pinaghiwa-hiwalay sa pamamagitan ng Nangungunang

source: separate
ar: منفصلة
pl: oddzielne
sw: tofauti
tl: hiwalay

source: Topics, and other helpful tips from
ar: المواضيع والنصائح المفيدة الأخرى من
pl: Tematy i inne pomocne wskazówki od
sw: Topics, na tips nyingine ya msaada kutoka
tl: Mga Paksa, at iba pang mga kapaki-pakinabang na mga tip mula sa

source: %(question)s
ar: %(question)s ق

source: %(answer)s
ar: %(answer)s ق

source: Topics
ar: المواضيع
pl: Tematy
tl: Mga Paksa

source: %(t)s
ar: %(t)s ق

source: Request
ar: طلب
pl: Zapytanie
sw: Ombi
tl: Humiling ng

source: Featured
ar: المواصفات
pl: Polecane
sw: Matukio ya
tl: Itinatampok

source: %(q)s
ar: %(q)s ق

source: FAQ
ar: أسئلة متكررة
sw: Maswali
tl: Mga Madalas Itanong

source: Most viewed
ar: الأكثر تصفحا
pl: Popularne
sw: Wengi viewed
tl: Pinakapinapanood

source: Requests List
ar: قائمة طلبات
pl: Lista wywołań
sw: Maombi Orodha ya
tl: Listahan ng Mga Kahilingan

source: DRAFT
ar: مشروع
pl: PROJEKT

source: Edit Help File
ar: تحرير ملف تعليمات
pl: Edytuj plik pomocy
sw: Edit Msaada Picha
tl: I-edit ang Help File

source: Delete Help File
ar: حذف ملف تعليمات
pl: Usuń plik pomocy
sw: Kufuta Msaada Picha
tl: Tanggalin ang Help File

source: Requests
ar: طلبات
pl: Wnioski
sw: Maombi
tl: Mga Kahilingan

source: %(t)s Request
ar: %(t)s ق طلب
sw: %(t)s Ombi

source: Please provide as much detail as possible.
ar: يرجى تقديم تفاصيل أكبر قدر ممكن.
pl: Proszę podać jak najwięcej szczegółów, jak to możliwe.
sw: Tafadhali kutoa maelezo kama iwezekanavyo.
tl: Mangyaring magbigay ng maraming detalye hangga&#39;t maaari.

source: If you would like to, also include your name and email:
ar: إذا كنت ترغب في، وتشمل أيضا اسمك والبريد الإلكتروني:
pl: Jeśli chcesz, to także imię i nazwisko oraz adres e-mail:
sw: Kama ungependa, pia ni pamoja na jina lako na email:
tl: Kung nais mong, isama rin ang iyong pangalan at e-mail:

source: %(t)s Topic
ar: %(t)s ق الموضوع
sw: %(t)s Mada
tl: %(t)s Paksa

source: %(c)s
ar: %(c)s S

source: %(h)s
ar: %(h)s ق

source: New Help File Requested
ar: طلب مساعدة ملف جديد
pl: Nowy Plik Pomocy Oczekiwana
sw: New Msaada Picha tafsiri
tl: Hiniling Bagong Tulong File

source: %(question)s
ar: %(question)s ق

source: A new help file has been requested on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: وقد طلب ملف تعليمات جديدة على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: msaada mpya faili imekuwa aliomba juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ang isang bagong tulong file ay nai-hiniling sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Industry Information
ar: معلومات الصناعة
pl: Informacje przemysł
sw: Habari Viwanda
tl: Impormasyon Industriya

source: Industry Code
ar: كود صناعة
pl: Kod przemysł
sw: Viwanda Kanuni
tl: Industriya ng Code

source: Can view industry
ar: يمكن عرض الصناعة
pl: Może korzystać przemysł
sw: Unaweza kuona sekta ya
tl: Maaaring tingnan ng industriya

source: Industry
ar: الصناعة
pl: Przemysł
sw: Viwanda
tl: Industriya

source: Industries
ar: الصناعات
pl: Przemysł
tl: Industriya

source: Job Information
ar: معلومات مهمة
pl: Informacje o pracy
sw: Habari Job
tl: Impormasyon ng Trabaho

source: Create and Manage a %(label)s Bank to offer free and paid postings
ar: إنشاء وإدارة و %(label)s ليالي البنك لتقديم الإعلانات المجانية والمدفوعة
sw: Kujenga na kusimamia %(label)s Bank kutoa matangazo bure na kulipwa
tl: Lumikha at Pamahalaan ang isang %(label)s Bank upang mag-alok ng libre at bayad na mga pag-post

source: %(dname)s Latest Jobs
ar: %(dname)s ق أحدث الوظائف
tl: %(dname)s Pinakabagong Trabaho

source: 180 Days from Activation date
ar: 180 يوم من تاريخ التفعيل
pl: 180 dni od daty aktywacji
sw: Siku 180 kutoka Activation tarehe
tl: 180 Mga araw mula sa petsa ng pag-activate

source: 365 Days from Activation date
ar: 365 يوم من تاريخ التفعيل
pl: 365 dni od daty aktywacji
sw: Siku 365 kutoka Activation tarehe
tl: 365 Mga araw mula sa petsa ng pag-activate

source: Position starts on:
ar: يبدأ المركز على:
pl: Data rozpoczęcia pracy:
sw: Position kuanza juu ya:
tl: Posisyon ay nagsisimula sa:

source: Post Date/Time
ar: آخر تاريخ / وقت
pl: Po Date / Time
sw: Post Tarehe / Saa
tl: Mag-post ng Petsa / Oras

source: Contact email
ar: عنوان البريد الإلكتروني
pl: Kontakt e-mail
sw: Mawasiliano email
tl: Makipag-ugnay sa email

source: Contact country
ar: بلد الاتصال
pl: Kontakt z krajem
sw: Mawasiliano nchi
tl: Makipag-ugnay sa bansa

source: Security Code
ar: كود الأمن
pl: Kod zabezpieczający
sw: Usalama Code
tl: Code ng Seguridad

source: Can view job
ar: يمكن عرض وظيفة
pl: Można zobaczyć pracę
sw: Unaweza kuona kazi
tl: Maaaring tingnan ng trabaho

source: Job
ar: العمل
pl: Praca
sw: Kazi

source: Can view job pricing
ar: يمكن عرض التسعير وظيفة
pl: Pracy mogą zobaczyć ceny
sw: Unaweza kuona kazi bei
tl: Maaaring tingnan ang pagpepresyo ng trabaho

source: Job Pricing
ar: التسعير وظيفة
pl: Wycena pracy
sw: Job Bei
tl: Pagpepresyo ng Trabaho

source: Job Pricings
ar: تسعير وظيفة
pl: Wyceny pracy
tl: Pricings Job

source: Job Add Invoice
ar: وظيفة أضف الفاتورة
pl: Praca Dodaj fakturę
sw: Job Kuongeza ankara
tl: Job Magdagdag ng Invoice

source: Due on Receipt
ar: المستحقة على استلام
pl: Ze względu na Przyjęcie
sw: Kutokana juu ya Stakabadhi
tl: Dahil sa Resibo

source: Thank You.
ar: شكرا لك.
pl: Dziękujemy.
sw: Asante.
tl: Salamat.

source: Job Added
ar: واضاف وظيفة
pl: Praca Dodane

source: A job has been added.
ar: تمت إضافة وظيفة.
pl: Dodano pracy.
sw: kazi imekuwa aliongeza.
tl: Ang isang trabaho ay naidagdag na.

source: Job Deleted
ar: المحذوفة وظيفة
pl: Praca usunięty
tl: Job Tinanggal

source: A job has been deleted
ar: تم حذف ألف وظيفة
pl: Zadanie zostało usunięte
sw: kazi umefutwa
tl: Ang isang trabaho ay tinanggal na

source: Job Approved User Notice
ar: الوظائف المعتمدة إشعار العضو
pl: Praca Zatwierdzony Wskazówka użytkownika
sw: Job Approved mtumiaji Ilani
tl: Job Abiso Naaprubahan User

source: A job has been approved - user notice.
ar: وتمت الموافقة على وظيفة - إشعار المستخدم.
pl: Pracy został zatwierdzony - Ogłoszenie użytkownika.
sw: kazi imekuwa kupitishwa - ilani user.
tl: Ang isang trabaho ay na-aprubahan - abiso ng user.

source: Jobs Pricing
ar: وظائف التسعير
pl: Praca Cennik
sw: Kazi Bei
tl: Mga Trabaho Pagpepresyo

source: Listings for
ar: قوائم لل
pl: Program dla
sw: Orodha ya kwa
tl: Listahan para sa

source: employment opportunities and
ar: فرص العمل و
pl: możliwości zatrudnienia i
sw: fursa za ajira na
tl: mga pagkakataon sa trabaho at

source: openings
ar: فتحات
pl: Otwory
sw: fursa

source: search page for
ar: صفحة البحث ل
pl: Strona wyszukaj
sw: search ukurasa kwa
tl: pahina ng paghahanap para sa

source: in
ar: في
pl: w
sw: katika
tl: sa

source: listing
ar: الإدراج
pl: aukcja
tl: listahan

source: openings and employment opportunities
ar: فتحات وفرص العمل
pl: Otwory i możliwości zatrudnienia
sw: fursa na nafasi za ajira
tl: openings at mga pagkakataon sa trabaho

source: Employment Search
ar: العمل بحث
pl: Szukaj pracy
sw: Ajira Search
tl: Pagtatrabaho Paghahanap

source: Employment
ar: العمل
pl: Zatrudnienie
sw: Ajira
tl: Pagtatrabaho

source: employment opportunities, employment, hiring, staffing, agencies
ar: فرص العمل والتوظيف والتوظيف، والتوظيف، ووكالات
pl: możliwości zatrudnienia, zatrudnienia, zatrudnianie personelu, agencje,
sw: nafasi za ajira, ajira, kukodisha, wafanyakazi, mashirika ya
tl: mga pagkakataon sa trabaho, pagtatrabaho, pag-hire, tauhan, mga ahensiya ng

source: Delete Job
ar: حذف الوظيفة
pl: Usuń zadanie
sw: Kufuta Job
tl: Tanggalin Job

source: Back to this
ar: إلى هذا
pl: Powrót do tego
sw: Nyuma ya hii
tl: Bumalik sa na ito

source: Meta Information for<br /> %(job_title)s
ar: معلومات الوصفية ل <br /> %(job_title)s ق
pl: Meta Informacje dla <br /> %(job_title)s
sw: Meta Habari kwa <br /> %(job_title)s
tl: Meta Impormasyon para sa <br /> %(job_title)s

source: Permenantly delete this
ar: حذف هذا Permenantly
pl: Trwale usunąć tę
sw: Permenantly kufuta hii
tl: Permenantly tanggalin ang

source: Save changes
ar: حفظ التغييرات
pl: Zapisz zmiany
sw: Hifadhi mabadiliko
tl: I-save ang mga pagbabago

source: Job information not available
ar: المعلومات المهمة غير متوفرة
pl: Praca nie jest dostępna informacja
sw: Job habari si inapatikana
tl: Impormasyon Job hindi magagamit

source: My
ar: لي
tl: Aking

source: My Pending
ar: بلدي الانتظار
pl: Moja Oczekujący
sw: Pending My
tl: Aking Nakabinbin

source: More options
ar: خيارات أكثر
pl: Więcej opcji
sw: Chaguzi zaidi
tl: Higit pang mga pagpipilian

source: View Job
ar: تفاصيل الوظيفة
pl: Zobacz Praca
tl: Tingnan Job

source: Search Job Bank
ar: بحث البنك الوظيفي
pl: Szukaj pracy Banku
sw: Tafuta Job Bank
tl: Maghanap Job Bank

source: Add a Job
ar: إضافة الوظيفي
pl: Dodaj ofertę pracy
sw: Kuongeza Job
tl: Magdagdag ng isang Job

source: Job Posting Payment Status
ar: وظيفة التقديم الدفع الحالة
pl: Stan płatności zamieszczenia oferty
sw: Job Posting Malipo Status
tl: Job Katayuan sa Pag-post sa Pagbabayad

source: Pending Jobs
ar: في انتظار وظائف
pl: Praca w toku
sw: Inasubiri Jobs
tl: Nakabinbin na Mga Trabaho

source: There are no pending jobs.
ar: لا توجد وظائف المعلقة.
pl: Brak oczekujące zadania.
sw: Kuna kazi hakuna inasubiri.
tl: Walang hinihintay na mga trabaho.

source: Add a New Price:
ar: إضافة الأسعار الجديدة:
pl: Dodaj nową cenę:
sw: Kuongeza Price New:
tl: Magdagdag ng isang Bagong Presyo:

source: To add a new job price, complete the fields below and press Submit.
ar: لإضافة سعر فرص عمل جديدة، واستكمال الحقول أدناه ثم اضغط على إرسال.
pl: Aby dodać nową cenę pracy, wypełnij pola poniżej i naciśnij przycisk Wyślij.
sw: Kuongeza bei mpya kazi, kukamilisha mashamba chini na vyombo vya habari Kuwasilisha.
tl: Upang magdagdag ng bagong presyo trabaho, kumpletuhin ang mga patlang sa ibaba at pindutin ang Isumite.

source: To edit the job price, complete the fields below and press Submit.
ar: لتحرير سعر العمل، واستكمال الحقول أدناه ثم اضغط على إرسال.
pl: Aby edytować cenę pracy, wypełnij pola poniżej i naciśnij przycisk Wyślij.
sw: Hariri bei kazi, kukamilisha mashamba chini na vyombo vya habari Kuwasilisha.
tl: Upang i-edit ang presyo trabaho, kumpletuhin ang mga patlang sa ibaba at pindutin ang Isumite.

source: All Pricing
ar: جميع التسعير
pl: Wszystkie ceny
sw: Bei zote
tl: Lahat ng Pagpepresyo

source: Search Pricings
ar: تسعير البحث
pl: Szukaj Wyceny
tl: Paghahanap Pricings

source: Add Pricing
ar: إضافة التسعير
pl: Dodaj Ceny
sw: Kuongeza Bei
tl: Magdagdag ng Pagpepresyo

source: This Pricing
ar: هذا التسعير
pl: Ten Cennik
sw: Bei Hii
tl: Pagpepresyo ito

source: View Pricing
ar: عرض التسعير
pl: Zobacz cennik
sw: View Bei
tl: Tingnan ang Pagpepresyo

source: Edit Pricing
ar: تحرير التسعير
pl: Edycja Cennik
sw: Edit Bei
tl: I-edit ang Pagpepresyo

source: Delete Pricing
ar: حذف التسعير
pl: Usuń Ceny
sw: Kufuta Bei
tl: Tanggalin ang Pagpepresyo

source: Job Pricing List
ar: وظيفة قائمة التسعير
pl: Lista zadań Cennik
sw: Job Bei Orodha ya
tl: Job Listahan ng Pagpepresyo

source: Include Tax:
ar: تشمل الضريبة:
pl: Zawierają podatek:
sw: Ni pamoja na Kodi:
tl: Isama sa Buwis:

source: Tax Rate:
ar: معدل الضريبة:
pl: Stawka VAT:
sw: Kodi Rate:
tl: Rate ng Buwis:

source: Created on %(create_date)s by %(creat)s
ar: تم إنشاؤها على %(create_date)s بنسبة %(creat)s ق
sw: Ilibuniwa %(create_date)s na %(creat)s
tl: Nabuo sa %(create_date)s ng %(creat)s

source: Non-Member
ar: غير الأعضاء
pl: Niebędącego państwem członkowskim
tl: Non-Miyembro

source: %(d)s
ar: %(d)s ق

source: %(k)s
ar: %(k)s ق

source: Back to regular job view
ar: عودة الى تفاصيل الوظيفة العادية
pl: Powrót do normalnego widoku pracy
sw: Nyuma ya mara kwa mara mtazamo kazi
tl: Bumalik sa regular na view ng trabaho

source: Your printed page will look <em>something</em> like this.</div>
ar: الصفحة المطبوعة سوف ننظر <em> شيئا </em> مثل هذا. </div>
pl: Twoja strona będzie wyglądać wydrukowana <em> coś </em>, tak. </div>
sw: Ukurasa yako kuchapishwa kuangalia <em> kitu </em> kama hii </div>.
tl: Ang iyong naka-print na pahina ay magmumukhang <em> isang bagay </em> na katulad nito. </div>

source: <div class="label">Position Reports To</div> <div class="value">%(repto)s</div>
ar: <div class="label"> الموقع تقارير إلى </div> <div class="value"> %(repto)s ق </div>
sw: <div class="label"> Position Ripoti Kwa </div> <div class="value"> %(repto)s </div>
tl: <div class="label"> Posisyon ng Ulat Upang </div> <div class="value"> %(repto)s </div>

source: <div class="label">Starts On</div> <div class="value">%(start_date)s</div>
ar: <div class="label"> تبدأ </div> <div class="value"> %(start_date)s ق </div>
tl: <div class="label"> Pagsisimula Sa </div> <div class="value"> %(start_date)s </div>

source: Salary
ar: الراتب
pl: Wynagrodzenie
sw: Mshahara
tl: Suweldo

source: %(salfrom)s to %(salto)s
ar: %(salfrom)s s إلى %(salto)s ق
sw: %(salfrom)s kwa %(salto)s
tl: %(salfrom)s sa %(salto)s

source: Code
ar: كود
pl: Kod

source: Job Requirements
ar: متطلبات الوظيفة
pl: Wymagania pracy
sw: Mahitaji kazi
tl: Kinakailangan sa trabaho

source: %(exp)s
ar: %(exp)s ق

source: Skills
ar: المهارات
pl: Umiejętności
sw: Ujuzi
tl: Mga Kasanayan

source: %(s)s
ar: %(s)s ق

source: Education Required
ar: التعليم المطلوب
pl: Wymagane wykształcenie
sw: Elimu Inahitajika
tl: Kailangan ng Edukasyon

source: %(e)s
ar: %(e)s ق

source: Company Information
ar: معلومات عن الشركة
pl: Informacje o firmie
sw: Kampuni ya Habari
tl: Impormasyon ng Kumpanya

source: Contact Information
ar: معلومات الاتصال
pl: Informacje kontaktowe
sw: Maelezo ya kuwasiliana
tl: Impormasyon ng Contact

source: Your job is is under review and will be approved by an administrator
ar: وظيفتك هي قيد المراجعة وسيتم الموافقة عليها من قبل مسؤول
pl: Twoim zadaniem jest jest przeglądowi i zostanie zatwierdzony przez administratora
sw: Kazi yako ni ni chini ya uchunguzi na itakuwa kupitishwa na msimamizi
tl: Ang iyong trabaho ay nasa ilalim ng pagsusuri at maaprubahan ng isang administrator

source: Information
ar: معلومات
pl: Informacje
sw: Habari
tl: Impormasyon

source: Level
ar: مستوى
pl: Poziom
tl: Antas

source: Period
ar: فترة
pl: Okres
sw: Kipindi
tl: Panahon

source: <div class="label">Position Reports To</div> <div class="value">%(job_report)s</div>
ar: <div class="label"> الموقع تقارير إلى </div> <div class="value"> %(job_report)s ق </div>
sw: <div class="label"> Position Ripoti Kwa </div> <div class="value"> %(job_report)s </div>
tl: <div class="label"> Posisyon ng Ulat Upang </div> <div class="value"> %(job_report)s </div>

source: <div class="label">Starts On</div> <div class="value">%(jobstart)s</div>
ar: <div class="label"> تبدأ </div> <div class="value"> %(jobstart)s ق </div>
tl: <div class="label"> Pagsisimula Sa </div> <div class="value"> %(jobstart)s </div>

source: <div class="label">Salary</div> <div class="value">%(salfrom)s to %(salto)s</div> <div class="clear"></div>
ar: <div class="label"> الراتب </div> <div class="value"> %(salfrom)s s إلى %(salto)s ق </div> <div class="clear"> </div>
sw: <div class="label"> Mishahara </div> <div class="value"> %(salfrom)s kwa %(salto)s </div> <div class="clear"> </div>
tl: <div class="label"> suweldo </div> <div class="value"> %(salfrom)s sa %(salto)s </div> <div class="clear"> </div>

source: Computer Skills
ar: مهارات الكمبيوتر
pl: Umiejętności komputerowe
sw: Stadi za kompyuta
tl: Mga Kasanayan sa Computer

source: Contact Method
ar: طريقة الاتصال
pl: Metoda Kontakt
sw: Mawasiliano Method
tl: Pamamaraan ng Contact

source: Agency
ar: وكالة
pl: Agencja
sw: Shirika la
tl: Ahensya

source: Job Add Notice
ar: إضافة وظيفة إشعار
pl: Job Dodaj Wskazówka
sw: Job Add Ilani
tl: Abiso Magdagdag ng Trabaho

source: The following job was added to the %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Job Bank by:
ar: تم إضافة وظيفة التالية ل %(SITE_GLOBAL_SITEDISPLAYNAME)s على الإنترنت البنك الوظيفي حسب:
sw: kazi zifuatazo alikuwa aliongeza kwa %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Bank Job na:
tl: Ang mga sumusunod na trabaho ay idinagdag sa %(SITE_GLOBAL_SITEDISPLAYNAME)s Online Job Bank sa pamamagitan ng:

source: Company Name:
ar: اسم الشركة:
pl: Nazwa firmy:
sw: Jina Company:
tl: Pangalan ng Kumpanya:

source: Position Title:
ar: المسمى:
pl: Pozycja Tytuł:
tl: Pamagat ng Posisyon:

source: To view the details of this job, go to:
ar: لعرض تفاصيل هذا العمل، انتقل إلى:
pl: Aby wyświetlić szczegółowe informacje o tej pracy, przejdź do:
sw: Kuangalia maelezo ya kazi hii, nenda kwa:
tl: Upang tingnan ang mga detalye ng trabaho, pumunta sa:

source: You can activate this job at:
ar: يمكنك تفعيل هذه الوظيفة في:
pl: Możesz włączyć tę pracę w:
sw: Unaweza kuamsha kazi hii katika:
tl: Maaari mong i-activate ito sa trabaho:

source: New Job (%(objtitle)s) posting on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: الوظيفة الجديدة ( %(objtitle)s ق) نشر على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: New Job ( %(objtitle)s) posting juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Bagong Trabaho ( %(objtitle)sga) pag-post sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Your job posting "%(obj_title)s" has been approved.
ar: نشر وظيفتك &quot; %(obj_title)s ق&quot; تمت الموافقة.
sw: Kazi yako posting &quot; %(obj_title)s&quot; imekuwa kupitishwa.
tl: Ang iyong pag-post ng trabaho &quot; %(obj_title)s&quot; ay naaprubahan.

source: To view this job, go to:
ar: لمشاهدة هذه المهمة، انتقل إلى:
pl: Aby zobaczyć tę pracę, przejdź do:
sw: Kwa mtazamo kazi hii, nenda kwa:
tl: Upang tingnan ang trabaho, pumunta sa:

source: Your Job Posting "%(obj_title)s" Approved on %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: لديك وظيفة &quot; %(obj_title)s ق&quot; وافق على %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Job yako Posting &quot; %(obj_title)s&quot; Approved juu ya %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Ang iyong Job sa Pag-post &quot; %(obj_title)s&quot; Naaprubahan sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: Job Delete Notice
ar: وظيفة حذف إشعار
pl: Praca Usuń Wskazówka
sw: Job Delete Ilani
tl: Job Delete Abiso

source: A record has been deleted from module:
ar: تم حذف سجل من وحدة نمطية:
pl: Rekord został usunięty z modułem:
sw: rekodi umefutwa kutoka moduli:
tl: A record ay tinanggal na mula sa module:

source: If you would like view all recently deleted jobs, go to:
ar: إذا كنت ترغب في عرض الجميع في الآونة الأخيرة وظيفة حذف، انتقل إلى:
pl: Jeśli chcesz widok wszystkich niedawno usunięte pracy, przejdź do:
sw: Kama ungependa maoni yote hivi karibuni kufutwa kazi, nenda kwa:
tl: Kung nais mong tingnan ang lahat Kamakailan lamang ay tinanggal trabaho, pumunta sa:

source: Job deleted from %(SITE_GLOBAL_SITEDISPLAYNAME)s
ar: العمل حذفها من %(SITE_GLOBAL_SITEDISPLAYNAME)s ق
sw: Job ilifutwa kutoka %(SITE_GLOBAL_SITEDISPLAYNAME)s
tl: Job tinanggal mula sa %(SITE_GLOBAL_SITEDISPLAYNAME)s

source: A list of locations associated with your organizationIncludes a search that sort by nearest location.
ar: قائمة من المواقع المرتبطة organizationIncludes لديك للبحث عن هذا النوع من أقرب موقع.
pl: Lista miejsc związanych ze swoimi organizationIncludes wyszukiwania, które sortować według najbliższego miejsca.
sw: orodha ya maeneo yanayohusiana na organizationIncludes yako search kwamba aina na karibu eneo.
tl: Ang isang listahan ng mga lokasyon na nauugnay sa iyong organizationIncludes isang paghahanap na pagbukud-bukurin ayon pinakamalapit na lokasyon.

source: %(dname)s Latest Locations
ar: %(dname)s أخر من المواقع
tl: %(dname)s Pinakabagong Lokasyon

source: Logo
ar: شعار

source: Remove the current logo
ar: إزالة الشعار الحالي
pl: Usuń obecne logo
sw: Ondoa alama sasa
tl: Alisin ang kasalukuyang logo

source: Only jpg, gif, or png images.
ar: JPG فقط، GIF، بابوا نيو غينيا أو الصور.
pl: Tylko jpg, gif lub png.
sw: Tu jpg, gif, png au picha.
tl: Tanging jpg, gif, o mga imahe png.

source: Headquarters
ar: مقر
pl: Siedziba
sw: Makao Makuu ya

source: Can view location
ar: يمكن عرض الموقع
pl: Można zobaczyć lokalizację
sw: Je, kuangalia eneo
tl: Maaaring tingnan ng lokasyon

source: Membership Application for
ar: طلب العضوية ل
pl: Aplikacja dla członkostwa
sw: Maombi uanachama kwa
tl: Application Pagiging Kasapi para sa

source: %(l)s
ar: %(l)s ق

source: Import Locations from CSV file
ar: استيراد المواقع من ملف CSV
pl: Importowe Lokalizacje z pliku CSV
sw: Import Locations kutoka CSV faili
tl: Mag-import ng Mga Lokasyon mula sa CSV file

source: Location Import Finished!
ar: موقع استيراد المصنعة!
pl: Lokalizacja Import zakończony!
sw: Location Import kumaliza!
tl: Mag-import ng Lokasyon Tapos na!
