Repository: AEVANational/tendenci
Catalog: tendenci/locale/*/LC_MESSAGES/django.po
Languages: ar, pl, sw, tl

source: Are you sure you want to permanently delete this campaign?
ar: هل أنت متأكد أنك تريد حذف هذه الحملة بشكل دائم؟
pl: Czy na pewno chcesz trwale usunąć tę kampanię?
sw: Je, una uhakika unataka kufuta kampeni hii?
tl: Sigurado ka bang gusto mong permanenteng tanggalin ang kampanyang ito?

source: Back to all campaigns
ar: إلى جميع الحملات
pl: Powrót do wszystkich kampanii
sw: Nyuma ya kampeni wote
tl: Bumalik sa lahat ng mga kampanya

source: Index
ar: مؤشر
pl: Główna

source: Campaign Monitor Campaigns
ar: حملة مراقبة الحملات
pl: Monitorowanie kampanii Kampanie
sw: Kampeni Monitor kampeni
tl: Monitor Kampanya Kampanya

source: Subject
ar: الموضوع
pl: Temat
tl: Paksa

source: Status
ar: الوضع
pl: Stan
sw: Hali
tl: Katayuan

source: 0 Campaigns Found
ar: 0 العثور على الحملات
pl: Znaleziono 0 Kampanie
sw: 0 kampeni Kupatikana
tl: Nakahanap ng 0 na Mga Kampanya

source: Campaigns
ar: الحملات
pl: Kampanie
sw: Kampeni
tl: Mga Kampanya

source: All Campaigns
ar: كل الحملات
pl: Wszystkie kampanie
sw: Kampeni wote
tl: Lahat ng mga Kampanya

source: Search Campaigns
ar: الحملات بحث
pl: Kampanie wyszukiwania
sw: Search kampeni
tl: Paghahanap ng Mga Kampanya

source: Add Campaign
ar: إضافة حملة
pl: Dodaj kampanię
sw: Kuongeza Kampeni
tl: Magdagdag ng Kampanya

source: Sync Campaigns
ar: الحملات متزامنة
pl: Kampanie synchronizacji
sw: Sync kampeni
tl: I-sync ang Mga Kampanya

source: Go to Campaign Monitor
ar: الذهاب إلى مراقبة حملة
pl: Idź do Monitora kampanii
sw: Kwenda Kampeni Monitor
tl: Pumunta sa Monitor ng Kampanya

source: Templates
ar: قوالب
pl: Szablony
sw: Matukio
tl: Mga Template

source: Search Templates
ar: قوالب البحث
pl: Szukaj Szablony
tl: Paghahanap ng Template

source: Add Template
ar: إضافة قالب
pl: Dodaj szablon
sw: Kuongeza Kigezo
tl: Magdagdag ng Template

source: Sync Templates
ar: قوالب متزامنة
pl: Szablony synchronizacji
tl: I-sync ang Mga Template

source: Sent on
ar: أرسلت في
pl: Wysłany
sw: Alimtuma juu ya
tl: Ipinadala sa

source: Total Recipients
ar: مجموع المستفيدين
pl: Liczba odbiorców
sw: Jumla ya Wapokeaji
tl: Kabuuang Mga tatanggap

source: Web Version URL
ar: URL النسخة الويب
pl: Wersja internetowa URL
sw: Mtandao Version URL
tl: URL ng Web Bersyon

source: Date Scheduled
ar: الموعد المقرر
pl: Planowana data
sw: Tarehe uliopangwa kufanyika
tl: Petsa Naka-iskedyul

source: Scheduled Time Zone
ar: المنطقة الزمنية المقررة
pl: Strefa czasowa rozkładowy
sw: Uliopangwa kufanyika Time Zone
tl: Naka-iskedyul na Time Zone

source: Preview URL
ar: URL معاينة
pl: Podgląd URL
tl: I-preview ang URL

source: Template Add
ar: إضافة قالب
pl: Template Dodaj
sw: Kigezo Add
tl: Template na Magdagdag

source: Template Edit
ar: قالب تحرير
pl: Edycja szablonu
sw: Kigezo Edit
tl: Template I-edit ang

source: Save Template
ar: حفظ القالب
pl: Zapisz szablon
sw: Save Kigezo
tl: I-save ang Template

source: Campaign Monitor Templates
ar: حملة قوالب مراقب
pl: Szablony kampanii monitora
sw: Kampeni Monitor Matukio
tl: Template ng Kampanya Monitor

source: Screenshot:
ar: قطة:
pl: Zrzut ekranu:

source: Not Available
ar: غير متوفر
pl: Niedostępne
sw: Haipatikani
tl: Hindi Magagamit

source: Preview
ar: معاينة
pl: Podgląd
tl: I-preview

source: 0 Templates Found
ar: 0 العثور على قوالب
pl: Znaleziono 0 Szablony
sw: 0 Templates Kupatikana
tl: Nakahanap ng 0 Mga Template

source: All Templates
ar: جميع القوالب
pl: Wszystkie Szablony
sw: Matukio wote
tl: Lahat ng Mga Template

source: Html File:
ar: ملف HTML:
pl: Html pliku:
sw: Html Picha:

source: Zip File:
ar: ملف مضغوط:
pl: Plik zip:
sw: Zip Picha:

source: Screenshot File:
ar: قطة الملف:
pl: Screen:
sw: Picha Screenshot:
tl: Screenshot ng File:

source: Career Information
ar: معلومات المهنية
pl: Informacje o karierze
tl: Impormasyon ng Career

source: Full Time
ar: دوام كامل
pl: Pełny etat

source: Part Time
ar: دوام جزئي
sw: Sehemu Time
tl: Bahagi ng Oras

source: Permanent
ar: الدائم
pl: Stałe
sw: Kudumu

source: Contract
ar: عقد
pl: Zamówienie
sw: Mkataba
tl: Kontrata

source: Company
ar: شركة
pl: Firma
sw: Kampuni
tl: Kumpanya

source: Company Description
ar: نبذه عن الشركة
pl: Opis firmy
sw: Kampuni Description
tl: Paglalarawan ng Kumpanya

source: Position Title
ar: المسمى
pl: Tytuł pozycji
tl: Pamagat ng posisyon

source: Position Description
ar: موقف الوصف
pl: Pozycja Opis
tl: Paglalarawan Posisyon

source: Position Type
ar: نوع الوظيفة
pl: Rodzaj pozycji
sw: Position Aina
tl: Uri ng Posisyon

source: Start Date/Time
ar: تاريخ بدء / وقت
pl: Data rozpoczęcia / Czas
sw: Kuanza Tarehe / Saa
tl: Petsa ng Pagsisimula / Oras

source: End Date/Time
ar: نهاية التاريخ / التوقيت
sw: Mwisho Tarehe / Saa
tl: Petsa ng Pagtatapos / Oras

source: Experience
ar: التجربة
pl: Doświadczenie
sw: Uzoefu
tl: Karanasan

source: Can view career
ar: يمكن عرض المهنية
pl: Można zobaczyć karierę
sw: Unaweza kuona kazi
tl: Maaaring tingnan ng karera

source: Career
ar: مهنة
pl: Kariera

source: Careers
ar: مهن
pl: Kariera
sw: Ajira
tl: Mga Career

source: Individual Pricing Options
ar: خيارات التسعير الفردية
pl: Poszczególne opcje cenowe
sw: Mtu binafsi Chaguzi Bei
tl: Indibidwal na Mga Pagpipilian sa Pagpepresyo

source: Other Options
ar: خيارات أخرى
pl: Inne opcje
sw: Chaguzi nyingine
tl: Iba pang Mga Pagpipilian

source: Section Break
ar: استراحة القسم
pl: Podział sekcji
sw: Sehemu Break
tl: Seksyon Break

source: status detail
ar: وضع التفاصيل
pl: szczegółowo stan
sw: undani hali ya
tl: detalye ng katayuan

source: Email Fields
ar: الحقول البريد الإلكتروني
pl: Pola e-mail
sw: Fields Email
tl: Patlang ng Email

source: Corp. Memb. App
ar: شركة MEMB. التطبيق

source: The %(name)s "%(obj)s" was changed successfully.
ar: و %(name)s ق &quot; %(obj)s ق&quot; تم تغيير بنجاح.
sw: %(name)s &quot; %(obj)s&quot; mara iliyopita kwa mafanikio.

source: Corporate membership management application.
ar: الشركات تطبيق إدارة العضوية.
pl: Korporacyjnej aplikacji do zarządzania członków.
sw: Corporate uanachama usimamizi maombi.
tl: Corporate application sa pamamahala ng pagiging kasapi.

source: Description
ar: وصف
pl: Opis
sw: Maelezo
tl: Paglalarawan

source: Set 0 for free membership.
ar: مجموعة 0 للعضوية مجانية.
pl: Ustawienie 0 do bezpłatnego członkostwa.
sw: Kuweka 0 kwa ajili ya uanachama bure.
tl: Itakda ang 0 para sa libreng pagiging miyembro.

source: Admin Hold
ar: عقد المشرف
pl: Administrator Trzymaj

source: Will show at the top of the application form.
ar: سوف تظهر في الجزء العلوي من نموذج الطلب.
pl: Pokaże się w górnej części formularza wniosku.
sw: Kuonyesha juu ya fomu ya maombi.
tl: Ay magpapakita sa tuktok ng application form.

source: Will show on the confirmation page.
ar: سوف تظهر على صفحة التأكيد.
pl: Pojawi się na stronie potwierdzenia.
sw: Kuonyesha juu ya ukurasa uthibitisho.
tl: Ay ipapakita sa mga pahina ng pagkumpirma.

source: Notes
ar: ملاحظات
pl: Uwagi
tl: Mga Tala

source: Notes for editor. Will not display on the application form.
ar: ملاحظات للمحرر. لن يتم عرض على استمارة الطلب.
pl: Uwagi do redakcji. Nie będą wyświetlane w formularzu zgłoszeniowym.
sw: Maelezo kwa ajili ya mhariri. Je, si kuonyesha juu ya fomu ya maombi.
tl: Mga Tala para sa editor. Hindi ipapakita sa application form.

source: Please select a public corporate membership type. All types currently selected are admin only.
ar: الرجاء تحديد نوع عضوية الشركات العامة. جميع أنواع المحدد حاليا والمشرف فقط.
pl: Proszę wybrać rodzaj członkostwa korporacyjnego publicznych. Wszystkie typy są aktualnie wybrane Administrator tylko.
sw: Tafadhali kuchagua umma kampuni uanachama aina. Aina zote sasa kuchaguliwa ni admin tu.
tl: Mangyaring pumili ng isang pampublikong uri ng pagsapi ng korporasyon. Lahat ng mga uri kasalukuyang napiling mga admin lamang.

source: This secret code is already taken. Please use a different one.
ar: واتخذت بالفعل هذا الرمز السري. يرجى استخدام مختلف واحد.
pl: Ten tajny kod jest już zajęta. Proszę użyć innego.
sw: Hii ni siri code tayari kuchukuliwa. Tafadhali kutumia moja tofauti.
tl: Ang lihim na code ay nakuha na. Mangyaring gumamit ng ibang isa.

source: Paid - Pending Approval
ar: مدفوعة - قيد الموافقة
pl: Płatny - W trakcie realizacji
sw: Kulipwa - inasubiri idhini ya
tl: Bayad - Nakabinbing Pag-apruba

source: Expired
ar: انتهت
pl: Upłynął
sw: Muda wake
tl: Nag-expire

source: Select the individual members you
ar: اختيار أعضاء الفردية التي
pl: Wybierz poszczególnych użytkowników można
sw: Kuchagua wanachama binafsi wewe
tl: Piliin ang mga indibidwal na kasapi ka

source: SELECT ONE
ar: ONE SELECT
pl: Wybierz jedną
tl: Pumili ng Isa

source: Username
ar: اسم المستخدم
pl: Hasło
sw: Jina la mtumiaji

source: Member Number
ar: عدد الأعضاء
pl: Numer Państwa
sw: Mwanachama Idadi
tl: Bilang ng Miyembro

source: Phone
ar: الهاتف
pl: Telefon
sw: Simu
tl: Telepono

source: City
ar: المدينة
pl: Miasto
sw: Mji
tl: Lungsod

source: State
ar: الدولة
pl: Stan
sw: Hali
tl: Estado

source: Zip Code
ar: الرمز البريدي
pl: Kod pocztowy

source: Country
ar: بلد
pl: Kraj
sw: Nchi
tl: Bansa

source: Starts With
ar: يبدأ
pl: Zaczyna się
sw: Pamoja na kuanza
tl: Nagsisimula Sa

source: Contains
ar: يحتوي على
pl: Zawiera
sw: Ina
tl: Naglalaman ng

source: Exact
ar: بالضبط
pl: Dokładny
tl: Eksaktong

source: Company Name
ar: اسم الشركة
pl: Nazwa firmy
sw: Jina la Kampuni
tl: Pangalan ng Kumpanya

source: Show Active Only
ar: تظهر بالموقع فقط
pl: Pokaż tylko aktywne
sw: Kuonyesha Active tu
tl: Ipakita ang Aktibong Lamang

source: Select One
ar: اختر واحدة
pl: Wybierz jedną
sw: Chagua Moja
tl: Pumili ng Isa

source: Please specify the key to identify duplicates
ar: يرجى تحديد مفتاح لتحديد التكرارات
pl: Proszę podać klucz do identyfikacji duplikatów
sw: Tafadhali taja muhimu kutambua marudio
tl: Mangyaring tukuyin ang mga key upang kilalanin ang mga nauulit

source: Export Format
ar: تنسيق تصدير
pl: Format eksportu
tl: I-export ang Format

source: csv (Export)
ar: CSV (تصدير)
tl: csv (I-export)

source: Type the code below
ar: اكتب التعليمة البرمجية أدناه
pl: Wpisz poniżej kod
sw: Aina ya kificho chini
tl: I-type ang code sa ibaba

source: Assign creator/owner to this corporate membership
ar: تعيين الخالق / المالك لهذه العضوية للشركات
pl: Przypisać Creator / właściciela do tego członkostwa korporacyjnego
sw: Mpe muumba / mmiliki wa kampuni hii uanachama
tl: Magtalaga ng taga-gawa / may-ari upang ito corporate pagiging miyembro

source: type name, or username or email
ar: اسم نوع أو اسم المستخدم أو البريد الإلكتروني
pl: nazwa typu, lub nazwa użytkownika lub adres e-mail
sw: aina jina, au jina la mtumiaji au barua pepe
tl: pangalan ng uri, o username o email

source: Add a Representative
ar: إضافة الممثل
pl: Dodaj Przedstawiciela
sw: Kuongeza Mwakilishi
tl: Magdagdag ng isang Representative

source: Please enter a valid user.
ar: الرجاء إدخال مستخدم صالح.
pl: Proszę podać poprawny użytkownika.
sw: Tafadhali kuingia user halali.
tl: Mangyaring magpasok ng wastong user.

source: This user is already a representative.
ar: هذا المستخدم هو بالفعل ممثل.
pl: Ten użytkownik jest już reprezentatywna.
sw: User Hii ni tayari mwakilishi.
tl: Ang user na ito ay nasa isang kinatawan.

source: Corp Application
ar: كورب تطبيق
pl: Corp aplikacji
sw: Corp Maombi

source: Update Blank Fields
ar: تحديث الحقول فارغة
pl: Aktualizować pustymi polami
sw: Mwisho Fields Blank
tl: I-update ang Blangkong mga Patlang

source: Override All Fields
ar: تجاوز جميع الحقول
pl: Zastąpić wszystkie pola
sw: Override Fields wote
tl: I-override ang lahat ng mga Patlang

source: Select an Option for the Existing Records:
ar: حدد خيارا لالسجلات الموجودة:
pl: Wybierz opcję dla istniejących zapisów:
sw: Kuchagua chaguo kwa Records zilizopo:
tl: Pumili ng isang Pagpipilian para sa Umiiral na mga Talaan:

source: CSV File
ar: الملف CSV
pl: Pliku CSV
sw: CSV Picha

source: Secret Code
ar: كود السري
pl: Tajny kod
sw: Siri Code
tl: Sekreto ng Code

source: Join Date
ar: تاريخ التسجيل
pl: Zarejestrowany
tl: Petsa Sumali

source: Renew Date
ar: تجديد التسجيل
pl: Odnowić Data
sw: Tarehe upya
tl: Petsa i-renew ang

source: Expiration Date
ar: تاريخ انتهاء الصلاحية
pl: Data ważności
sw: Tarehe ya kumalizika muda wake
tl: Pagtatapos na Petsa

source: Approved
ar: وافق
pl: Zatwierdzony
sw: Kupitishwa
tl: Naaprubahan

source: Dues Representative
ar: اثنين من الممثل
pl: Dwóch reprezentatywnych
sw: Barua Mwakilishi
tl: Dalawang Representative

source: File type is not supported. Please upload a CSV File.
ar: لا يتم اعتماد نوع الملف. يرجى تحميل ملف CSV.
pl: Typ pliku nie jest obsługiwany. Proszę przesłać plik CSV.
sw: Aina ya faili si mkono. Tafadhali pakia CSV Picha.
tl: Uri ng file ay hindi suportado. Mangyaring mag-upload ng CSV File.

source: When to Send
ar: عندما لإرسال
pl: Kiedy Wyślij
sw: Wakati wa kutuma
tl: Kapag sa Magpadala

source: Click here to view available tokens
ar: انقر هنا لعرض الرموز المتاحة
pl: Kliknij tutaj, aby wyświetlić dostępne znaki
sw: Bonyeza hapa kuona ishara inapatikana
tl: Mag-click dito upang tingnan ang mga magagamit na mga token

source: Num days must be a numeric number.
ar: يجب أن يكون عدد أيام الأسطوانات الرقمية.
pl: Num dzień powinna być liczba cyfrowa.
sw: Siku Hesabu lazima iwe ni namba numeric.
tl: Num araw ay dapat na isang numerong numero.

source: Text
ar: النص
pl: Tekst
sw: Nakala
tl: Teksto

source: Paragraph Text
ar: نص الفقرة
pl: Ustęp Tekst
sw: Ibara Nakala
tl: Teksto ng Talata

source: Checkbox
ar: مربع

source: Select One from a list (Drop Down)
ar: اختر واحدا من قائمة (المنسدلة)
pl: Wybierz jedną z opcji z listy (rozwijanego)
sw: Kuchagua mmoja kutoka orodha (Drop Down)
tl: Pumili ng Isa mula sa isang listahan (Drop Down)

source: Select One from a list (Radio Buttons)
ar: اختر واحدا من قائمة (أزرار الراديو)
pl: Wybierz jedną z opcji z listy (przyciski radiowe)
sw: Kuchagua mmoja kutoka orodha (Radio Buttons)
tl: Pumili ng Isa mula sa isang listahan (Pindutan ng Radyo)

source: Multi select (Drop Down)
ar: متعددة اختيار (إسقاط لأسفل)
pl: WYBIERZ (rozwijanego)
sw: Multi kuchagua (Drop Down)
tl: Multi piliin (Drop Down)

source: Multi select (Checkboxes)
ar: متعددة اختيار (خانات)
pl: WYBIERZ (Pola wyboru)
sw: Multi kuchagua (checkboxes)
tl: Multi piliin (Checkbox)

source: File upload
ar: تحميل ملف
pl: Prześlij plik
sw: Picha upload
tl: Upload ng file

source: Date
ar: التاريخ
pl: Data
sw: Tarehe
tl: Petsa

source: Date/time
ar: التاريخ / الوقت
pl: Data / godzina
sw: Tarehe / wakati
tl: Petsa / oras

source: Page Break
ar: استراحة الصفحة
pl: Podział strony
sw: Ukurasa Break
tl: Break Pahina

source: One Column
ar: عمود واحد
pl: Jedna kolumna
sw: Moja Column
tl: Isa Haligi

source: Two Columns
ar: عمودين
pl: Dwie kolumny
sw: Nguzo mbili
tl: Dalawang Haligi

source: Three Columns
ar: ثلاثة أعمدة
pl: Trzy Kolumny
sw: Tatu nguzo
tl: Tatlong Haligi

source: Side by Side
ar: جنبا إلى جنب
sw: Side na Side
tl: Side sa pamamagitan ng Side

source: Admin Approval
ar: المشرف الموافقة
pl: Zatwierdzania przez administratora
sw: Admin kibali
tl: Pag-apruba ng Admin

source: E-mail Domain
ar: البريد الإلكتروني المجال
pl: Domena e-mail
tl: E-mail ng Domain

source: Small
ar: صغيرة
pl: Mały
sw: Ndogo
tl: Maliit

source: Medium
ar: المتوسطة
pl: Średni
tl: Katamtaman

source: Large
ar: كبير
pl: Duża
sw: Kubwa
tl: Malaking

source: Approval Date
ar: تاريخ الموافقة
pl: Data zatwierdzenia
sw: Idhini Tarehe
tl: Petsa ng Pag-apruba

source: Disapproval Date
ar: الرفض التسجيل
pl: Dezaprobata Data
sw: Kukasirika Tarehe
tl: Petsa ng Hindi Pag-apruba

source: Renewal Approval Date
ar: تجديد تاريخ الموافقة
pl: Odnowienie Zatwierdzenie Data
sw: Renewal kibali Tarehe
tl: Petsa ng Pag-apruba ng Pag-renew ng

source: Renewal Disapproval Date
ar: رفض تجديد التسجيل
pl: Odnowienie Disapproval Data
sw: Renewal kukasirika Tarehe
tl: Petsa ng Pag-renew ng Hindi Pag-apruba

source: Name
ar: اسم
pl: Nazwa
sw: Jina
tl: Pangalan

source: Price
ar: السعر
pl: Cena
sw: Bei
tl: Presyo

source: Renewal Price
ar: تجديد الأسعار
pl: Cena odnowienia
tl: Presyo ng Pag-renew ng

source: Bind individual memberships to this membership type.
ar: عضوية فردية ربط هذا النوع العضوية.
pl: Wiązania indywidualne członkostwo w tego rodzaju członkostwa.
sw: Kumfunga uanachama wa mtu binafsi na aina hii uanachama.
tl: Magbigkis indibidwal na pagiging miyembro sa ganitong uri ng pagiging kasapi.

source: Admin Only
ar: المشرف فقط
pl: Tylko Administrator
sw: Admin tu
tl: Admin Lamang

source: Allow Threshold
ar: تسمح عتبة
pl: Pozwalają Threshold
sw: Kuruhusu kizingiti
tl: Payagan ang Threshold

source: Threshold Limit
ar: عتبة الحد
pl: Próg limitu
sw: Limit kizingiti

source: Threshold Price
ar: عتبة الأسعار
pl: Próg Cena
sw: Kizingiti Price
tl: Threshold ng Presyo

source: All individual members applying
ar: جميع أفراد تطبيق
pl: Wszystkie poszczególni członkowie stosujące
sw: Wanachama wote mtu binafsi kutumia
tl: Ang lahat ng mga indibidwal na kasapi ng paglalapat

source: Number Passes
ar: عدد يمر
pl: Numer Karnety
sw: Idadi hupita
tl: Ipinapasa Numero

source: Address
ar: عنوان
pl: Adres
sw: Anwani

source: Zipcode
ar: الرمز البريدي
pl: Kod pocztowy
sw: Msimbo wa eneo

source: Chapter
ar: الفصل
pl: Rozdział
sw: Sura ya
tl: Kabanata

source: Tax exempt
ar: معفاة من الضرائب
pl: Zwolnione z podatku
sw: Msamaha wa kodi
tl: Sa tax exempt

source: Annual revenue
ar: الإيرادات السنوية
pl: Dochody roczne
sw: Mapato ya mwaka
tl: Taunang kita

source: Renew Date Time
ar: تجديد التاريخ الوقت
pl: Odnowić Data Godzina
sw: Tarehe Wakati upya
tl: I-renew ang Oras ng Petsa

source: Join Date Time
ar: تاريخ التاريخ الوقت
pl: Zarejestrowany Czas
tl: Sumali sa Oras ng Petsa

source: Expiration Date Time
ar: انتهاء التاريخ الوقت
pl: Data ważności Czas
sw: Tarehe ya kumalizika muda Time
tl: Oras ng Expiration Date

source: Approved or Denied Date Time
ar: وافق أو رفض التاريخ الوقت
pl: Zatwierdzone lub Denied Data Godzina
sw: Kupitishwa au alikanusha Tarehe Wakati
tl: Naaprubahan o Tinanggihan Oras ng Petsa

source: Approved or Denied User
ar: وافق أو رفض العضو
pl: Odmowa obsługi zatwierdzone lub
sw: Kupitishwa au alikanusha mtumiaji
tl: Naaprubahan o Tinanggihan Gumagamit

source: Payment Method
ar: طريقة الدفع
pl: Sposób płatności
sw: Malipo Method
tl: Pamamaraan sa Pagbabayad

source: Admin notes
ar: ملاحظات المشرف
pl: Notatki Admin
sw: Maelezo Admin
tl: Mga tala ng Admin

source: Total Passes Allowed
ar: إجمالي يمر الأليفة
pl: Wszystkich Legitymacje dozwolone
sw: Jumla ya Hupita Kuruhusiwa
tl: Kabuuang mga pagpasa sa Pinayagan

source: Corporate Member
ar: الشركات الأعضاء
pl: Korporacyjnego państwa
sw: Corporate Mwanachama
tl: Miyembro ng Korporasyon

source: Corporate Members
ar: الشركات الأعضاء
pl: Użytkownicy korporacyjni
sw: Wanachama Corporate
tl: Corporate Miyembro

source: Corp. Memb. Type
ar: شركة MEMB. نوع
pl: Corp Memb. Typ
sw: Corp. Memb. Aina ya
tl: Corp. Memb. Uri

source: Authentication Method
ar: أسلوب المصادقة
pl: Metoda uwierzytelniania
sw: Uthibitishaji Method
tl: Pamamaraan sa Pagpapatotoo

source: Define a method for
ar: تحديد طريقة ل
pl: Zdefiniować sposób
sw: Kufafanua mbinu kwa ajili ya
tl: Tukuyin ang isang paraan para

source: Will display at the top of
ar: سيعرض في أعلى
pl: Wyświetli się na górze
sw: Kuonyesha juu ya
tl: Ay magpapakita sa tuktok ng

source: Notes for editor.
ar: ملاحظات للمحرر.
pl: Uwagi do redakcji.
sw: Maelezo kwa ajili ya mhariri.
tl: Mga Tala para sa editor.

source: Confirmation Text
ar: تأكيد نصية
pl: Potwierdzenie Tekst
sw: Uthibitisho Nakala
tl: Teksto Pagkumpirma

source: App for individual memberships.
ar: التطبيق لعضوية الفردية.
pl: Aplikacja dla poszczególnych członków.
sw: App kwa uanachama wa mtu binafsi.
tl: App para sa mga indibidwal na pagiging miyembro.

source: Membership Application
ar: عضوية تطبيق
pl: Członkowska
sw: Uanachama Maombi
tl: Ang pagsapi Application

source: Example: 0.0825 for 8.25%.
ar: مثال: ل0.0825 8.25٪.
pl: Przykład: 0,0825 do 8,25%.
sw: Mfano: 0.0825 kwa 8.25%.
tl: Halimbawa: 0.0825 para sa 8.25%.

source: Corporate Membership Application
ar: طلب العضوية للشركات
pl: Członkostwo korporacyjnych aplikacji
sw: Corporate Maombi Uanachama
tl: Application Corporate Ang pagsapi

source: Corporate Membership Applications
ar: تطبيقات عضوية الشركات
pl: Członkostwo Aplikacje korporacyjne
sw: Corporate Maombi Uanachama
tl: Mga Application Corporate Ang pagsapi

source: Countries Drop Down
ar: الدول المنسدلة
pl: Kraje Drop Down
sw: Nchi Tone Down
tl: Mga Bansa I-drop Down

source: Label
ar: التسمية
pl: Wytwórnia

source: Field Name
ar: اسم الحقل
pl: Nazwa pola
sw: Jina la shamba
tl: Pangalan ng Patlang

source: Field Type
ar: نوع الحقل
pl: Rodzaj pola
sw: Aina ya uwanja
tl: Uri ng Field

source: Required
ar: مطلوب
pl: Wymagane
sw: Inahitajika
tl: Mga kinakailangang

source: Show
ar: مشاهدة
pl: Pokaż
tl: Ipakita ang

source: Help Text
ar: مساعدة النص
pl: Tekst pomocy
sw: Msaada Nakala
tl: Teksto ng Tulong

source: Choices
ar: الخيارات
pl: Wybory
sw: Bora
tl: Mga Pagpipilian

source: Comma separated options where applicable
ar: مفصولة بفواصل خيارات عند الاقتضاء
pl: Opcje oddzielone przecinkami w stosownych przypadkach
sw: Comma kutengwa chaguzi ambapo husika
tl: Mga pagpipilian na pinaghiwalay ng kuwit kung saan naaangkop

source: Choice Field Layout
ar: اختيار تخطيط الحقل
pl: Pole wyboru układu
tl: Choice Layout Field

source: Field Size
ar: حجم الحقل
pl: Rozmiar pola
sw: Shamba Size
tl: Sukat ng Patlang

source: Default Value
ar: القيمة الافتراضية
pl: Wartość domyślna
sw: Thamani Default
tl: Default na Halaga

source: CSS Class Name
ar: اسم CSS الدرجة
pl: Nazwa klasy CSS
sw: Jina CSS Hatari
tl: Pangalan ng CSS Class

source: Field
ar: الحقل
pl: Pole
sw: Shamba

source: Fields
ar: الحقول
pl: Pola
sw: Mashamba

source: Representative
ar: ممثل
pl: Przedstawiciel
sw: Mwakilishi
tl: Kinatawan

source: is dues rep?
ar: هو ممثل والمستحقات؟
pl: dwa otrzymaniu?
sw: mbili ni kupokea?
tl: ay dues rep?

source: is member rep?
ar: هو ممثل وعضو؟
pl: jest członkiem rep?
sw: ni mwanachama rep?
tl: ay miyembro rep?

source: email
ar: البريد الإلكتروني

source: Disapproved
ar: مرفوض
pl: Odrzucona
sw: Tumeshindwa
tl: Hindi Naaprubahan

source: Blank Fields
ar: الحقول فارغة
pl: Puste pola
sw: Fields tupu
tl: Blangkong mga Patlang

source: All Fields (override)
ar: جميع الحقول (تجاوز)
pl: Wszystkie pola (sterowanie)
sw: Fields All (override)
tl: Lahat ng mga Patlang (override)

source: Not Started
ar: لا كتبت
pl: Nie rozpoczęty
sw: Si Started
tl: Hindi sa Pagsisimula

source: Pre_process Done
ar: تم Pre_process
pl: Pre_process Sporządzono
tl: Pre_process Tapos na

source: Processing
ar: المعالجة
pl: Przetwarzanie
sw: Shirikisho
tl: Pagproseso

source: Completed
ar: الانتهاء
pl: Zakończony
sw: Kukamilika
tl: Nakumpleto

source: Upload File
ar: تحميل الملف
pl: Prześlij plik
sw: Weka Picha
tl: Mag-upload ng File

source: Key
ar: مفتاح
pl: Klucz

source: Bind members to corporations by their company names
ar: أعضاء ربط الشركات بأسماء شركاتهم
pl: Powiązań członków do korporacji według ich nazw firm
sw: Wanachama kumfunga kwa makampuni na majina ya kampuni zao
tl: Magbigkis miyembro sa korporasyon sa pamamagitan ng mga pangalan ng kanilang kumpanya

source: Summary
ar: ملخص
pl: Podsumowanie
tl: Buod

source: Row Data
ar: بيانات التوالي
pl: Dane wiersz
tl: Data Hilera

source: Row #
ar: الصف #
pl: Wiersz #
tl: Hilera #

source: Action Taken
ar: الإجراءات المتخذة
pl: Podejmowane działania
sw: Action Kuchukuliwa
tl: Ginawang Pagkilos

source: Contact first name
ar: الاتصال الاسم الأول
pl: Kontakt imię
sw: Mawasiliano jina la kwanza
tl: Makipag-ugnay sa unang pangalan

source: Contact last name
ar: الاتصال الاسم الأخير
pl: Kontakt nazwisko
sw: Mawasiliano mwisho jina
tl: Makipag-ugnay sa apelyido

source: Contact e-mail address
ar: عنوان البريد الإلكتروني اتصال
pl: Kontakt e-mail
sw: Mawasiliano ya barua pepe
tl: Makipag-ugnay sa e-mail address

source: Notice Time
ar: إشعار التوقيت
pl: Wskazówka Czas
sw: Ilani ya Muda
tl: Oras Abiso
